{
    "situacionesAprendizaje": [
        "La adquisición efectiva de las competencias clave se verá favorecida por el desarrollo de una metodología que reconozca a los niños y a las niñas como agentes de su propio aprendizaje. Para ello, se propone diseñar situaciones de aprendizaje estimulantes, significativas e integradoras, bien contextualizadas y respetuosas con el proceso de desarrollo integral del  alumnado  en  todas  sus  dimensiones  y  que  tengan  en  cuenta sus potencialidades, intereses y necesidades, así como las diferentes formas de comprender la realidad en cada momento de la etapa.",
        "El diseño de las distintas situaciones de aprendizaje, queda plasmado en las programaciones didácticas, entendiendo estas como un documento vivo y en constante cambio, que los docentes debemos modificar y adaptar en función de las capacidades, dificultades, necesidades e intereses de nuestro grupo-clase.",
        "Las situaciones de aprendizaje deben plantear un reto o problema de cierta complejidad en función de la edad y el desarrollo del niño o de la niña, cuya resolución creativa implique la movilización de manera integrada de lo aprendido en las tres áreas de conocimiento en las que se organiza la etapa, a partir de la realización de distintas tareas y actividades. Para partir del diseño de una situación de aprendizaje deberemos conocer en primer lugar, ¿Qué sabe nuestro alumnado? Para ello, nos serviremos de las evaluaciones iniciales, que nos sirven como referente para la recogida de información y punto de partida para conocer el nivel de desarrollo en que se encuentra cada alumno o alumna. Más concretamente, nos serviremos de la observación como instrumento de evaluación en asambleas, juego libre y actividades de iniciación, así como las lluvias de ideas para conocer sus fortalezas y debilidades en torno al área y a los conocimientos que pretendemos trabajar.",
        "Asimismo, deben partir del planteamiento claro y preciso de los objetivos que se esperan conseguir y cuyo logro suponga la integración de un conjunto de saberes básicos. Además, deben proporcionarse escenarios en los que se favorezcan distintos tipos de agrupamiento, desde el individual al trabajo en grupos, para que el alumnado pueda asumir responsabilidades individuales, y trabajar de manera cooperativa para afrontar la resolución del reto planteado.",
        "Estas situaciones favorecerán la transferencia de los aprendizajes adquiridos a la resolución de un problema de la realidad cotidiana del niño o niña, en función de su progreso madurativo. En su diseño, se debe favorecer el desarrollo progresivo de un enfoque crítico y reflexivo, así como el abordaje de aspectos relacionados con el interés común, la sostenibilidad, el respeto a la diferencia o la convivencia, iniciándose en la gestión de las posibles situaciones de conflicto mediante el diálogo y el consenso. De igual modo, se deben tener en cuenta las condiciones personales, sociales o culturales de los niños y de las niñas, para detectar y dar respuesta a los elementos que pudieran generar exclusión.",
        "Para el diseño de situaciones de aprendizaje se pueden tener en cuenta varios aspectos:",
        "El fin de la situación de aprendizaje debe ser el desarrollo de las competencias clave a través de las competencias específicas cuyo grado de desarrollo será informado por los criterios de evaluación asociados a dichas competencias específicas. Por tanto, como primer paso es necesario concretar las competencias específicas que la situación de aprendizaje pondrá en marcha y mediante qué criterios de evaluación se va a valorar.",
        "Deberemos seleccionar los saberes básicos, es decir, los conocimientos, destrezas o actitudes a trabajar en la o las actividades propuestas (decidiendo si se trata de una actividad puntual para reforzar o afianzar algún concepto, o si por el contrario se trata de una unidad didáctica o proyecto que implique una secuenciación de actividades), y cuyo aprendizaje es básico para la adquisición de las competencias específicas que hemos concretado.",
        "Si se decide que se trate de una secuenciación de actividades, habrá que contemplar cuales son de iniciación o introducción, las cuales deben ser especialmente motivadoras, planteando un reto o problema que despierte en los niños y en las niñas la curiosidad por el tema a trabajar; actividades de desarrollo donde se trabaje el aspecto elegido de diversas formas, y por último las actividades finales, que nos sirvan de evaluación y control de lo que hemos conseguido realmente con toda la secuenciación llevada a cabo.",
        "De cada actividad deberemos planificar:",
        "Temporalización: Siendo conscientes del número de sesiones que va a ser necesario para llevar a cabo cada propuesta, y adaptándonos a los ritmos individuales de cada niño y niña. Pueden ser actividades como talleres que ocupen varias sesiones u otras más cortas que se puedan realizar en una sola sesión. En Educación Infantil, las necesidades en la temporalización de actividades son enormes, puesto que el nivel de autonomía entre los niños y entre las niñas de 1 año y los de 5 años no son comparables.",
        "Espacios: Deberemos de contar con todos los espacios del centro, así como fuera de este, pues todos ellos son motivadores y no deberemos limitar nuestras propuestas al uso del aula. Se necesita planificación espacial, ya que en los espacios comunes es posible tener que reservar el espacio para no solaparse con otro grupo (psicomotricidad, sala de ordenadores, biblioteca, hall, pasillos…).",
        "Metodología: Lo fundamental en cuanto a la metodología es que sea lúdica y motivadora para los niños y para las niñas, que ellos y ellas sean los protagonistas activos del aprendizaje y les permitamos experimentar y tocar para que se utilicen el mayor número de sentidos. Además, si los niños y las niñas perciben las actividades como un juego, se van a sentir mucho más atraídos por ellas.",
        "Agrupamientos: Otra de las decisiones que deberemos tomar en relación con el diseño de nuestras situaciones de aprendizaje son los agrupamientos que queremos realizar el alumnado. Si es trabajo en gran grupo (canciones, asambleas, teatros…); trabajo en pequeños grupos (en los que se pueden utilizar los de los rincones del aula), trabajo en parejas, o si se trata de trabajo individual. Esto irá en función de si nuestros objetivos marcados para las actividades están vinculados con el aprendizaje cooperativo o si por el contrario queremos ver más las capacidades individuales.",
        "Recursos: Los recursos se componen de dos categorías diferenciadas. Por un lado, los recursos materiales, debiendo prever todo aquello que vayamos a necesitar para el desarrollo de cada una de las actividades y abasteciéndonos de lo necesario para llevarlas a cabo. Por otro lado, los recursos humanos, si se trata de actividades individuales que supongan previsiblemente mayor dificultad, deberemos de programarla y temporalizarla en sesiones en las cuales podamos contar con maestras y maestros de apoyo en el aula. Del mismo modo que si se trata de una excursión o salida al entorno cercano, deberemos de comunicarlo al centro y solicitar el acompañamiento de otras personas adultas para realizarla.",
        "Evaluación: Este apartado también se compone de dos vertientes, por un lado, la evaluación del alumnado, para la que podemos apoyarnos en la forma en que han desarrollado las actividades propuestas los niños y las niñas, así como en todo lo que hemos observado en el proceso y las anotaciones que hemos podido ir realizando de cada uno de ellos y de cada una de ellas. En Educación Infantil, no importa tanto el resultado final de la actividad, sino el cómo la han llevado a cabo, el esfuerzo que han hecho y la evolución que van mostrando. Los criterios de evaluación serán los referentes que indicarán el nivel de desempeño esperados en el alumnado en la situación de aprendizaje y/o actividades propuestas, y que están referidos a las competencias específicas que se han puesto en marcha. Por otro lado, en la evaluación de la propia práctica docente, deberemos plantearnos aspectos en torno a si las actividades han sido lo suficientemente motivadoras para los niños y paran las niñas, si realmente han ayudado a que los niños y las niñas consigan los objetivos planteados, si las estrategias metodológicas eran las adecuadas, si había suficiente material para todos, si el nivel era adecuado y si nos permitía adaptarnos a las necesidades individuales y a sus ritmos, entre otras muchas cosas.",
        "Con el objetivo de garantizar la inclusión, las planificaciones de las actividades propuestas contemplarán la diversidad del alumnado y la adaptación de todas aquellas propuestas para que todo el alumnado tenga accesibilidad al aprendizaje evitando frustraciones, y así mismo prevenir también que sean tan sencillas que les causen aburrimiento. El diseño de situaciones de aprendizaje atendiendo a la diversidad, supone aceptar las diferencias individuales, valorarlas y enriquecerse de ellas. Todos los alumnos y alumnas poseen capacidades y talentos que desarrollar.",
        "En definitiva, el diseño de las diversas situaciones de aprendizaje propuestas a los niños y a las niñas debe de estar lejos de la improvisación, y ser consensuadas con el resto del equipo docente, ya que hay que trabajar en estrecha coordinación horizontal y vertical."
    ]
}