{
    "saberes": [
        "1.1. Bloque 1: Percepción y análisis",
        "SB1.1 - Contextos musicales y culturales. CE1, CE2, CE5",
        "G1 Obras",
        "Fragmentos u obras de diferentes géneros, épocas, estilos y autoría. Clasificación.",
        "G2 Patrimonio",
        "Los espacios culturales y artísticos. El patrimonio de la Comunidad Valenciana.",
        "El patrimonio musical y escénico. Las instituciones. Función social.",
        "G3 Géneros escénicos y musicales",
        "Los géneros escénicos y musicales. Profesiones vinculadas.",
        "G4 Agrupaciones vocales e instrumentales",
        "Las agrupaciones vocales, instrumentales y mixtas.",
        "G5 La voz",
        "Registro de las voces y clasificación.",
        "G6 Los instrumentos",
        "Los instrumentos musicales: clasificación por familias, descripción y usos en agrupaciones. Identificación visual y auditiva.",
        "G7 Normas de comportamiento",
        "Actitud atenta en la audición y ante propuestas artísticas. El silencio individual.",
        "Normas de comportamiento en la audición musical y ante las propuestas artísticas. Actitud abierta y valorativa.",
        "SB1.2 - Elementos y estructura CE1, CE2, CE3, CE5",
        "G1   Sonido y silencio",
        "Las agresiones acústicas. Estrategias de afrontamiento, neutralización y mejora.",
        "G2 Las cualidades del sonido",
        "Distintos grados de alturas, duraciones, intensidades y timbres: representación gráfica.",
        "G3 Ritmo, tempo y carácter",
        "El acento en compás compuesto. La ruptura del acento. Los cambios de tempo. El carácter y los elementos musicales que lo determinan.",
        "G4   Melodía y armonía",
        "Frase y semifrase. Intervalo y cadencia. El modo. Identificación.",
        "Armonía y el acorde. Melodía y textura.",
        "G5 Estructura y forma",
        "Repetición, contraste y variación.",
        "La estructura y la forma",
        "Formas simples.",
        "G6 Elementos escénicos",
        "Roles, materiales y espacios.",
        "Tiempo, tema, argumento y estructura dramática básica.",
        "1.1. Bloque 2: Interpretación y creación.",
        "SB2-1-Expresión individual y colectiva. CE2, CE3, CE4, CE5",
        "G1   Interpretación y técnica vocal",
        "G1   Interpretación y técnica vocal",
        "El apoyo y la impostación en el habla y en el canto. Cuidado y mantenimiento de la voz: Hábitos saludables. Interpretaciones variadas e introducción a la canción a dos voces. La creación breve de textos y musicalización.",
        "Canción al unísono, a capella y con acompañamiento. La memorización de repertorio.",
        "G2   Interpretación y cuidado instrumental",
        "Cuidado y mantenimiento de los instrumentos. La reutilización o transformación de materiales del entorno en la construcción de instrumentos sencillos.",
        "La técnica en la práctica instrumental.",
        "Combinación de distintas alturas, intensidades, duraciones y timbres. Polirritmias sencillas. El ostinato y la improvisación.",
        "G3   Creación",
        "Movimientos, expresiones corporales y coreografías sencillas.",
        "Acompañamientos musicales.",
        "Propuestas musicales y sonorizaciones breves.",
        "G4   La comunicación",
        "Expresión vocal y expresión corporal.",
        "El lenguaje escénico.",
        "G5   La notación musical",
        "Los elementos de la notación musical en la interpretación y la creación.",
        "G6   Habilidades motrices",
        "El espacio en la danza. Las cualidades del movimiento.",
        "G7   El movimiento y la danza",
        "Coreografías en piezas de diferentes estilos y géneros. Danzas variadas de diferentes estilos, épocas y culturas.",
        "SB2.2-Propuestas artísticas. CE1, CE3, CE4, CE5",
        "G1   Representación",
        "Los personajes en propuestas artísticas multidisciplinares.",
        "Espacio y posición. Los segmentos corporales: expresión y gestualidad.",
        "El gesto. El lenguaje corporal del actor. Imitación e improvisación.",
        "G2 Elementos escénicos",
        "Escenografía, vestuario e iluminación.",
        "G3 Elementos expresivos y comunicativos en el lenguaje audiovisual",
        "Relación imagen, acción y sonido.",
        "G4 Proyectos artísticos multidisciplinares",
        "Diseño, roles, selección de materiales, información y criterios de valoración.",
        "Las fases de proyectos artísticos: planificación, toma de decisiones y evaluación.",
        "Responsabilidad individual y grupal en la participación o en la",
        "creación de propuestas sencillas.",
        "G5 Herramientas digitales",
        "Uso de banco de sonidos y selección de información.",
        "La gestión responsable.",
        "Grabación, interpretación, creación y edición. Normas de protección de datos y autoría.",
        "G6 Expresión de sensaciones y opiniones",
        "Expresión de sensaciones y opiniones en propuestas variadas con uso de la terminología musical dada. Actitud abierta y respetuosa. Confianza personal."
    ],
    "criteriosEvaluacion": [
        "1.1 Identificar propuestas musicales y escénicas de diferentes épocas, estilos y géneros, con la distinción de las características, elementos estructurales y técnico-compositivos más destacados con valoración de las mismas.",
        "1.2 Describir los elementos que conforman las diferentes propuestas musicales o multidisciplinares y su relación con las sensaciones producidas, utilizando un lenguaje específico.",
        "1.3 Valorar las diferentes manifestaciones artísticas, el patrimonio musical y, también, de las artes escénicas, conociendo los espacios en los que se desarrollan y su función social, respetando su diversidad.",
        "2.1 Identificar las cualidades del sonido y sus características, utilizando elementos gráficos y una terminología adecuada.",
        "2.2Clasificar la voz, los instrumentos y las agrupaciones musicales, relacionando sus características y posibilidades sonoras.",
        "2.3 Valorar el silencio y las posibilidades sonoras del entorno, identificando agresiones acústicas, con una actitud atenta y respetuosa ante las diferentes manifestaciones artísticas.",
        "3.1 Experimentar a través de la voz, del cuerpo, de los instrumentos y los elementos sonoros, juegos musicales, escénicos e improvisaciones, utilizando el lenguaje musical con un fin expresivo.",
        "3.2 Interpretar, a través del cuerpo, de la voz, de los instrumentos y diferentes elementos sonoros, propuestas musicales o escénicas diversas con las habilidades técnicas básicas.",
        "3.3 Valorar el esfuerzo y la coordinación en la interpretación individual o colectiva, proponiendo posibilidades de mejora.",
        "4.1Diseñar propuestas breves con el uso combinado de los elementos del lenguaje musical o escénico.",
        "4.2 Colaborar en proyectos artísticos o multidisciplinares de forma activa, aplicando las funciones concretas del rol asignado.",
        "4.3 Analizar las fases de un proyecto artístico o multidisciplinar con la aportación de propuestas de mejora, respetando las diferentes contribuciones.",
        "5.1Seleccionar información y recursos musicales de forma guiada, utilizando medios digitales diversos.",
        "5.2 Utilizar recursos digitales seleccionados en la creación, interpretación, grabación o edición musical.",
        "5.3 Respetar las licencias de uso y las normas de protección de datos y autoría en el consumo de obras musicales y audiovisuales."
    ]
}