{
  "saberes": [
    "A. Communication",
    "LEX.4.A.1. Self-confidence. The error as an instrument of improvement. Self-repair strategies as a way of progress in learning a foreign language.",
    "LEX.4.A.2. Basic strategies for planning, executing, controlling, and repairing the production, co-production, and comprehension of oral, written, and multimodal texts, as well as applying techniques to extract and interpret the main and secondary ideas of these texts.",
    "LEX.4.A.3. Knowledge, skills and attitudes that allow carrying out mediation activities in everyday situations.",
    "LEX.4.A.4. Communicative functions of common use appropriate to the field and the communicative context: greet and say goodbye, introduce and introduce oneself; describe people, objects, places, phenomena and events; situate events in time; locate objects, people and places in space; request and exchange information on everyday issues; give and ask for instructions, advice and orders; offer, accept and reject help, propositions or suggestions; partially express taste or interest and emotions; narrate past events, describe present situations, and state future events; express the opinion, the possibility, the capacity, the obligation and the prohibition; express simple arguments; make hypotheses and assumptions; express uncertainty and doubt; rephrase and summarize.",
    "LEX.4.A.5. Contextual models and discursive genres of common use in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context; organization and structuring according to genre, textual function and structure.",
    "LEX.4.A.6. Commonly used linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation , usual logical relationships.",
    "LEX.4.A.7. Lexicon of common use and interest for students related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, information technologies and communication, school system and training. LEX.4.A.8. Sound, stress, rhythmic, and intonation patterns in common use, and general communicative meanings and intentions associated with these patterns.",
    "LEX.4.A.9. Orthographic conventions in common use and meanings and communicative intentions associated with the formats, patterns and graphic elements.",
    "LEX.4.A.10. Commonly used conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, etc.",
    "LEX.4.A.11. Resources for learning and basic information search strategies such as dictionaries, reference books, libraries and digital and computer resources, use of basic analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, cooperation and collaboration, such as virtual classrooms, videoconferences and collaborative digital tools for learning, communication and the development of projects with speakers or students of the foreign language.",
    "LEX.4.A.12. Identification of the authorship and veracity of the sources consulted and the contents used.",
    "B. Multilingualism",
    "LEX.4.B.1. Strategies and techniques to respond effectively and with increasing levels of fluency, adaptation and correction to a specific communicative need despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "LEX.4.B.2. Strategies in common use to identify, organize, retain, recover and creatively use linguistic units, lexicon, morphosyntax, sound patterns, spelling, from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "LEX.4.B.3. Commonly used strategies and tools for self-assessment, peer-assessment and self-repair, analog and digital, individual and cooperative.",
    "LEX.4.B.4. Expressions and specific vocabulary of common use to exchange ideas about communication, language, learning and communication and learning tools (Metalanguage).",
    "LEX.4.B.5. Comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
    "C. Interculturality",
    "LEX.4.C.1. The foreign language as a means of interpersonal and international communication, a source of information and as a tool for social participation and personal enrichment.",
    "LEX.4.C.2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "LEX.4.C.3. Commonly used cultural patterns of the foreign language and commonly used sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships.",
    "LEX.4.C.4. Commonly used social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, norms, attitudes, customs and values of countries where the foreign language is spoken.",
    "LEX.4.C.5. Commonly used strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "LEX.4.C.6. Commonly used strategies for detection and action against discriminatory uses of verbal and non-verbal language for reasons of gender or origin."
  ],
  "criteriosEvaluacion": [
    "1.1. Extract and analyze the overall meaning and main ideas, and begin to select key information from oral, written and multimodal texts on everyday topics of personal relevance and public interest close to their life and cultural experience expressed in a clearly and in the standard language through various analog and digital media.",
    "1.2. Interpret and assess the content and discursive features of texts, oral, written and multimodal, typical of the fields of interpersonal relationships, social media and learning, as well as literary texts appropriate to the level of maturity of the students.",
    "1.3. Select, organize and apply, gradually autonomously, the most appropriate strategies and knowledge in each specific communicative situation to understand the general meaning, the essential information and the most relevant details of oral and written texts; infer meaning based on the contextual domain and interpret non-verbal elements; and select and validate truthful information by searching in reliable sources.",
    "2.1. Express orally texts of medium length, structured, comprehensible, coherent and appropriate to the communicative situation on everyday matters, of personal relevance and of public interest close to their vital and cultural experience, in order to describe, narrate, explain, argue and inform , in different analog and digital supports, using verbal and non-verbal resources, gradually autonomously as well as planning, control, compensation, cooperation and self-repair strategies.",
    "2.2. Write and disseminate texts of medium length with acceptable clarity, coherence, cohesion, correctness and adaptation to the proposed communicative situation, to the textual typology and to the analogical and digital tools used, on issues of various kinds, of personal relevance and close public interest to their experience, in order to describe, narrate, explain, argue and inform, respecting intellectual property and avoiding plagiarism.",
    "2.3. Select, organize and apply autonomously, knowledge and strategies to plan, produce, review and cooperate in the elaboration of coherent, cohesive and coherent multimodal oral, written and multimodal texts, cohesive and appropriate to the specific communicative intentions, the contextual characteristics, the sociocultural aspects and the textual typology, appropriately using the most appropriate physical or digital resources depending on the task and the needs of the potential interlocutor or interlocutor to whom the text is addressed.",
    "3.1. Plan, participate and actively collaborate, through different analog and digital supports, in interactive situations, on everyday issues, of personal relevance and of public interest close to their experience, adapting to different genres and environments, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as the different needs, ideas, concerns, initiatives and motivations of the interlocutors, determining responsible communication.",
    "3.2. Gradually autonomously select, organize and develop appropriate strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage different situations.",
    "4.1. Infer, analyze and explain texts, concepts and brief and simple communications in different situations in which to attend to diversity, showing respect and empathy for the interlocutors and for the languages used, and trying to participate in solving problems of intercomprehension and of understanding in their immediate environment, relying on various resources and analog and digital media.",
    "4.2. Autonomously apply strategies that help create bridges, facilitate communication, and serve to explain and simplify texts, concepts, and messages, and that are appropriate to communicative intentions, contextual characteristics, and textual typology, using physical or digital resources and supports. depending on the needs of each moment.",
    "5.1. Compare and discuss the similarities and differences between different languages, based on personal linguistic repertoires of medium complexity, reflecting with progressive autonomy on their functioning.",
    "5.2. Creatively use strategies and knowledge to improve the ability to communicate and learn the foreign language, in real situations with the support of other participants and analogue and digital tools adapted to an intermediate level of complexity for oral comprehension, production and co-production and written.",
    "5.3. Record and analyze the progress and difficulties in learning the foreign language at the oral and written level, progressively selecting the most effective strategies to overcome these difficulties and consolidate their learning, carrying out planning activities for their own learning, self-assessment and peer-assessment, such as the proposals in the European Portfolio of Languages (PEL or e-PEL) or in a learning diary with analog or digital support, making those progresses and difficulties explicit and sharing them with others in a similar context of collaborative learning.",
    "6.1. Act appropriately, empathetically and respectfully in common intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communication contexts, considering ways of solving those sociocultural factors that hinder communication and coexistence.",
    "6.2. Critically assess intercultural expressions in relation to human rights and adapt to their own linguistic, cultural and artistic diversity and those of countries where the foreign language is spoken, progressively fostering curiosity and interest in the development of a shared culture and a citizenry committed to sustainability and democratic and ecosocial values.",
    "6.3. Apply strategies to defend and appreciate linguistic, cultural and artistic diversity, contrasting their own linguistic, cultural and artistic reality with that of the countries where the foreign language is spoken and respecting cultural diversity and the principles of justice, equity and equality.    "
  ]
}