{
    "criteriosEvaluacion": [
        "1.1. Apreciar l'impacte que han tingut la innovació i l'activitat emprenedora en el desenvolupament sostenible i en la qualitat de vida, examinant exemples de la realitat empresarial.",
        "1.2. Dissenyar idees innovadores associades a projectes que resolguen problemes econòmics i socials, utilitzant algunes tècniques creatives.",
        "1.3. Analitzar la importància dels projectes d'emprenedoria social, valorant el paper de la persona emprenedora com a motor de canvi de la societat.",
        "2.1. Descriure els diferents tràmits als que s'enfronta la persona emprenedora a l'hora de posar en marxa el projecte, apreciant el paper dels organismes d'assessorament i la digitalització del procés.",
        "2.2. Investigar i triar les diferents alternatives relacionades amb la forma jurídica, localització i dimensió, valorant l'impacte que generen aquestes decisions en l'entorn local més pròxim.",
        "2.3. Analitzar la responsabilitat social, laboral i mediambiental del projecte, desenvolupant una actitud ciutadana responsable en la seua presa de decisions.",
        "2.4. Analitzar la viabilitat del projecte, valorant el triple vessant econòmic, social i mediambiental del projecte.",
        "3.1. Analitzar diferents processos productius des de la perspectiva de l'eficiència i la productivitat, reconeixent la importància de la I+D+i en l'obtenció de productes sostenibles i innovadors.",
        "3.2. Dissenyar l'estratègia comercial clau per al seu projecte des d'un punt de vista ètic, analitzant les diferents tècniques del màrqueting mix.",
        "3.3. Analitzar la gestió de recursos humans, valorant el seu paper com a instrument per a fer efectiva la igualtat en drets i oportunitats de dones i homes, així com les desigualtats existents, posant l'accent en la importància de la inversió en capital humà.",
        "3.4. Seleccionar diferents fonts de finançament, reflexionant sobre aquelles que tinguen una repercussió social favorable en l'entorn.",
        "4.1. Identificar els impostos que afecten el projecte empresarial, valorant l'equitat del sistema tributari.",
        "4.2. Analitzar l'impacte i repercussió de la tributació empresarial en l'economia del seu entorn, reflexionar sobre la importància de contribuir als fons públics.",
        "4.3. Realitzar anotacions comptables bàsiques i analitzar els comptes anuals per a valorar la situació patrimonial, econòmica i financera, aplicant aqueix coneixement al seu propi projecte.",
        "5.1. Identificar l'impacte social i mediambiental d'empreses del seu entorn, relacionant-lo amb experiències pròximes.",
        "5.2. Descriure hàbits de consum responsable especificant les decisions que caldria prendre per a dur-los a terme en la seua vida quotidiana.",
        "5.3. Analitzar els elements necessaris per a actuar de manera sostenible en l'activitat empresarial i els seus efectes positius per a la societat.",
        "5.4. Comparar alguns projectes empresarials sostenibles, qüestionant les seues actuacions de manera crítica i responsable.",
        "6.1. Fer servir les eines digitals per a la presentació del projecte empresarial, creant presentacions eficaces i innovadores.",
        "6.2. Fer servir correctament la terminologia econòmica i financera adaptada al nivell educatiu en activitats orals i escrites de l'àmbit personal, acadèmic, social o professional, en les diferents llengües del currículum, amb un llenguatge no discriminatori.",
        "6.3. Mostrar compromís i seguretat en l'exposició del projecte, analitzant les oportunitats que el projecte emprenedor ofereix."
    ],
    "saberes": [
        "Bloc 1 Innovació i idea de negoci. El procés emprenedor. (CE1, CE2, CE5)",
        "Subbloc 1.1 La innovació",
        "- La innovació com a font de desenvolupament econòmic i generació d'ocupació. Importància de la innovació i la cultura emprenedora. Riscos d'innovar.",
        "- Importància de la innovació per al progrés social i el desenvolupament sostenible.",
        "- Tipus d'innovació: de producte, de procés, de màrqueting i d'organització.",
        "- Perseverança, iniciativa i flexibilitat en l'anàlisi de presa de decisions.",
        "Subbloc 1.2 El procés emprenedor",
        "- El procés emprenedor. Habilitats per a emprendre. Autodiagnòstic d'actituds emprenedores.",
        "- La persona emprenedora: característiques i tipus.",
        "- Emprenedoria social.",
        "Subbloc 1.3 Idea de negoci i entorn",
        "- La idea de negoci, detecció i avaluació d'oportunitats de negoci.",
        "- Mètodes per a estimular la creativitat en la generació d'idees.",
        "- Eines per a l'anàlisi de l'entorn: PESTEL, DAFO.",
        "- Sensibilitat davant les externalitats que generen desigualtats.",
        "Bloc 2 Decisions per a iniciar el projecte emprenedor (CE1, CE2, CE3, CE5, CE6)",
        "Subbloc 2.1 Decisions per a iniciar el projecte",
        "- Decisió de localització i dimensió.",
        "- Formes jurídiques bàsiques d'una empresa.",
        "- Tolerància davant diferents opinions i perspectives relacionades amb les propostes triades.",
        "Subbloc 2.2 Tràmits i documentació",
        "- Els organismes d'assessorament i ajuda per a iniciar el projecte emprenedor. Assessorament a través d'un Punt d'Atenció a la persona emprenedora.",
        "- Documentació necessària per a l'establiment de noves empreses. Tramitació en línia.",
        "Bloc 3 Organització interna de l'empresa (CE2, CE3, CE4, CE5, CE6)",
        "Subbloc 3.1 Àrees d'aprovisionament i producció",
        "- Àrea d'aprovisionament: pla de compres i control d'estocs.",
        "- Documentació i eines de l'àrea d'aprovisionament.",
        "- Àrea de producció. El prototip. El producte i el servei com a resposta a les necessitats de la comunitat.",
        "Subbloc 3.2 Àrea de recursos humans",
        "- Cerca i selecció de personal, contractació laboral, nòmines bàsiques.",
        "- El currículum, videocurrículum, noves habilitats demandades per les empreses.",
        "- La comunicació interna i externa de l'empresa.",
        "Subbloc 3.3 Àrea comercial",
        "- Tècniques i aplicació d'estudis de mercat.",
        "- Aplicació de tècniques de màrqueting mix.",
        "- Sensibilització davant situacions que generen desigualtat i cosificació en la publicitat.",
        "Subbloc 3.4 Àrea de fiscalitat i comptabilitat",
        "- Educació fiscal i responsabilitat ciutadana. Fiscalitat verda.",
        "- Contribució de la ciutadania al sosteniment de l'Estat del Benestar. Economia submergida.",
        "- La comptabilitat en l'empresa. Anàlisi d'un balanç i un compte de resultats bàsics.",
        "Subbloc 3.5 Àrea d'inversió i finançament",
        "- Avaluació de les diferents inversions que es poden plantejar.",
        "- Pressupost del projecte.",
        "- Selecció de les fonts de finançament més apropiades.",
        "Bloc 4 L'impacte social i mediambiental de l'empresa (CE1, CE2, CE4, CE5)",
        "Subbloc 4.1 Decisions socials",
        "- L'empresa global en el context local: la proposta de valor que justifica el projecte d'empresa des del punt de vista de les necessitats locals.",
        "- Retorns en l'economia local: producció i consum responsables. Economia col·laborativa. Consum local.",
        "Subbloc 4.2 Decisions mediambientals",
        "- La petjada ecològica de l'activitat econòmica. Economia circular.",
        "- Consum sostenible.",
        "- Creació de valor compartit i Objectius de Desenvolupament Sostenible",
        "Bloc 5 Exposició del projecte empresarial (CE2, CE6)",
        "Subbloc 5.1 Comunicació del projecte",
        "- Habilitats bàsiques de comunicació tant verbal (escrita o oral) com no verbal.",
        "- Eines d'exposició. Disseny de la narrativa del projecte emprenedor.",
        "- Eines de comunicació.",
        "Subbloc 5.2 Presentació i difusió del projecte.",
        "- Eines digitals de comunicació i exposició.",
        "- Les xarxes socials com a mitjà de comunicació empresarial."
    ]
}