{
    "criteriosEvaluacion": [
        "1.1. Diferenciar, en especial, los conceptos de mito y leyenda, y otros como saga, cuento, fábula e historia; y definir cada uno de ellos, identificando y contrastando sus respectivas características en diferentes tipos de fuentes literarias o audiovisuales, de manera que valore principalmente la importancia del relato oral y de las fuentes literarias escritas como elemento de transmisión y de pervivencia de la idiosincrasia de los pueblos, tanto en el pasado como en el presente, y que pueda establecer paralelismos y diferencias entre las distintas explicaciones míticas entre culturas dispares, atendiendo a la expresión de este tipo de relatos mediante el uso de diversos géneros como el cine o el cómic, como apoyo para la creación y difusión de las producciones escolares. CCL1, CCL3, CD1, CD2, CPSAA4, CC1",
        "1.2. Localizar en fuentes cartográficas los espacios geográficos donde se desarrollaron las culturas y sociedades antiguas creadoras de relatos míticos, así como las características sociales y culturales que los determinaron, reconociendo, a su vez, los temas míticos universales de las principales mitologías, de manera que indague, a través de los textos y de la búsqueda de información, sobre las diferentes culturas que existen o han existido en todo el globo terrestre, y pueda compararlas y plasmar sus reflexiones en textos orales, escritas o multimodales, con el fin de enjuiciar críticamente la función social y la diversidad de cada una de esas mitologías, como muestra de riqueza cultural y de respeto al pluralismo religioso y a la idiosincrasia de los pueblos. CCL2, CCL3, CP3, CD1, CD2, CPSAA4, CC1, CCEC1",
        "2.1. Identificar las principales divinidades de la mitología grecorromana, especialmente las olímpicas, analizando sus denominaciones, atributos y ámbitos de actuación, y diferenciándolas, a su vez, de las divinidades menores relacionadas, a través de fragmentos ilustrativos de autoría clásica, con el fin de obtener un conocimiento más consolidado de la mitología clásica que le permita acceder a otros aprendizajes con los que poder valorar su incidencia en la creación de mentalidades heterogéneas. CCL2, CCEC1",
        "2.2. Describir episodios míticos de especial relevancia, realizando una lectura comprensiva de fragmentos literarios traducidos de autoría grecolatina y consultando las herramientas digitales o analógicas necesarias, y atendiendo a los textos clásicos relacionados con Canarias, de modo que el alumnado elabore trabajos o proyectos individuales o grupales, y valore su pervivencia e importancia en la tradición cultural occidental de todos los tiempos y en el acervo patrimonial del entorno más cercano, enjuiciando, de manera crítica, los roles de género de las divinidades y las relaciones entre ellas. CCL1, CCL2, CCL4, CP3, CD1, CD2, CPSAA3.2, CC1, CE3, CCEC1",
        "3.1. Identificar los héroes y las heroínas más relevantes de la mitología grecorromana, así como aquellos más importantes de otras culturas, especialmente, de las más cercanas a Grecia y Roma, analizando sus ciclos míticos, episodios, viajes y la geografía en la que tuvieron lugar, realizando una lectura comprensiva de fragmentos literarios traducidos de los principales hitos míticos del mundo clásico e incluyendo los textos clásicos relacionados con Canarias, de manera que se establezcan semejanzas y diferencias entre los mitos y héroes y heroínas antiguos con los actuales, para que el alumnado reflexione acerca de la presencia de estos personajes en la cultura y el pensamiento occidentales. CCL2, CC1, CC2, CCEC1",
        "3.2. Explicar los seres mitológicos y los personajes de metamorfosis y catasterismos más representativos de la mitología clásica, valorando la necesidad de las sociedades por tener mitos, y héroes y heroínas como modelos de comportamiento en los que identificarse; y elaborar trabajos o proyectos individuales o grupales, en los que valore su pervivencia en la tradición cultural occidental de todos los tiempos y tenga en cuenta la necesidad de las diferentes sociedades de servirse de un modelo ejemplar y didáctico en el que identificarse, de manera que comprueba cuánto hay de los mitos de la antigüedad clásica en los mitos nuevos y cómo la mayor parte de estos son una actualización de aquellos. CCL1, CP3, CD2, CPSAA3.2, CE3, CCEC1",
        "4.1. Explicar los mitos y personajes de la mitología clásica, comparando y analizando los diferentes tratamientos o versiones que han realizado escritores y escritoras de la literatura universal de todos los tiempos, a través de la lectura comprensiva y el comentario de distintos textos o fragmentos literarios y la indagación en los mismos, a fin de que el alumnado reconozca su importancia como creadores y creadoras literarios y cómo han servido de fuente de inspiración constante, y desarrolle, asimismo, la sensibilidad literaria y el placer de la lectura para su formación y enriquecimiento personal. CCL1, CCL2, CCL4, CP3, CCEC1, CCEC2, CCEC3.1",
        "4.2. Explicar los mitos y personajes de la mitología clásica, comparando y analizando los diferentes tratamientos o versiones que han realizado los artistas y las artistas plásticos más reconocidos, indagando en ellos, e interpretando el valor simbólico y la utilización alegórica de la mitología clásica, que ha servido de fuente de inspiración y creación constante, de forma que el alumnado reconozca la importancia de estos elementos mitológicos en las artes plásticas y visuales de mayor importancia internacional, y desarrolle la capacidad de interpretarlos estéticamente así como su propia sensibilidad artística. CCL1, CP3, CD1, CD2, CPSAA4, CCEC1, CCEC2, CCEC3.1",
        "4.3. Explicar los mitos y personajes de la mitología clásica, comparando y analizando los diferentes tratamientos o versiones que se han hecho de ellos en la música y la danza, en la música escénica de todas las épocas y en todos los géneros musicales, investigando sobre ellos, con el objetivo de que el alumnado reconozca la importancia de estos elementos mitológicos en las composiciones musicales y de danza de mayor repercusión internacional y cómo han servido de fuente de inspiración y creación constante, desarrollando la escucha activa y la sensibilidad musical para la formación y el enriquecimiento personal. CCL1, CP3, CD1, CD2, CPSAA4, CCEC1, CCEC2, CCEC3.1",
        "5.1. Identificar referentes míticos en las vanguardias literarias contemporáneas, el cine, las artes plásticas y visuales, la música, los videojuegos, las aplicaciones interactivas, las redes sociales, la publicidad y el patrimonio cultural y social de Canarias, haciendo un análisis crítico de su tratamiento, con el fin de que el alumnado valore la pervivencia de la mitología clásica en su entorno más cercano y su uso como fuente inagotable de inspiración y creación, desde la consciencia artística y el espíritu crítico. CCL2, CCL3, CCL4, CP3, CD1, CPSAA4, CC1, CCEC1, CCEC2",
        "5.2. Exponer de forma oral, escrita o multimodal, las conclusiones obtenidas a partir de la investigación, individual o colaborativa, de la mitología clásica y su pervivencia en las diferentes obras literarias, artísticas y musicales, y en el mundo del ocio, del entretenimiento y de los medios de comunicación, prestando especial atención a las producciones artísticas y a otros espacios creativos de Canarias, a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola, con el objetivo de mejorar la expresión lingüística y la autonomía del alumnado, y de desarrollar el deleite y el respeto por nuestro patrimonio, de manera que se contribuya a valorar los diversos espacios de Bien de Interés Cultural en nuestro territorio. CCL1, CCL3, CCL5, CD1, CD2, CPSAA3.2, CPSAA4, CE3, CCEC1"
    ],
    "saberes": [
        "I. Mitos y mitologías",
        "    1. Distinción de los conceptos de mito, leyenda, saga, cuento, fábula e historia, mediante la comparación de estos términos, a través de ejemplos de diferentes tipos de fuentes literarias. audiovisuales…).",
        "    2. Reconocimiento de los personajes, los mitos y las leyendas de las principales mitologías universales (celta, germano-escandinava, egipcia, azteca, india…), estableciendo diferencias y semejanzas en sus explicaciones míticas, y señalando las características culturales que las determinan.",
        "    3. Reflexión acerca de las explicaciones de diversos pueblos y sus mitologías a los grandes interrogantes de la humanidad: los diluvios universales, la concepción del paraíso y su relación con Canarias como locus amoenus, la vida post mortem, la creación del Universo…",
        "    4. Respeto al pluralismo religioso y a las diferentes formas de explicar y comprender el mundo en las diversas civilizaciones pasadas y actuales.",
        "    5. Uso y aplicación de herramientas digitales y de fuentes bibliográficas como recurso para la obtención de información y su tratamiento, y como apoyo para la creación y difusión de las producciones propias del contexto escolar.",
        "II. Personajes de la mitología clásica",
        "     1  Dioses y diosas:",
        "         1.1  Reconocimiento de los dioses y las diosas preolímpicos, analizando el mito de la sucesión y la Titanomaquia.",
        "         1.2  Descripción de los rasgos, atributos y ámbitos de actuación e influencia de los dioses y las diosas olímpicos, identificándolos en fuentes artísticas, literarias, redes sociales, mundo del marketing y de la publicidad…",
        "         1.3  Distinción de las principales divinidades menores: divinidades del agua, y divinidades de campos y montañas, identificándolas en fuentes artísticas y literarias.",
        "         1.4  Localización del mundo subterráneo, identificación de sus divinidades y personajes míticos más relevantes y descripción de los principales castigos divinos.",
        "         1.5  Lectura comprensiva de textos traducidos con temas mitológicos de los principales autores grecolatinos, incluyendo los relacionados con Canarias, de manera que se valore la importancia de estos personajes en la literatura clásica.",
        "     2  Héroes y heroínas:",
        "         2.1  Análisis y descripción de los principales personajes y acontecimientos de las leyendas y los ciclos míticos de la mitología clásica.",
        "         2.2  Localización de la geografía mítica del mundo clásico, a través de la vida y los sucesos de los héroes y las heroínas principales.",
        "         2.3  Reconocimiento de la importancia de los viajes en la mitología clásica: Ulises, Jasón, Hércules, Orfeo…",
        "         2.4  Lectura comprensiva de recreaciones de los principales hitos míticos del mundo clásico, prestando especial atención a los textos relacionados con Canarias: el rapto de Helena, la guerra de Troya, la vida de Edipo, la expedición de los Argonautas, el laberinto de Creta, los doce trabajos de Hércules…",
        "         2.5  Interés por conocer la transcendencia histórica de los mitos y las leyendas; y valoración de la necesidad de las sociedades por tener mitos, héroes y heroínas como modelos de comportamiento en los que identificarse.",
        "         2.6  Elaboración de cuadros sinópticos, esquemas y mapas conceptuales para el conocimiento de la mitología clásica.",
        "     3  Seres mitológicos y metamorfosis:",
        "         3.1  Identificación de los principales seres mitológicos que participan en los relatos míticos más importantes de la Antigüedad clásica.",
        "         3.2  Comparación de los seres y monstruos de mayor relevancia en la mitología clásica con los pertenecientes a otras mitologías, y valoración de su empleo en el ocio y el entretenimiento.",
        "         3.3  Explicación de los personajes de metamorfosis y catasterismos más representativos de la mitología clásica: catasterismos del cielo de Canarias.",
        "III. La mitología clásica en las artes",
        "     1  Mitología en la literatura:",
        "         1.1  Indagación acerca de cuáles fueron los mitos y los personajes míticos más importantes en la recreación de las obras literarias más conocidas de la literatura universal.",
        "         1.2  Utilización y funcionalidad de la mitología griega y romana para el conocimiento de la literatura universal.",
        "         1.3  Curiosidad por conocer las distintas versiones que de un mismo mito o personaje mítico se han dado en los distintos géneros literarios.",
        "         1.4  Análisis del valor simbólico y utilización alegórica de la mitología clásica en la literatura.",
        "         1.5  Valoración de la mitología griega y romana como recurso inagotable y como fuente de inspiración en la literatura.",
        "         1.6  Interés por enriquecer los propios conocimientos en el campo literario.",
        "         1.7  Lectura comprensiva de textos literarios con referencias de la mitología clásica, pertenecientes a diversos géneros, autores y épocas, para deleite y disfrute personal.",
        "         1.8  Empleo de diccionarios, glosarios y repertorios literarios en formato papel y digital para el descubrimiento de los personajes míticos de la literatura universal.",
        "     2  Mitología en las artes plásticas y visuales:",
        "         2.1  Indagación acerca de cuáles fueron los mitos y los personajes míticos más importantes en la recreación de las artes plásticas y visuales de todos los tiempos.",
        "         2.2  Utilización y funcionalidad de la mitología griega y romana para el conocimiento de las artes plásticas y visuales.",
        "         2.3  Curiosidad por conocer las distintas versiones que de un mismo mito o personaje mítico se han dado en las artes plásticas y visuales.",
        "         2.4  Análisis del valor simbólico y utilización alegórica de la mitología clásica en las artes plásticas y visuales.",
        "         2.5  Valoración de la mitología griega y romana como recurso inagotable y como fuente de inspiración en las artes plásticas y visuales.",
        "         2.6  Interés por enriquecer los propios conocimientos en el campo de las artes plásticas y visuales.",
        "         2.7  Interpretación estética de obras artísticas con referencias de la mitología griega y romana de la pintura y escultura del Renacimiento, del Barroco, de los siglos XVIII y XIX y de los siglos XX y XXI; así como de producciones cinematográficas más significativas del género denominado peplum, y de época reciente, para deleite y disfrute personal.",
        "         2.8  Visionado de catálogos iconográficos online con referencias de la mitología clásica.",
        "         2.9  Análisis icónico de personajes mitológicos en los juegos electrónicos educativos y del ámbito del ocio.",
        "     3  Mitología en la música y la danza:",
        "         3.1  Indagación acerca de cuáles fueron los mitos y los personajes míticos más importantes en la recreación de las composiciones musicales y de danza, y de la música escénica, a lo largo de la historia.",
        "         3.2  Utilización y funcionalidad de la mitología griega y romana para el conocimiento de las composiciones musicales y de danza, y de la música escénica.",
        "         3.3  Valoración de la mitología griega y romana como recurso inagotable y como fuente de inspiración en la música y la danza.",
        "         3.4  Análisis del valor simbólico y utilización alegórica de la mitología clásica en la música y la danza.",
        "         3.5  Interés por enriquecer los propios conocimientos en el campo de la música y la danza (creadores y creadoras de composiciones musicales y de danza, géneros y períodos históricos de estas disciplinas artísticas).",
        "         3.6  Recepción histórico-musical de los temas míticos (la guerra de Troya, los amores de Apolo, las aventuras de Ulises, los trabajos de Hércules, el abandono de Dido por parte de Eneas, la suerte de los hijos de Edipo, Orfeo…).",
        "         3.7  Audición activa de composiciones musicales de diversos géneros y épocas (óperas, cantatas, zarzuelas, música coral…) con referencias de la mitología clásica, para deleite y disfrute personal.",
        "IV. La mitología en las representaciones y vanguardias artísticas del siglo XXI y en las Islas Canarias",
        "    1. Reconocimiento de la pervivencia de referentes míticos en el patrimonio cultural de las islas Canarias y en el entorno más cercano (esculturas, fachadas de edificios, nombres de calles, comercios, instituciones culturales, diseño urbanístico…), y análisis crítico de su tratamiento.",
        "    2. Distinción del uso de referentes míticos en expresiones y nombres de la lengua castellana en el habla cotidiana y en la prensa escrita (formato papel, digital…), como manzana de la discordia, nudo gordiano, caja de Pandora, ateneo, Marcial, pitonisa…",
        "    3. Identificación de la pervivencia de referentes míticos en las vanguardias literarias contemporáneas (literatura de ficción, juvenil, cómic…), como Las Crónicas de Narnia, Harry Potter, Los Juegos del Hambre, o personajes de Marvel Comics…",
        "    4. Reconocimiento de la pervivencia de referentes míticos en las vanguardias artísticas contemporáneas (arte urbano, tendencias y géneros musicales modernos…).",
        "    5. Reconocimiento de la pervivencia de referentes míticos en la publicidad (páginas web, blogs, videoclips, redes sociales,…).",
        "    6. Identificación de la pervivencia de referentes míticos en el entretenimiento digital (videojuegos, aplicaciones para móviles, series de televisión o cine…).",
        "    7. Valoración de la pervivencia de referentes míticos en el entorno sociocultural del alumnado.",
        "    8. Ejercicio de interpretación de los mitos para evitar la discriminación personal y de colectivos (LGTBI...)."
    ]
}