{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        " Repertorio comunicativo y elementos de la comunicación no verbal.",
        " Comunicación interpersonal: empatía y asertividad.",
        " Convenciones sociales del intercambio lingüístico en situaciones comunicativas que potencien el respeto y la igualdad: atención, escucha activa, turnos de diálogo y alternancia.",
        "Bloque 2. Las lenguas y sus hablantes",
        " Ampliación del repertorio lingüístico individual.",
        " Acercamiento a la realidad lingüística del entorno. Fórmulas o expresiones que responden a sus necesidades o intereses.",
        " La lengua gallega como parte de la identidad de nuestra comunidad autónoma.",
        " Empleo de fórmulas o expresiones que responden a sus necesidades o intereses.",
        " Uso del vocabulario de las dos lenguas cooficiales.",
        " Reconocimiento de las particularidades lingüísticas del entorno más próximo.",
        " Aproximación a la lengua extranjera. Elementos para una comunicación funcional básica.",
        " Fórmulas y expresiones de convenciones sociales básicas que regulan las relaciones interpersonales.",
        "Bloque 3. Comunicación verbal oral. Comprensión-expresión-diálogo",
        " Utilización del lenguaje oral en situaciones cotidianas y sus funciones: conversaciones, juegos de interacción social y expresión de vivencias.",
        " Creación de textos o enunciados orales formales e informales.",
        " Escucha y comprensión de lecturas en voz alta en las dos lenguas cooficiales, como fuente de placer y aprendizaje compartido.",
        " Interpretación de la intención comunicativa de los mensajes.",
        " Verbalización de la secuencia de acciones en una actividad planificada.",
        " Discriminación auditiva y conciencia fonológica.",
        " Uso progresivo de léxico variado, aumentando la precisión en la búsqueda de una mayor estructuración de sus frases.",
        "Bloque 4. Aproximación al lenguaje escrito",
        " Intención educativa y acercamiento a las principales características textuales y paratextuales. Primeras hipótesis para la interpretación y la compresión.",
        " Identificación de los usos sociales y de las funciones de la lectura y de la escritura: comunicativa, representativa y lúdico-creativa.",
        " Diferenciación entre las formas escritas y otras formas de expresión gráfica.",
        " Exploración de las propiedades del sistema de escritura: hipótesis cuantitativas y cualitativas. Aproximación al código escrito desde las escrituras indeterminadas.",
        " Creación de textos escritos en diferentes soportes. Otros códigos de representación gráfica: imágenes, símbolos, números…",
        " Dominio progresivo del trazo a través de la grafomotricidad como medio de expresión y comunicación.",
        " Identificación y representación de palabras y frases escritas muy significativas y usuales.",
        " Interés por la producción de mensajes empleando la lengua escrita en situaciones contextualizadas.",
        " Iniciación a las estrategias de búsqueda de información, reelaboración y comunicación.",
        " Situaciones de lectura individual o a través de modelos lectores de referencia.Bloque 5. Aproximación a la educación literaria",
        " Acercamiento a textos literarios orales y escritos con contenido libre de perjuicios, con el fin de contribuir a desarrollar valores sobre cultura de paz, derechos de la niña y del niño, igualdad de género y diversidad funcional y/o étnico-cultural.",
        " Los cuentos tradicionales como elemento transmisor de cultura y generador de debates con relación a estereotipos de género.",
        " Memorización y recitado de textos literarios.",
        " Establecimiento de vínculos afectivos y lúdicos con los textos literarios.",
        " Conversaciones y diálogos alrededor de textos literarios libres de prejuicios y estereotipos sexistas.",
        " La biblioteca de centro y de aula como recurso de aproximación a la literatura.",
        " Escucha atenta de narraciones e instrucciones leídas por otras personas.",
        " Situaciones de lectura. Vínculos afectivos y lúdicos a través de modelos lectores de referencia.",
        "Bloque 6. Lenguaje y expresión musical",
        " Discriminación de sonidos e identificación de la fuente sonora.",
        " Exploración de las posibilidades sonoras, expresivas y creativas de la voz y del cuerpo.",
        " Descubrimiento de las propiedades sonoras de los objetos cotidianos de su entorno y de los instrumentos.",
        " Utilización de sonidos para la interpretación y la creación musical.",
        " Acercamiento a propuestas musicales en distintos formatos: escuchar, cantar, bailar y tocar.",
        " El código musical: el sonido, el silencio y sus cualidades.",
        " Reconocimiento de la intención expresiva en las producciones musicales y/o sonoras.",
        " Aprecio de la escucha musical como fuente de gozo.",
        " Respeto por las producciones ajenas.",
        " Identificación de las funciones del lenguaje musical: comunicativa, representativa y lúdico-creativa.",
        "Bloque 7. Lenguaje y expresión plástico y visual",
        " Exploración de las posibilidades plásticas y creativas de distintos materiales específicos e inespecíficos.",
        " Aproximación a los elementos básicos de la expresión plástica, técnicas y procedimientos.",
        " Intención expresiva de producciones plásticas y pictóricas.",
        " Respeto hacia las producciones ajenas.",
        " Planificación de la acción en producciones plásticas.",
        " Acercamiento a diferentes formatos y soportes de expresión plásticos y visuales.",
        "Bloque 8. Lenguaje y expresión corporal",
        " Exploración de las posibilidades expresivas y comunicativas del propio cuerpo (cara, postura, tono, gestos…) en actividades individuales y grupales libres de prejuicios y estereotipos sexistas.",
        " Aproximación a los juegos de expresión corporal y dramática.",
        " Uso del baile y de la danza como medios de expresión.",
        " Respeto hacia las producciones ajenas.",
        " Vivencia del gesto y del movimiento como recursos corporales para la expresión, la comunicación y el intercambio afectivo.",
        "Bloque 9. Alfabetización digital",
        " Aproximación al uso de aplicaciones y herramientas digitales con distintos fines: creación, comunicación, aprendizaje y gozo.",
        " Uso saludable y responsable de las tecnologías digitales.",
        " Aproximación al uso de herramientas digitales en procesos creativos.",
        " Lectura e interpretación crítica de imágenes e información recibida a través de medios digitales.",
        " Función educativa de los dispositivos y elementos tecnológicos de su entorno.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "• Objetos y materiales. Interés, curiosidad y actitud de respeto durante su exploración.",
        "• Identificación de las cualidades o atributos de los objetos. Relaciones de orden, correspondencia, clasificación y comparación.",
        "• Diferenciación de formas planas y tridimensionales: cuerpos geométricos.",
        "• Empleo de cuantificadores básicos contextualizados.",
        "• Uso funcional de los números en la vida cotidiana. Cantidad, número y grafía. Situaciones en las que se hace necesario medir.",
        "• Construcción de nociones espaciales básicas en relación con el propio cuerpo, con los objetos y con las acciones, tanto en reposo como en movimiento.",
        "• Identificación de las nociones topográficas básicas en el plano.",
        "• Adquisición del concepto de tiempo en las actividades cotidianas y su organización: antes-después, día- noche, estaciones, ciclos, calendario...",
        "Bloque 2. Experimentación en el entorno. Curiosidad, pensamiento científico y creatividad",
        "• Pautas para la indagación en el entorno: interés, respeto, curiosidad, asombro, cuestionamiento y deseos de conocimiento.",
        "• Estrategias de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y el nuevo, entre experiencias previas y nuevas; estructura y soporte e interacciones de calidad con las personas adultas, con los iguales y con el entorno.",
        "• Modelo de control de variables. Estrategias y técnicas de investigación: ensayo-error, observación, experimentación, planteamiento y comprobación de hipótesis, realización de preguntas, manejo y búsqueda en distintas fuentes de información.",
        "• Estrategias de planificación, organización o autorregulación de tareas. Iniciativa en la búsqueda de acuerdos o consensos en la toma de decisiones.",
        "• Estrategias para proponer soluciones: creatividad, diálogo, imaginación y descubrimiento.",
        "• Coevaluación del proceso y de los resultados. Hallazgos, verificación y conclusiones.",
        "• Habilidades del pensamiento computacional.",
        "• Relaciones causa-efecto en la manipulación de objetos.",
        "• Resolución de situaciones problemáticas empleando diferentes magnitudes.",
        "Bloque 3. Indagación en medio físico y natural. Cuidado, valoración y respeto",
        "• Experimentación de acciones con los elementos naturales: agua, tierra, aire. Características y comportamiento (peso, capacidad, volumen, mezclas o trasvases).",
        "• Influencia de las acciones de las personas en el medio físico, en el patrimonio natural y cultural y en el cambio climático.",
        "• Relaciones causa-efecto de los fenómenos naturales y de la acción humana sobre el medio: incendios, inundaciones, extinciones, prácticas no sostenibles.",
        "• Recursos naturales. Sostenibilidad, energías limpias y naturales.",
        "• Identificación de fenómenos naturales: identificación y repercusión en la vida de las personas.",
        "• Los seres vivos y sus características.",
        "• La relación de los seres humanos con los animales. Empatía, cuidado y protección de los animales. Respeto de sus derechos.",
        "• Respeto y protección del medio natural. Respeto por el patrimonio cultural presente en el medio físico.Bloque 4. Descubrimiento y participación en el entorno social. Relaciones, servicios y actividad culturales",
        "• La familia y los distintos modelos familiares. Su estructura y sus miembros.",
        "• Relaciones de parentesco.",
        "• La escuela.",
        "• El barrio y el ayuntamiento: servicios, características y funciones.",
        "• Valoración de profesiones y servicios de la comunidad desde una perspectiva de género.",
        "• Actitudes de respeto hacia las manifestaciones culturales de su entorno próximo.",
        "• Fiestas y tradiciones del ciclo anual y de la cultura gallega.",
        "• Patrimonio y personas relevantes de la cultura gallega.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "Bloque 1. Intención e interacción comunicativa",
        "• Repertorio comunicativo y elementos de la comunicación no verbal.",
        "• Comunicación interpersonal: empatía y asertividad.",
        "• Convenciones sociales del intercambio lingüístico en situaciones comunicativas que potencien el respeto y la igualdad: atención, escucha activa, turnos de diálogo y alternancia.Bloque 2. Las lenguas y sus hablantes",
        "• Ampliación del repertorio lingüístico individual.",
        "• Acercamiento a la realidad lingüística del entorno. Fórmulas o expresiones que responden a sus necesidades o intereses.",
        "• La lengua gallega como parte de la identidad de nuestra comunidad autónoma.",
        "• Empleo de fórmulas o expresiones que responden a sus necesidades o intereses.",
        "• Uso del vocabulario de las dos lenguas cooficiales.",
        "• Reconocimiento de las particularidades lingüísticas del entorno más próximo.",
        "• Aproximación a la lengua extranjera. Elementos para una comunicación funcional básica.",
        "• Fórmulas y expresiones de convenciones sociales básicas que regulan las relaciones interpersonales.",
        "Bloque 3. Comunicación verbal oral. Comprensión-expresión-diálogo",
        "• Utilización del lenguaje oral en situaciones cotidianas y sus funciones: conversaciones, juegos de interacción social y expresión de vivencias.",
        "• Creación de textos o enunciados orales formales e informales.",
        "• Escucha y comprensión de lecturas en voz alta en las dos lenguas cooficiales, como fuente de placer y aprendizaje compartido.",
        "• Interpretación de la intención comunicativa de los mensajes.",
        "• Verbalización de la secuencia de acciones en una actividad planificada.",
        "• Discriminación auditiva y conciencia fonológica.",
        "• Uso progresivo de léxico variado, aumentando la precisión en la búsqueda de una mayor estructuración de sus frases.",
        "Bloque 4. Aproximación al lenguaje escrito",
        "• Intención educativa y acercamiento a las principales características textuales y paratextuales. Primeras hipótesis para la interpretación y la compresión.",
        "• Identificación de los usos sociales y de las funciones de la lectura y de la escritura: comunicativa, representativa y lúdico-creativa.",
        "• Diferenciación entre las formas escritas y otras formas de expresión gráfica.",
        "• Exploración de las propiedades del sistema de escritura: hipótesis cuantitativas y cualitativas. Aproximación al código escrito desde las escrituras indeterminadas.",
        "• Creación de textos escritos en diferentes soportes. Otros códigos de representación gráfica: imágenes, símbolos, números…",
        "• Dominio progresivo del trazo a través de la grafomotricidad como medio de expresión y comunicación.",
        "• Identificación y representación de palabras y frases escritas muy significativas y usuales.",
        "• Interés por la producción de mensajes empleando la lengua escrita en situaciones contextualizadas.",
        "• Iniciación a las estrategias de búsqueda de información, reelaboración y comunicación.",
        "• Situaciones de lectura individual o a través de modelos lectores de referencia.Bloque 5. Aproximación a la educación literaria",
        "• Acercamiento a textos literarios orales y escritos con contenido libre de perjuicios, con el fin de contribuir a desarrollar valores sobre cultura de paz, derechos de la niña y del niño, igualdad de género y diversidad funcional y/o étnico-cultural.",
        "• Los cuentos tradicionales como elemento transmisor de cultura y generador de debates con relación a estereotipos de género.",
        "• Memorización y recitado de textos literarios.",
        "• Establecimiento de vínculos afectivos y lúdicos con los textos literarios.",
        "• Conversaciones y diálogos alrededor de textos literarios libres de prejuicios y estereotipos sexistas.",
        "• La biblioteca de centro y de aula como recurso de aproximación a la literatura.",
        "• Escucha atenta de narraciones e instrucciones leídas por otras personas.",
        "• Situaciones de lectura. Vínculos afectivos y lúdicos a través de modelos lectores de referencia.",
        "Bloque 6. Lenguaje y expresión musical",
        "• Discriminación de sonidos e identificación de la fuente sonora.",
        "• Exploración de las posibilidades sonoras, expresivas y creativas de la voz y del cuerpo.",
        "• Descubrimiento de las propiedades sonoras de los objetos cotidianos de su entorno y de los instrumentos.",
        "• Utilización de sonidos para la interpretación y la creación musical.",
        "• Acercamiento a propuestas musicales en distintos formatos: escuchar, cantar, bailar y tocar.",
        "• El código musical: el sonido, el silencio y sus cualidades.",
        "• Reconocimiento de la intención expresiva en las producciones musicales y/o sonoras.",
        "• Aprecio de la escucha musical como fuente de gozo.",
        "• Respeto por las producciones ajenas.",
        "• Identificación de las funciones del lenguaje musical: comunicativa, representativa y lúdico-creativa.",
        "Bloque 7. Lenguaje y expresión plástico y visual",
        "• Exploración de las posibilidades plásticas y creativas de distintos materiales específicos e inespecíficos.",
        "• Aproximación a los elementos básicos de la expresión plástica, técnicas y procedimientos.",
        "• Intención expresiva de producciones plásticas y pictóricas.",
        "• Respeto hacia las producciones ajenas.",
        "• Planificación de la acción en producciones plásticas.",
        "• Acercamiento a diferentes formatos y soportes de expresión plásticos y visuales.",
        "Bloque 8. Lenguaje y expresión corporal",
        "• Exploración de las posibilidades expresivas y comunicativas del propio cuerpo (cara, postura, tono, gestos…) en actividades individuales y grupales libres de prejuicios y estereotipos sexistas.",
        "• Aproximación a los juegos de expresión corporal y dramática.",
        "• Uso del baile y de la danza como medios de expresión.",
        "• Respeto hacia las producciones ajenas.",
        "• Vivencia del gesto y del movimiento como recursos corporales para la expresión, la comunicación y el intercambio afectivo.",
        "Bloque 9. Alfabetización digital",
        "• Aproximación al uso de aplicaciones y herramientas digitales con distintos fines: creación, comunicación, aprendizaje y gozo.",
        "• Uso saludable y responsable de las tecnologías digitales.",
        "• Aproximación al uso de herramientas digitales en procesos creativos.",
        "• Lectura e interpretación crítica de imágenes e información recibida a través de medios digitales.",
        "• Función educativa de los dispositivos y elementos tecnológicos de su entorno."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "• CA1.1. Participar de manera activa y ajustada, espontánea y respetuosa con las diferencias individuales en situaciones comunicativas de diverso tipo. OBX1",
        "• CA1.2. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, también en formato digital, reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable. OBX2",
        "• CA1.3. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando del proceso creativo. OBX5",
        "• CA1.4. Ajustar su repertorio comunicativo a las propuestas, a los interlocutores y al contexto, indagando en las posibilidades expresivas de los diferentes lenguajes. OBX1",
        "• CA2.1. Participar en situaciones de uso de diferentes lenguas mostrando interés, curiosidad y respeto por la diversidad de perfiles lingüísticos. OBX1",
        "• CA2.2. Participar en diferentes situaciones de uso de las dos lenguas cooficiales reconociendo la importancia de ambas para fomentar la riqueza cultural de nuestra comunidad. OBX3",
        "• CA2.3. Descubrir y utilizar el vocabulario propio de las lenguas cooficiales mostrando interés por su uso. OBX5",
        "• CA2.4. Valorar positivamente las particularidades lingüísticas del entorno próximo. OBX5",
        "• CA2.5. Relacionarse con las demás personas a través del habla empleando las expresiones de convenciones sociales básicas que regulan las relaciones interpersonales. OBX2",
        "• CA2.6. Relacionarse con normalidad a través del habla en la pluralidad lingüística y cultural de su entorno, manifestando interés por otras lenguas, etnias y culturas. OBX5",
        "• CA2.7. Participar en interacciones comunicativas en lengua extranjera relacionadas con rutinas y situaciones cotidianas. OBX5",
        "• CA3.1. Percibir, identificar y discriminar sonidos de la lengua aumentando su repertorio comunicativo y adquiriendo progresivamente una mayor precisión. OBX1",
        "• CA3.2. Interpretar de forma eficaz los mensajes y las intenciones comunicativas de los demás. OBX2",
        "• CA3.3. Hacer un uso funcional del lenguaje oral aumentando su repertorio lingüístico y construyendo progresivamente un discurso más eficaz, organizado y coherente en contextos formales e informales. OBX3",
        "• CA3.4. Utilizar el lenguaje oral como instrumento regulador de la acción en las interacciones con los demás con seguridad y confianza. OBX3",
        "• CA3.5. Evocar y expresar espontáneamente ideas a través del relato oral. OBX3",
        "• CA3.6. Expresar oralmente mensajes haciendo transferencias de otros lenguajes (musical, plástica, gráfica, escritura y corporal) e indagando en las posibilidades comunicativas que ofrece la combinación de ellas. OBX3",
        "• CA4.1. Mostrar interés por comunicarse a través de códigos escritos, convencionales o no, valorando su función comunicativa. OBX4",
        "• CA4.2. Identificar alguna de las características textuales y paratextuales mediante la indagación acompañada en textos de uso social libres de todo tipo de prejuicios y estereotipos. OBX4",
        "• CA4.3. Desarrollar las habilidades grafomotrices del alumnado progresando en el control y precisión. OBX4",
        "• CA4.4. Producir diferentes textos individualmente o en grupo, con escritura convencional o no, con propósitos e intención diferentes: recoger y transmitir información, disfrute… OBX4",
        "• CA4.5. Elaborar de forma escrita mensajes expresados en otros lenguajes (musical, plástico, gráfico, corporal y oral), indagando en las posibilidades comunicativas que ofrecen las transferencias entre ellas. OBX4",
        "• CA5.1. Identificar alguna de las características textuales y paratextuales mediante la indagación acompañada en textos de uso social libres de todo tipo de prejuicios y estereotipos. OBX4",
        "• CA5.2. Recurrir a la biblioteca como fuente de información y disfrute y banco de recursos, respetando sus normas de uso. OBX4",
        "• CA5.3. Disfrutar compartiendo la escucha y la lectura de textos literarios. OBX5",
        "• CA5.4. Participar en actividades de aproximación a la literatura infantil, tanto de carácter individual como en contextos dialógicos y participativos, descubriendo, explorando y apreciando la belleza del lenguaje literario. OBX5",
        "• CA5.5. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su gozo. OBX5",
        "• CA6.1. Percibir, identificar y discriminar sonidos. OBX1",
        "• CA6.2. Interpretar propuestas dramáticas y musicales utilizando y explorando diferentes instrumentos, recursos o técnicas. OBX3",
        "• CA6.3. Valorar las producciones de los demás de forma crítica, respetuosa y empática. OBX3",
        "• CA6.4. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando del proceso creativo. OBX5",
        "• CA6.5. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su gozo. OBX5",
        "• CA6.6. Interpretar musicalmente mensajes expresados en otros lenguajes (oral, plástica, gráfica, escritura y corporal), indagando en las posibilidades expresivas que ofrecen las transferencias entre ellas. OBX5",
        "• CA7.1. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, también en formato digital, reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable. OBX2",
        "• CA7.2. Elaborar creaciones plásticas explorando y utilizando diferentes materiales y técnicas y participando activamente en el trabajo en grupo. OBX3",
        "• CA7.3. Expresar emociones, ideas y pensamientos a través de manifestaciones plásticas, artísticas y culturales, disfrutando del proceso creativo. OBX5",
        "• CA7.4. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su gozo. OBX5",
        "• CA7.5. Valorar las producciones de los demás de forma crítica, respetuosa y empática. OBX3",
        "• CA7.6. Elaborar creaciones plásticas a partir de mensajes expresados en otros lenguajes (musical, oral, gráfico, escrito y corporal) e indagar en las posibilidades expresivas que ofrecen las transferencias entre ellos. OBX3",
        "• CA8.1. Explorar las posibilidades expresivas del cuerpo a través de la dramatización y de la danza. OBX3",
        "• CA8.2. Ajustar armónicamente su movimiento al de los demás y al espacio como forma de expresión corporal libre, manifestando interés e iniciativa. OBX3",
        "• CA8.3. Valorar las producciones de los demás de forma crítica, respetuosa y empática. OBX3",
        "• CA8.4. Interpretar corporalmente mensajes expresados en otros lenguajes (musical, plástica, gráfica, escritura y oral) e indagar en las posibilidades expresivas que ofrecen las transferencias entre ellas. OBX3",
        "• CA9.1. Interactuar de manera virtual familiarizándose con el uso de diferentes medios y herramientas digitales. OBX1",
        "• CA9.2. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, o en formato digital, reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable. OBX2",
        "• CA9.3. Expresarse de manera creativa utilizando diversas herramientas o aplicaciones digitales intuitivas y visuales para expresarse de manera creativa. OBX3",
        "• CA9.4. Conocer y aplicar las normas básicas de uso de las herramientas tecnológicas: tiempos de utilización, contextos y momentos de uso, tipo de aplicaciones, contenidos idóneos. OBX2",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "• CA1.1. Establecer distintas relaciones entre los objetos a partir de sus cualidades o atributos mostrando curiosidad e interés. OBX1",
        "• CA1.2. Emplear los cuantificadores básicos más significativos en el contexto del juego y en la interacción con las demás personas. OBX1",
        "• CA1.3. Identificar y asociar las cantidades con sus números y grafías en las actividades cotidianas empleando el cálculo como fuente de información. OBX1",
        "• CA1.4. Reconocer en su entorno cotidiano elementos geométricos básicos. OBX1",
        "• CA1.5. Situarse adecuadamente en los espacios habituales, tanto en reposo como en movimiento, aplicando sus conocimientos acerca de las nociones espaciales básicas y jugando con el propio cuerpo y con objetos. OBX1",
        "• CA1.6. Describir y representar gráficamente su situación con relación a los objetos y a las demás personas usando vocabulario topológico básico. OBX1",
        "• CA1.7. Identificar las situaciones cotidianas en las que es preciso medir y cuantificar utilizando el cuerpo u otros materiales y herramientas para efectuar las medidas. OBX1",
        "• CA1.8. Reconocer y utilizar las nociones temporales básicas ordenando temporalmente hechos referidos a su propia vida y acciones cotidianas. OBX1",
        "• CA2.1. Identificar las situaciones cotidianas en las que es preciso medir y cuantificar utilizando el cuerpo u otros materiales y herramientas para efectuar las medidas. OBX1",
        "• CA2.2. Gestionar situaciones, dificultades, retos o problemas planificando secuencias de actividades, mostrando interés e iniciativa y colaborando con sus iguales. OBX2",
        "• CA2.3. Aplicar estrategias para canalizar la frustración ante las dificultades o los problemas. OBX2",
        "• CA2.4. Exponer hipótesis acerca del comportamiento de ciertos elementos o materiales verificándolos a través de la manipulación y de la actuación sobre ellos. OBX2",
        "• CA2.5. Utilizar diferentes estrategias para la toma de decisiones con progresiva autonomía afrontando el proceso de creación de soluciones originales en respuesta a los retos que se le presenten. OBX2",
        "• CA2.6. Programar secuencias de acciones o instrucciones para la resolución de tareas analógicas y digitales que favorezcan el desarrollo de habilidades básicas de pensamiento computacional. OBX2",
        "• CA2.7. Participar en proyectos empleando dinámicas y estructuras cooperativas, compartiendo y valorando opiniones propias y ajenas y expresando conclusiones personales a partir de ellas. OBX2",
        "• CA2.8. Iniciarse en actividades relacionadas con la metodología STEAM como modelo de aprendizaje activo. OBX2",
        "• CA3.1. Mostrar una actitud de respeto y cuidado y protección hacia el medio natural y los animales identificando el impacto de algunas acciones humanas sobre él. OBX3",
        "• CA3.2. Establecer relaciones causa-efecto entre el medio natural y social a partir del conocimiento y de la observación de algunos fenómenos naturales y de los elementos patrimoniales presentes en el medio físico. OBX3",
        "• CA3.3. Identificar elementos naturales imprescindibles en la vida de las personas, sus características y la necesidad de hacer un uso responsable de ellos. OBX3",
        "• CA3.4. Descubrir y reconocer los elementos más identificativos del patrimonio natural, tanto del entorno como de la comunidad. OBX3",
        "• CA3.5. Identificar trazos comunes y diferentes entre seres vivos e inertes, así como sus características más significativas. OBX3",
        "• CA3.6. Valorar la necesidad de cuidar y de respetar los seres vivos. OBX3",
        "• CA4.1. Identificar el núcleo familiar y la escuela como los primeros grupos sociales de pertenencia valorando positivamente las relaciones afectivas que se establecen y su importancia en el desarrollo personal. OBX4",
        "• CA4.2. Valorar la importancia de las relaciones sociales con las personas de su entorno. OBX4",
        "• CA4.3. Reconocer diferentes modelos familiares mostrando respeto por las diferencias. Descubrir e identificar los parentescos. OBX4",
        "• CA4.4. Descubrir las distintas profesiones, organizaciones y servicios del entorno valorando sus funciones y la importancia social de su actividad. OBX4",
        "• CA4.5. Conocer y participar en fiestas, costumbres y tradiciones, propias y ajenas, presentes en el entorno disfrutando y valorándolas como señales de identidad. OBX4",
        "• CA4.6. Identificar elementos propios del patrimonio cultural de Galicia y algunos de sus personajes más relevantes. OBX4",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "• CA1.1. Participar de manera activa y ajustada, espontánea y respetuosa con las diferencias individuales en situaciones comunicativas de diverso tipo. OBX1",
        "• CA1.2. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, también en formato digital, reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable. OBX2",
        "• CA1.3. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando del proceso creativo. OBX5",
        "• CA1.4. Ajustar su repertorio comunicativo a las propuestas, a los interlocutores y al contexto, indagando en las posibilidades expresivas de los diferentes lenguajes. OBX1",
        "• CA2.1. Participar en situaciones de uso de diferentes lenguas mostrando interés, curiosidad y respeto por la diversidad de perfiles lingüísticos. OBX1",
        "• CA2.2. Participar en diferentes situaciones de uso de las dos lenguas cooficiales reconociendo la importancia de ambas para fomentar la riqueza cultural de nuestra comunidad. OBX3",
        "• CA2.3. Descubrir y utilizar el vocabulario propio de las lenguas cooficiales mostrando interés por su uso. OBX5",
        "• CA2.4. Valorar positivamente las particularidades lingüísticas del entorno próximo. OBX5",
        "• CA2.5. Relacionarse con las demás personas a través del habla empleando las expresiones de convenciones sociales básicas que regulan las relaciones interpersonales. OBX2",
        "• CA2.6. Relacionarse con normalidad a través del habla en la pluralidad lingüística y cultural de su entorno, manifestando interés por otras lenguas, etnias y culturas. OBX5",
        "• CA2.7. Participar en interacciones comunicativas en lengua extranjera relacionadas con rutinas y situaciones cotidianas. OBX5",
        "• CA3.1. Percibir, identificar y discriminar sonidos de la lengua aumentando su repertorio comunicativo y adquiriendo progresivamente una mayor precisión. OBX1",
        "• CA3.2. Interpretar de forma eficaz los mensajes y las intenciones comunicativas de los demás. OBX2",
        "• CA3.3. Hacer un uso funcional del lenguaje oral aumentando su repertorio lingüístico y construyendo progresivamente un discurso más eficaz, organizado y coherente en contextos formales e informales. OBX3",
        "• CA3.4. Utilizar el lenguaje oral como instrumento regulador de la acción en las interacciones con los demás con seguridad y confianza. OBX3",
        "• CA3.5. Evocar y expresar espontáneamente ideas a través del relato oral. OBX3",
        "• CA3.6. Expresar oralmente mensajes haciendo transferencias de otros lenguajes (musical, plástica, gráfica, escritura y corporal) e indagando en las posibilidades comunicativas que ofrece la combinación de ellas. OBX3",
        "• CA4.1. Mostrar interés por comunicarse a través de códigos escritos, convencionales o no, valorando su función comunicativa. OBX4",
        "• CA4.2. Identificar alguna de las características textuales y paratextuales mediante la indagación acompañada en textos de uso social libres de todo tipo de prejuicios y estereotipos. OBX4",
        "• CA4.3. Desarrollar las habilidades grafomotrices del alumnado progresando en el control y precisión. OBX4",
        "• CA4.4. Producir diferentes textos individualmente o en grupo, con escritura convencional o no, con propósitos e intención diferentes: recoger y transmitir información, disfrute… OBX4",
        "• CA4.5. Elaborar de forma escrita mensajes expresados en otros lenguajes (musical, plástico, gráfico, corporal y oral), indagando en las posibilidades comunicativas que ofrecen las transferencias entre ellas. OBX4",
        "• CA5.1. Identificar alguna de las características textuales y paratextuales mediante la indagación acompañada en textos de uso social libres de todo tipo de prejuicios y estereotipos. OBX4",
        "• CA5.2. Recurrir a la biblioteca como fuente de información y disfrute y banco de recursos, respetando sus normas de uso. OBX4",
        "• CA5.3. Disfrutar compartiendo la escucha y la lectura de textos literarios. OBX5",
        "• CA5.4. Participar en actividades de aproximación a la literatura infantil, tanto de carácter individual como en contextos dialógicos y participativos, descubriendo, explorando y apreciando la belleza del lenguaje literario. OBX5",
        "• CA5.5. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su gozo. OBX5",
        "• CA6.1. Percibir, identificar y discriminar sonidos. OBX1",
        "• CA6.2. Interpretar propuestas dramáticas y musicales utilizando y explorando diferentes instrumentos, recursos o técnicas. OBX3",
        "• CA6.3. Valorar las producciones de los demás de forma crítica, respetuosa y empática. OBX3",
        "• CA6.4. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando del proceso creativo. OBX5",
        "• CA6.5. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su gozo. OBX5",
        "• CA6.6. Interpretar musicalmente mensajes expresados en otros lenguajes (oral, plástica, gráfica, escritura y corporal), indagando en las posibilidades expresivas que ofrecen las transferencias entre ellas. OBX5",
        "• CA7.1. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, también en formato digital, reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable. OBX2",
        "• CA7.2. Elaborar creaciones plásticas explorando y utilizando diferentes materiales y técnicas y participando activamente en el trabajo en grupo. OBX3",
        "• CA7.3. Expresar emociones, ideas y pensamientos a través de manifestaciones plásticas, artísticas y culturales, disfrutando del proceso creativo. OBX5",
        "• CA7.4. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su gozo. OBX5",
        "• CA7.5. Valorar las producciones de los demás de forma crítica, respetuosa y empática. OBX3",
        "• CA7.6. Elaborar creaciones plásticas a partir de mensajes expresados en otros lenguajes (musical, oral, gráfico, escrito y corporal) e indagar en las posibilidades expresivas que ofrecen las transferencias entre ellos. OBX3",
        "• CA8.1. Explorar las posibilidades expresivas del cuerpo a través de la dramatización y de la danza. OBX3",
        "• CA8.2. Ajustar armónicamente su movimiento al de los demás y al espacio como forma de expresión corporal libre, manifestando interés e iniciativa. OBX3",
        "• CA8.3. Valorar las producciones de los demás de forma crítica, respetuosa y empática. OBX3",
        "• CA8.4. Interpretar corporalmente mensajes expresados en otros lenguajes (musical, plástica, gráfica, escritura y oral) e indagar en las posibilidades expresivas que ofrecen las transferencias entre ellas. OBX3",
        "• CA9.1. Interactuar de manera virtual familiarizándose con el uso de diferentes medios y herramientas digitales. OBX1",
        "• CA9.2. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, o en formato digital, reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable. OBX2",
        "• CA9.3. Expresarse de manera creativa utilizando diversas herramientas o aplicaciones digitales intuitivas y visuales para expresarse de manera creativa. OBX3",
        "• CA9.4. Conocer y aplicar las normas básicas de uso de las herramientas tecnológicas: tiempos de utilización, contextos y momentos de uso, tipo de aplicaciones, contenidos idóneos. OBX2"
    ]
}