{
  "saberes": [
    "Bloque 1. Retos del mundo actual",
    "• Objetivos de desarrollo sostenible. Emergencia climática y sostenibilidad. Relación entre factores naturales y antrópicos. Modificaciones, efectos y amenazas en la Tierra y el entorno próximo de España y Galicia. Los avances tecnológicos y la conciencia ecosocial.",
    "• Globalización. Los movimientos migratorios e interculturalidad en el ámbito mundial. Conflictos ideológicos y etnoculturales.",
    "• Sociedad de la información. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabilidad de las fuentes. El problema de la desinformación. Uso específico del léxico relativo a los ámbitos histórico, artístico y geográfico.",
    "• Cultura mediática. Técnicas y métodos de las ciencias sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación de imágenes a través de medios digitales accesibles. Tecnologías de la información geográfica.",
    "• Lo global y lo local. La investigación en ciencias sociales. El estudio multicausal y el análisis comparado del espacio natural, rural y urbano. Su evolución en España y Galicia y los retos de futuro.",
    "• Análisis e interpretación de conceptos espaciales: localización, escala, conexión y cercanía espacial.",
    "• Estructuras económicas en el mundo actual: una economía globalizada. Los sectores productivos en la Unión Europea, España y Galicia, su transformación y evolución. La Unión Europea como ejemplo del funcionamiento de los mercados. La eurorregión Galicia-Norte de Portugal.",
    "• Dilemas e incertidumbres ante el crecimiento, la empleabilidad y la sostenibilidad.",
    "• Igualdad de género y formas de violencia contra las mujeres. Actitudes y comportamientos sexistas.",
    "• Diversidad social, etnocultural y de género. Migraciones, multiculturalidad y mestizaje en sociedades abiertas. Historia y reconocimiento del pueblo gitano y otras minorías étnicas de nuestro país. España, país de migrantes. Nuevas formas de identificación cultural.",
    "Bloque 2. Sociedades y territorios",
    "• Métodos de investigación en el ámbito de la geografía y de la historia. Metodologías del pensamiento histórico y del pensamiento geográfico.",
    "• Las fuentes históricas como base para la construcción del conocimiento sobre el pasado contemporáneo. Contraste entre interpretaciones de historiadores.",
    "• La transformación política de los seres humanos: de la servidumbre a la ciudadanía. Transiciones, revoluciones y resistencias: permanencias y cambios en la época contemporánea. La conquista de los derechos individuales y colectivos en la época contemporánea. Origen, evolución y adaptación de los sistemas liberales en España y en el mundo a través de las fuentes.",
    "• La llegada a España de una nueva dinastía, uniformismo y reformismo borbónico. Crisis del Antiguo Régimen en España y Galicia hasta 1814. El reformismo ilustrado en Galicia.",
    "• La industrialización en Europa, España y Galicia. Transiciones, revoluciones, permanencias y cambios en el nuevo orden mundial. Nacimiento de una nueva sociedad.",
    "• La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos.",
    "• Los ciclos y regímenes demográficos. El reto demográfico en España y Galicia: Envejecimiento y política demográficas. Cambios de los modos de vida y de los modelos de organización social.",
    "• Interpretación del territorio y del paisaje. Del éxodo rural a la concentración urbana. El problema de la despoblación rural en el ámbito estatal y autonómico. Ordenación del territorio y transformación del espacio. La importancia del espacio público. La huella humana y la protección del medio natural.",
    "• El nacimiento de las nuevas expresiones artísticas y culturales hasta la mitad del siglo XIX y su relación con las artes clásicas. La personalidad independiente de Goya. Respeto y conservación del patrimonio material e inmaterial.",
    "• Organización política de las sociedades. Ordenamiento normativo autonómico, constitucional y supranacional como garantizador del desarrollo de derechos y libertades para el ejercicio de la ciudadanía. Ciudadanía europea y cosmopolita.",
    "Bloque 3. Compromiso cívico y global",
    "• Diversidad social y multiculturalidad. Integración y cohesión social. Medidas y acciones en favor de la igualdad y de la plena inclusión.",
    "• Implicación en la defensa y protección del medio ambiente. Acción y posición ante la emergencia climática.",
    "• El patrimonio como bien y como recurso. Puesta en valor, difusión y gestión de la riqueza patrimonial.",
    "• Empleo y trabajo en la sociedad de la información, aprendizaje permanente y a lo largo de toda la vida.",
    "• La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida y de los modelos de organización social. La lucha por los derechos laborales y sociales: el Estado de bienestar."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Elaborar contenidos propios en distintos formatos, mediante aplicaciones y estrategias de recogida y representación de datos más complejas, usando y contrastando críticamente fuentes fiables, tanto analógicas como digitales, del presente y de la historia contemporánea, identificando la desinformación y la manipulación. OBJ1",
    "• CE1.2. Generar productos originales y creativos mediante la reelaboración de conocimientos previos a través de herramientas de investigación que permitan explicar problemas presentes y pasados de la humanidad a distintas escalas temporales y espaciales, de lo local a lo global, utilizando conceptos, situaciones y datos relevantes. OBJ2",
    "• CE1.3. Conocer los objetivos de desarrollo sostenible, realizando propuestas que contribuyan a su logro, aplicando métodos y proyectos de investigación, incidiendo en el uso de mapas y otras representaciones gráficas, así como de medios accesibles de interpretación de imágenes. OBJ3",
    "• CE1.4. Identificar los elementos del entorno y comprender su funcionamiento como un sistema complejo por medio del análisis multicausal de sus relaciones naturales y humanas, presentes y pasadas, valorando el grado de conservación y de equilibrio dinámico. OBJ4",
    "• CE1.5. Rechazar actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que conformaron la sociedad globalizada y multicultural actual, y el conocimiento de la aportación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusión y la igualdad real, especialmente de las mujeres y de otros colectivos discriminados. OBJ6",
    "• CE1.6. Reconocer los rasgos que van conformando la identidad propia y la de los demás, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la investigación y el análisis de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y el reconocimiento de sus expresiones culturales. OBJ7",
    "• CE2.1. Analizar procesos de cambio histórico y comparar casos de la historia y la geografía a través del uso de fuentes de información diversas, teniendo en cuenta las transformaciones de corta y larga duración (coyuntura y estructura), las continuidades y permanencias en diferentes períodos y lugares. OBJ1",
    "• CE2.2. Utilizar secuencias cronológicas complejas en las que identificar, comparar y relacionar hechos y procesos en diferentes períodos y lugares históricos (simultaneidad, duración, causalidad), utilizando términos y conceptos específicos del ámbito de la historia y de la geografía. OBJ1",
    "• CE2.3. Transferir adecuadamente la información y el conocimiento por medio de narraciones, pósteres, presentaciones, exposiciones orales, medios audiovisuales y otros productos. OBJ1",
    "• CE2.4. Identificar los principales hechos históricos en los diferentes contextos y valorar los cambios que propiciaron en los aspectos ideológicos, sociales, políticos y económicos, conformando las bases del mundo contemporáneo y actual; asimismo, justificar que hechos del pasado tienen una incidencia en el presente estableciendo relaciones de causalidad y consecuencialidad que todo acontecimiento histórico va a provocar en el futuro. OBJ3",
    "• CE2.5. Idear y adoptar, cuando sea posible, comportamientos y acciones que contribuyan a la conservación y mejora del entorno natural, rural y urbano, a través del respecto a todos los seres vivos, mostrando comportamientos orientados al logro de un desarrollo sostenible de dichos entornos, y defendiendo el acceso universal, justo y equitativo a los recursos que nos ofrece el planeta. OBJ4",
    "• CE2.6. Conocer, valorar y ejercitar responsabilidades, derechos y deberes y actuar en favor de su desarrollo y la defensa de los valores constitucionales y democráticos. OBJ5",
    "• CE2.7. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y para el pleno desarrollo de la ciudadanía, mediante la movilización de conocimientos y estrategias de participación, trabajo en equipo, mediación y resolución pacífica de conflictos. OBJ5",
    "• CE2.8. Reconocer los rasgos que van conformando la identidad propia y la de los demás, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la investigación y el análisis de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y el reconocimiento de sus expresiones culturales. OBJ7",
    "• CE3.1. Establecer conexiones y relaciones entre los conocimientos e informaciones adquiridos, elaborando síntesis interpretativas y explicativas, mediante informes, estudios o dossieres informativos, que reflejen un dominio y consolidación de los contenidos tratados. OBJ1",
    "• CE3.2. Realizar propuestas que contribuyan al logro de los objetivos de desarrollo sostenible, aplicando métodos y proyectos de investigación, incidiendo en el uso de mapas y otras representaciones gráficas, así como de medios accesibles de interpretación de imágenes. OBJ3",
    "• CE3.3. Entender y afrontar, desde un enfoque ecosocial, problemas y desafíos pasados, actuales o futuros de las sociedades contemporáneas, teniendo en cuenta sus relaciones de interdependencia y ecodependencia. OBJ3",
    "• CE3.4. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y para el pleno desarrollo de la ciudadanía, mediante la movilización de conocimientos y estrategias de participación, trabajo en equipo, mediación y resolución pacífica de conflictos. OBJ 5",
    "• CE3.5. Rechazar actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que conformaron la sociedad globalizada y multicultural actual, y el conocimiento de la aportación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusión y la igualdad real, especialmente de las mujeres y de otros colectivos discriminados. OBJ6",
    "• CE3.6. Contribuir al bienestar individual y colectivo a través del diseño, exposición y puesta en práctica de iniciativas orientadas a promover un compromiso activo con los valores comunes, la mejora del entorno y el servicio a la comunidad. OBJ6",
    "• CE3.7. Adoptar un papel activo y comprometido con el entorno, de acuerdo con aptitudes, aspiraciones, intereses y valores propios, a partir del análisis crítico de la realidad económica, de la distribución y gestión del trabajo, y la adopción de hábitos responsables, saludables, sostenibles y respetuosos con la dignidad humana y la de otros seres vivos, así como de la reflexión ética ante los usos de la tecnología y la gestión del tiempo libre. OBJ8",
    "• CE3.8. Contribuir a la consecución de un mundo más seguro, justo, solidario, diverso, intercultural y sostenible, a través del análisis de los principales conflictos del presente y el reconocimiento de las instituciones del Estado, y de las asociaciones civiles que garantizan la seguridad integral y la convivencia social, así como de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los objetivos de desarrollo sostenible. OBJ9"
  ]
}