{
    "criteriosEvaluacion": [
        "1.1. Usar las principales técnicas de investigación social en antropología y sociología, desarrollando habilidades de búsqueda, localización y tratamiento de la información, así como su análisis e interpretación, para describir y establecer patrones de semejanzas y diferencias, proponiendo hipótesis de trabajo que expliquen los hechos o fenómenos culturales y sociales estudiados, desde una perspectiva crítica y de respeto por la diversidad cultural. CCL1, CCL2, CCL3, STEM1, STEM2, CD1, CD2, CD3, CPSAA3.2, CPSAA4, CPSAA5, CC3, CC4, CE1",
        "2.1. Aplicar la terminología y los conocimientos teóricos de la antropología y la sociología en el estudio y el análisis de los distintos elementos que conforman y organizan la cultura y las sociedades, formulando hipótesis explicativas, estableciendo comparaciones interculturales y valorando críticamente los diferentes modos de vida. CCL1, CCL2, CCL3, CCL5, CP3, STEM2, CD1, CD2, CD3, CPSAA3.2, CPSAA4, CC3, CC4, CE1",
        "3.1. Investigar sobre el fenómeno de la globalización económica y cultural, señalando sus consecuencias sobre las formas de vida de los pueblos, las sociedades y sus territorios, proponiendo proyectos con acciones y actitudes encaminadas a mejorar la convivencia y el bienestar general de las personas, y tomando de referencia la Declaración Universal de los Derechos Humanos y los Objetivos de Desarrollo Sostenible (ODS). CCL2, CPSAA3.2, CPSAA4, CC4, CE1, CCEC1",
        "3.2. Afrontar los retos, las tareas o los proyectos, asumiendo compromisos y responsabilidades, cooperando y tomando decisiones con criterio, y respetando y valorando las actitudes encaminadas a mejorar la convivencia. CCL1, CCL5, CD2, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC4, CE3, CCEC1"
    ],
    "saberes": [
        "I. La antropología y la sociología como ciencias sociales.",
        "    1. Identificación de las ciencias sociales y de la antropología y la sociología, en particular.",
        "    2. Reconocimiento de la cultura como concepto que comparten la antropología y la sociología.",
        "    3. Identificación y análisis de las técnicas de investigación en antropología y sociología.",
        "",
        "II. La antropología",
        "    1. Identificación y análisis de las principales teorías en antropología.",
        "    2. Comprensión acerca de los grupos humanos, su diversidad, adaptación, variación y cambio.",
        "    3. Reconocimiento y reflexión crítica acerca de los patrones culturales, el intercambio cultural, el etnocentrismo, la multiculturalidad, la interculturalidad, la aculturación y la endoculturación, y el relativismo cultural.",
        "    4. Identificación y análisis de la diversidad lingüística y su relación con el pensamiento y la cultura.",
        "    5. Indagación en el método etnográfico emic-etic.",
        "    6. Valoración de los contrastes de género y del binomio sexo-género en las diferentes culturas y sociedades.",
        "    7. Reconocimiento de los grupos étnicos, y los tipos de parentesco y grupos de filiación, analizando las formas de concebir sus manifestaciones en los diferentes mitos, religiones, ritos y tabúes.",
        "    8. Valoración de la globalización, la sostenibilidad, los medios de comunicación y la industrialización.",
        "    9. Aplicación y transferencia del análisis antropológico sobre las etnias, pueblos, colectivos o sociedades de la antigüedad o actuales, al estudio y comprensión de la evolución de la cultura y la sociedad de Canarias.",
        "",
        "III. La sociología",
        "    1. Identificación y análisis de las principales teorías en sociología.",
        "    2. Comprensión acerca de la dimensión social del ser humano y de su inmersión en la estructura social, desde la familia hasta las más extensas.",
        "    3. Reconocimiento y análisis de los conceptos, procesos y relaciones como socialización, educación, trabajo, cambio social o modernización.",
        "    4. Identificación y análisis crítico acerca de los cambios demográficos, el conflicto social, el Estado y el poder, la legitimidad y la autoridad, los grupos sociales, los colectivos y las tribus urbanas.",
        "    5. Reconocimiento y reflexión crítica acerca de las desigualdades sociales, y las diferencias de género y culturales en la actualidad.",
        "    6. Valoración de la globalización, el impacto de la publicidad, las tendencias y la moda, la sostenibilidad, los medios de comunicación y la industrialización.",
        "    7. Aplicación y transferencia del análisis sociológico al estudio y comprensión de la evolución de la cultura y la sociedad de Canarias."
    ]
}