{
  "saberes": [
    "Bloque 1. Retos del mundo actual",
    "• Localización espacial: representación del espacio, orientación y escalas. Utilización de recursos digitales e interpretación y elaboración de mapas, esquemas, imágenes y representaciones gráficas. Tecnologías de la información geográfica (TIG).",
    "• Emergencia climática: elementos y factores que condicionan el clima y el impacto de las actividades humanas. Métodos de recogida de datos meteorológicos e interpretación de gráficos. Riesgos y catástrofe climáticas en el presente, en el pasado y en el futuro. Vulnerabilidad, prevención y resiliencia de la población ante las catástrofes naturales y los efectos del cambio climático.",
    "• Biodiversidad. Dinámicas y amenazas de los ecosistemas planetarios. Formas y procesos de modificación de la superficie terrestre. La influencia humana en la alteración de los ecosistemas en el pasado y en la actualidad. Conservación y mejora del entorno local y global. Riqueza y valor patrimonial de España y Galicia.",
    "• Tecnologías de la información. Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales. Búsqueda, tratamiento de la información y elaboración de conocimiento. Uso seguro de las redes de comunicación. Lectura crítica de información.",
    "• Sociedad del conocimiento. Introducción a los objetivos y estrategias de las Ciencias Sociales y al uso de sus procedimientos, términos y conceptos. Uso de plataformas digitales.",
    "• Objetivos de desarrollo sostenible. La visión de los dilemas del mundo actual, punto de partida para el pensamiento crítico y el desarrollo de juicios propios.",
    "Bloque 2. Sociedades y territorios",
    "• Métodos básicos de investigación para la construcción del conocimiento de la Geografía y la Historia. Metodologías del pensamiento geográfico y del pensamiento histórico.",
    "• Las fuentes históricas y arqueológicas como base para la construcción del conocimiento histórico. Objetos y artefactos como fuente para la historia y el legado material. El significado de los archivos, bibliotecas y museos y del legado histórico y cultural como patrimonio colectivo.",
    "• Análisis interdisciplinar del origen del ser humano y del nacimiento de la sociedad. Grandes migraciones humanas y el nacimiento de las primeras culturas.",
    "• Condicionantes geográficos e interpretaciones históricas del surgimiento de las civilizaciones. Las grandes rutas comerciales y las estrategias por el control de los recursos: talasocracias e imperios, conquista y colonización.",
    "• Violencia y conflictos armados. El crecimiento de los ejércitos y la evolución del armamento desde los hoplitas. Los civiles durante las guerras.",
    "• Complejidad social y nacimiento de la autoridad. Desigualdad social y disputa por el poder en la Prehistoria y la Antigüedad. El caso gallego: desde la sociedad castreña al reino suevo.",
    "• Las personas invisibilizadas de la historia: mujeres, esclavos y extranjeros. Marginación, segregación, control y sumisión en la historia de la humanidad. Personajes femeninos en la historia. La resistencia a la opresión.",
    "• La organización política del ser humano y los planteamientos estatales en el mundo antiguo: democracias, repúblicas, imperios y reinos. Evolución de la teoría del poder.",
    "• Las raíces clásicas de la cultura occidental. La construcción de las identidades culturales, de la idea de Europa, y del eurocentrismo, a través del pensamiento y del arte. La influencia de las civilizaciones judía e islámica en la cultura europea.",
    "• El papel de la religión en la organización social, la legitimización del poder y la formación de identidades: politeísmo, monoteísmo y el surgimiento de las grandes religiones.",
    "• La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida y de los modelos de organización social. La lucha por la supervivencia y el estatus social en la Prehistoria y en la Antigüedad.",
    "• Interpretación del territorio y del paisaje. La ciudad y el mundo rural a lo largo de la historia: polis, urbes, ciudades, villas y aldeas. La huella humana y la protección del patrimonio ambiental, histórico, artístico y cultural.",
    "• España y Galicia en el tiempo y su conexión con los grandes procesos de la historia de la humanidad. El legado histórico y el acervo cultural en la formación de las identidades colectivas.",
    "• Significado y función de las expresiones artísticas y culturales en las distintas civilizaciones. Diversidad y riqueza cultural. Respeto y conservación del patrimonio material e inmaterial.",
    "Bloque 3. Compromiso cívico y global",
    "• Alteridad: respeto y aceptación «del otro». Comportamientos no discriminatorios y contrarios a cualquier actitud diferenciadora y segregadora.",
    "• Igualdad de género. Manifestaciones y conductas no sexistas.",
    "• Conservación y defensa del patrimonio histórico, artístico y cultural.",
    "• Conciencia ambiental. Respeto, protección y cuidado de los seres vivos y del planeta.",
    "• Seguridad vial y movilidad segura, saludable y sostenible. El espacio público."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros tipos de formato mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información relativas a procesos y acontecimientos relevantes del presente y del pasado. OBJ1",
    "• CE1.2. Identificar, valorar y mostrar interés por los principales problemas que le afectan a la sociedad, adoptando una posición crítica y proactiva hacia ellos. OBJ2",
    "• CE1.3. Incorporar y utilizar adecuadamente términos, conceptos y acontecimientos relacionados con la geografía, la historia y otras disciplinas de las ciencias sociales, a través de intervenciones orales, textos escritos y otros productos, mostrando planteamientos originales y propuestas creativas. OBJ2",
    "• CE1.4. Adquirir y construir conocimiento relevante del mundo actual y de la historia, a través de procesos inductivos, de la investigación y del trabajo por proyectos, retos o problemas, mediante la elaboración de productos que reflejen la comprensión de los fenómenos y problemas abordados. OBJ3",
    "• CE1.5. Identificar los principales problemas, retos y desafíos a los que se enfrentó la humanidad a lo largo de la historia, los cambios producidos, sus causas y consecuencias, así como los que, en la actualidad, debemos formular y resolver alrededor de los objetivos de desarrollo sostenible. OBJ3",
    "• CE1.6. Representar adecuadamente información geográfica a través de diversas formas de representación gráfica, cartográfica y visual. OBJ3",
    "• CE1.7. Interpretar el entorno desde una perspectiva sistémica e integradora, a través del concepto de paisaje, identificando sus principales elementos y las interrelaciones existentes. OBJ4",
    "• CE1.8. Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis de los principales conflictos del presente y el reconocimiento de las instituciones del Estado, y de las asociaciones civiles que garantizan la seguridad integral y la convivencia social, así como de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los objetivos de desarrollo sostenible. OBJ9",
    "• CE2.1. Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros tipos de formato mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información relativas a procesos y acontecimientos relevantes del presente y del pasado. OBJ1",
    "• CE2.2. Contrastar y argumentar sobre temas y acontecimientos de la Prehistoria y la Edad Antigua, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas. OBJ1",
    "• CE2.3. Argumentar de forma crítica sobre problemas de actualidad a través de conocimientos históricos, contrastando y valorando fuentes diversas. OBJ2",
    "• CE2.4. Identificar e interpretar la conexión de España y Galicia con los grandes procesos históricos de la época antigua, valorando lo que supusieron para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia. OBJ3",
    "• CE2.5. Representar adecuadamente información histórica a través de diversas formas de representación gráfica, cartográfica y visual. OBJ3",
    "• CE2.6. Identificar, interpretar y analizar los mecanismos que regularon la convivencia y la vida en común a lo largo de la historia, desde el origen de la sociedad a las distintas civilizaciones que se fueron sucediendo, señalando los principales modelos de organización social, política, económica y religiosa que se fueron gestando. OBJ5",
    "• CE2.7. Situar el nacimiento y desarrollo de distintas civilizaciones y situarlas en el espacio y en el tiempo, integrando los elementos históricos, culturales, institucionales y religiosos que las conformaron, explicando la realidad multicultural generada a lo largo del tiempo e identificando sus aportaciones más relevantes a la cultura universal. OBJ6",
    "• CE2.8. Relacionar las culturas y civilizaciones que se desarrollaron a lo largo de la historia antigua, con las diversas identidades colectivas que se fueron construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y las aportaciones de cada una de ellas a la cultura humana universal. OBJ7",
    "• CE3.1. Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, adoptando una posición crítica y proactiva hacia ellos. OBJ2",
    "• CE3.2. Elaborar juicios argumentados, respetando las opiniones de los demás y enriqueciendo el acervo común en el contexto del mundo actual, de sus retos y conflictos, y desde una perspectiva sistémica y global, a través de la elaboración de juicios propios, críticos y argumentados, y el respeto a las opiniones de los demás. OBJ2",
    "• CE3.3. Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del entorno natural, rural y urbano a través de propuestas e iniciativas que reflejen compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos. OBJ4",
    "• CE3.4. Mostrar actitudes pacíficas y respetuosas y asumir las normas como marco necesario para la convivencia, demostrando capacidad crítica e identificando y respondiendo de manera asertiva ante las situaciones de injusticia y desigualdad. OBJ5",
    "• CE3.5. Valorar la diversidad social y cultural, argumentando e intervenido en favor de la inclusión, así como rechazando y actuando en contra de cualquier actitud o comportamiento discriminatorio basado en estereotipos. OBJ6",
    "• CE3.6. Argumentar e intervenir sobre la igualdad real de hombres y mujeres actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género. OBJ6",
    "• CE3.7. Valorar, proteger y conservar el patrimonio artístico, histórico y cultural como fundamento de la identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el gozo recreativo y cultural y un recurso para el desarrollo de los pueblos. OBJ7",
    "• CE3.8. Relacionar los cambios en los estilos de vida tradicional y contrastarlos con los que son saludables y sostenibles en el entorno, a través de comportamientos respetuosos con la propia salud, con la de los demás y con los otros seres vivos, tomando conciencia de la importancia de promover el propio desarrollo personal. OBJ8"
  ]
}
