{
    "saberes": [
        "A. Vida activa y saludable.",
        "EF.01.A.1. Salud física: efectos físicos beneficiosos de un estilo de vida activo. Alimentación saludable e hidratación. Educación postural en situaciones cotidianas. Cuidado del cuerpo: higiene personal y el descanso tras la actividad física.",
        "EF.01.A.2. Salud social: la actividad física como práctica social saludable. Derechos de los niños y niñas en el deporte escolar. Respeto hacia todas las personas con independencia de sus características personales.",
        "EF.01.A.3. Salud mental: bienestar personal y en el entorno a través de la motricidad. Autoconocimiento e identificación de fortalezas y debilidades en todos los ámbitos (social, físico y mental).",
        "B. Organización y gestión de la actividad física.",
        "EF.01.B.1. Elección de la práctica física: vivencia de diversas experiencias corporales en distintos contextos. EF.01.B.2. Cuidado del material utilizado en la actividad a desarrollar.",
        "EF.01.B.3. Preparación de la práctica motriz: vestimenta deportiva y hábitos generales de higiene corporal. EF.01.B.4. Planificación y autorregulación de proyectos motores sencillos: objetivos o metas. Utilización de recursos digitales.",
        "EF.01.B.5. Prevención de accidentes en las prácticas motrices: juegos de activación, calentamiento y vuelta a la calma.",
        "C. Resolución de problemas en situaciones motrices.",
        "EF.01.C.1. Toma de decisiones: adecuación de las acciones a las capacidades y las limitaciones personales en situaciones motrices individuales. Coordinación de acciones con compañeros y compañeras en situaciones cooperativas. Adecuación de la acción a la ubicación del adversario en situaciones motrices de persecución y de",
        "interacción con un móvil. Selección de la posición corporal o la distancia adecuadas en situaciones de oposición de contacto. Selección de acciones para mantener la posesión, recuperar el móvil o evitar que el atacante progrese en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
        "EF.01.C.2. Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal: conciencia corporal. Lateralidad y su proyección en el espacio. Coordinación óculo-pédica y óculo-manual. Equilibrio estático y dinámico.",
        "EF.01.C.3. Capacidades físicas desde el ámbito lúdico y el juego.",
        "EF.01.C.4. Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas. EF.01.C.5. Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos. Apoyo en recursos digitales.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "EF.01.D.1. Gestión emocional: estrategias de identificación, experimentación y manifestación de emociones, pensamientos y sentimientos a partir de experiencias motrices.",
        "EF.01.D.2. Habilidades sociales: verbalización de emociones derivadas de la interacción en contextos motrices. EF.01.D.3. Respeto a las reglas de juego.",
        "EF.01.D.4. Conductas que favorezcan la convivencia y de igualdad de género, inclusivas y de respeto a los demás, en situaciones motrices: estrategias de identificación de conductas discriminatorias o contrarias a la convivencia.",
        "E. Manifestaciones de la cultura motriz.",
        "EF.01.E.1. Aportaciones de la cultura motriz a la herencia cultural andaluza. Los juegos y las danzas como manifestación de la cultura andaluza.",
        "EF.01.E.2. Usos comunicativos de la corporalidad: gestos, muecas, posturas y otros. EF.01.E.3. Práctica de actividades rítmico-musicales con carácter artístico-expresivo. EF.01.E.4. Deporte y perspectiva de género: referentes en el deporte de distintos géneros.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "EF.01.F.1. Normas de uso: educación vial para peatones. Normas de uso de la vía pública. Movilidad segura, saludable y sostenible.",
        "EF.01.F.2. Posibilidades motrices de los espacios de juego y esparcimiento infantil.",
        "EF.01.F.3. El material físico y digital, y sus posibilidades de uso para el desarrollo de la motricidad.",
        "EF.01.F.4. Realización de actividades seguras en el medio natural y urbano, valorando las posibilidades que brinda el entorno y clima de Andalucía.",
        "EF.01.F.5. Cuidado del entorno próximo y de los animales y plantas que en él conviven, como servicio a la comunidad, durante la práctica de actividades físicas en el medio natural y urbano."
    ],
    "criteriosEvaluacion": [
        "1.1.a. identificar los desplazamientos activos como práctica saludable, buscando la posibilidad de integrar normas de seguridad y hábitos de higiene en prácticas motrices cotidianas, conociendo sus beneficios para el establecimiento de un estilo de vida activo.",
        "1.2.a. Explorar las posibilidades de la propia motricidad a través del juego, practicando en distintas situaciones cotidianas, medidas básicas de cuidado de la salud personal a través de la higiene corporal y la educación postural.",
        "1.3.a. Vivenciar juegos de activación y vuelta a la calma identificando su utilidad para adaptar el cuerpo a la actividad física y evitar lesiones, manteniendo la calma y sabiendo cómo actuar en caso de que se produzca algún accidente en contextos de práctica motriz.",
        "1.4.a. Identificar los valores positivos que fomenta la práctica motriz compartida, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos y respetando a todos los participantes con independencia de sus diferencias individuales.",
        "2.1.a. Vivenciar la importancia de establecer metas claras a la hora de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, identificando su consecución a partir de un análisis de los resultados obtenidos.",
        "2.2.a. Explorar situaciones variadas en contextos de práctica motriz de manera ajustada según las circunstancias.",
        "2.3.a. Vivenciar y emplear los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y su dominio corporal.",
        "3.1.a. Vivenciar las emociones que se producen durante el juego y la actividad física, iniciándose en la gestión positiva de las mismas.",
        "3.2.a. Acordar normas y reglas de juegos consensuadas en clase, interactuando con diálogo y aceptando las diferencias individuales.",
        "3.3.a. Iniciarse en prácticas motrices cotidianas ",
        "4.1.a. Vivenciar juegos y manifestaciones artístico-expresivas de carácter cultural del entorno cercano, valorando su componente lúdico y disfrutando de su puesta en práctica.",
        "4.2.a. Conocer a referentes del deporte de ambos géneros del entorno cercano, reconociendo el esfuerzo y la dedicación requeridos para alcanzar el éxito.",
        "4.3.a. Explorar las posibilidades expresivas del cuerpo y del movimiento en actividades rítmico-musicales de carácter expresivo.",
        "5.1.a. Utilizar el entorno natural y urbano, aprendiendo a utilizarlo de forma segura, conociendo otros usos desde la motricidad, adoptando actitudes de respeto hacia ellos durante el desarrollo de distintas prácticas lúdico-recreativas en contextos terrestres o acuáticos e iniciándose en su cuidado y conservación."
    ]
}