{
  "saberes": [
    "Bloque 1. Dispositivos digitales y sistemas operativos",
    "• Arquitectura de ordenadores: elementos, montaje y configuración.",
    "• Sistemas operativos: configuración de usuario y operaciones básicas de organización.",
    "• Almacenamiento de la información: operaciones básicas de organización y copias de seguridad.",
    "Bloque 2. Creación y edición de información y contenidos digitales",
    "• Formatos de archivos. Formatos abiertos. Estándares de formato en la producción de información digital.",
    "• Procesos de producción de documentos con aplicaciones ofimáticas y de diseño gráfico. Maquetación, aplicación de estilos y formatos. Índices interactivos. Importación de imágenes y gráficos.",
    "• Operaciones básicas en hojas de cálculo. Creación de gráficos. Elaboración de informes sencillos.",
    "• Tratamiento básico de la imagen digital.",
    "• Presentaciones en distintas plataformas digitales, integrando elementos multimedia.",
    "• Colaboración en red. Herramientas de creación de contenidos y aprendizaje colaborativa en la red.",
    "Bloque 3. Pensamiento computacional",
    "• Utilización de estructuras básicas de programación.",
    "• Uso de datos. Constantes y variables.",
    "• Desarrollo de aplicaciones sencillas para ordenadores y/o dispositivos móviles mediante entornos de programación gráfica.",
    "Bloque 4. Ética y seguridad digital",
    "• Seguridad de dispositivos. Gestión de contraseñas.",
    "• Recursos para la protección de la información y datos personales, de la identidad y de los contenidos digitales. Configuración en espacios virtuales de trabajo.",
    "• Seguridad en la salud física y mental: aplicaciones o medidas que deben adoptarse frente a los riesgos y amenazas al bienestar personal. Opciones de respuesta. Situaciones de violencia y de riesgo en la red.",
    "• Uso de recursos y contenidos de dominio público o con licencias que permitan su uso."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Utilizar equipamientos informáticos, identificando los elementos que los configuran y su función en el conjunto. OBJ1",
    "• CE1.2. Mantener sistemas operativos, configurando sus características en función de sus necesidades personales. OBJ1",
    "• CE1.3. Organizar la información de manera segura, utilizando diferentes medios digitales para la búsqueda rápida y eficaz en su gestión. OBJ1",
    "• CE2.1. Crear, integrar y reelaborar contenidos digitales de forma individual o colectiva, seleccionando las herramientas más apropiadas para generar nuevo conocimiento y contenidos digitales de manera creativa. OBJ2",
    "• CE2.2. Interactuar en plataformas digitales, compartiendo y publicando información y datos, con una actitud participativa. OBJ2",
    "• CE3.1. Comprender el fundamento básico de los algoritmos y diagramas de flujo utilizando entornos de programación gráfica. OBJ3",
    "• CE3.2. Desarrollar aplicaciones sencillas para ordenadores, dispositivos o móviles, dando solución a problemas definidos con una actitud emprendedora, perseverante y creativa. OBJ3",
    "• CE4.1. Proteger los datos personales y la huella digital generada en internet, configurando las condiciones de privacidad de las redes sociales y en espacios virtuales de trabajo. OBJ4",
    "• CE4.2. Gestionar contraseñas en los distintos servicios y dispositivos digitales de uso habitual. OBJ4",
    "• CE4.3. Identificar y saber reaccionar ante situaciones que representan una amenaza en la red escogiendo la mejor solución entre diversas opciones y valorando el bienestar personal y colectivo. OBJ4",
    "• CE4.4. Valorar la importancia de la protección de los derechos de autoría, utilizando aplicaciones, datos y creación digitales de terceros de manera ética, respetando las licencias de utilización. OBJ4"
  ]
}