{
    "criteriosEvaluacion": [
        "1.1. Reconocer, con actitud proactiva y a través del contacto directo, los elementos fundamentales del patrimonio cultural y artístico más cercano, utilizando con propiedad la terminología específica y reflexionando de manera crítica sobre su valor de cohesión social y apreciación de la diversidad cultural",
        "1.2. Comparar el patrimonio cultural y artístico más cercano con el global, haciendo un uso crítico, ético y responsable de los diversos canales de acceso al patrimonio artístico y cultural global, compartiendo con interés, respeto y de forma abierta las ideas, sentimientos y emociones que genera en cada persona, fomentando su conservación y la libertad de expresión.",
        "2.1. Determinar la intencionalidad, especificidad y contexto del patrimonio cultural y artístico cercano, compartiendo su conocimiento y goce de la percepción, determinando qué elementos incitan a ese disfrute, contrastando opiniones de forma respetuosa y estimulando la visión crítica.",
        "2.2. Establecer relaciones estructurales entre manifestaciones del patrimonio global y cercano, comparando sus elementos, con sentido crítico y actitud abierta, entendiendo la cultura como proceso dinámico de renovación y enriquecimiento.",
        "3.1. Expresar, a través de medios artísticos y de manera creativa, ideas, sentimientos y emociones personales, ubicándolas en el contexto del patrimonio cultural y artístico cercano, utilizando sus elementos de manera innovadora, y empleándolo como herramientas de exploración de sí mismo.",
        "3.2. Elaborar obras artísticas, mostrando los referentes culturales propios y/o compartidos, poniéndolos en relación con el patrimonio cultural y artístico cercano y global de forma flexible e integradora, con empatía y respeto hacia uno mismo y los demás.",
        "4.1. Planificar un proyecto cultural o artístico que tenga relación con el patrimonio cercano y recoja las inquietudes que afecten a dicho contexto, movilizando de forma colaborativa al mayor número de participantes, utilizando la expresión individual y los recursos que ofrece el patrimonio cercano y valorando el trabajo colaborativo.",
        "4.2. Distribuir tareas a partir de las habilidades requeridas y las necesidades del proyecto, asumiendo responsabilidades, respetando las opiniones de los demás, teniendo constancia en el trabajo y viendo el trabajo del grupo como enriquecimiento.",
        "4.3. Establecer, de manera compartida, los indicadores cualitativos y cuantitativos, además de los instrumentos de medición, integrándolos en un mecanismo de evaluación de todas las fases del proceso artístico.",
        "5.1. Utilizar en todas las fases de desarrollo de un proyecto cultural y artístico criterios inclusivos, no discriminatorios y que promuevan la igualdad, respetando durante el proceso las opiniones y propuestas de los demás y utilizando pautas de sostenibilidad medioambiental.",
        "5.2. Estructurar un plan de trabajo flexible de un proyecto cultural y artístico de manera creativa que busque soluciones originales e innovadoras a problemas planteados, fomentado la iniciativa y la exploración de uno mismo y el entorno.",
        "5.3. Utilizar, de manera crítica y responsable, las herramientas digitales, tanto en la realización del plan de trabajo, como en la documentación del mismo, con actitud ética ante la propiedad intelectual.",
        "6.1. Comunicar públicamente el proyecto desarrollado en el entorno social y educativo al colectivo al que va dirigida, de forma abierta y respetuosa, estableciendo mecanismos que faciliten su recepción y reflexionando sobre su impacto social.",
        "6.2. Identificar diferentes ejemplos de profesiones relacionadas con la creación de proyectos artísticos, comprendiendo las oportunidades que ofrecen y el valor añadido de la creatividad en el trabajo, expresando la opinión propia de forma razonada y respetuosa.",
        "6.3. Evaluar, utilizando para ello los indicadores establecidos anteriormente, tanto el proceso de creación del proyecto artístico, como el resultado final, la documentación realizada, las dificultades encontradas, las soluciones dadas y los logros alcanzados, asumiendo el error como forma de mejora."
    ],
    "saberes": [
        "Generales.",
        "Actitud proactiva, abierta, positiva, crítica, de interés y respeto.",
        "Valoración y respeto de la diversidad personal y cultural.",
        "Reconocimiento del valor y la conservación del patrimonio cultural y artístico.",
        "Actitud ética ante la propiedad intelectual, usos responsables. Uso crítico, sostenibles y responsable de herramientas digitales.",
        "Utilización de la terminología específica.",
        "Entendimiento de la cultura como un proceso de referencias dinámico de renovación y enriquecimiento.",
        "Autoconocimiento, autoestima.",
        "Empatía y valoración de diferentes puntos de vista.",
        "Desarrollo de pensamiento divergente, crítico, de la creatividad, la innovación,la iniciativa y la exploración de uno mismo y del entorno",
        "Estimulación de la capacidad de improvisar, reinventarse y la resiliencia.",
        "Hábitos de disciplina, constancia y responsabilidad en el trabajo en grupo.",
        "Participación activa en igualdad, adoptando un enfoque inclusivo, no sexista y superador de estereotipos que supongan discriminación.",
        "Sostenibilidad medioambiental.",
        "Reconocimiento del error como forma de mejora.",
        "A. Patrimonio cultural y artístico. Emprendimiento cultural.",
        "Noción de patrimonio cultural y artístico.",
        "Patrimonio cercano y global, material e inmaterial.",
        "Patrimonio cultural y artístico como fuente de conocimiento, inspiración y oportunidades.",
        "B. Creatividad. Entornos de trabajo creativo.",
        "Creatividad como destreza personal y herramienta para la expresión artística. Proceso metacognitivo.",
        "Estrategias y técnicas de fomento y desarrollo de la creatividad.",
        "Estrategias de superación del bloqueo creativo.",
        "C. Gestión de proyectos artísticos. Fases. Impacto.",
        "Metodología proyectual. Generación y selección de propuestas.",
        "Proyectos Artísticos. Planificación y Fases. Gestión de proyectos.",
        "Estrategias de trabajo en equipo. Uso de dinámicas de trabajo colaborativo. Distribución de tareas: criterios de selección a partir de las habilidades requeridas y de las necesidades del proyecto.",
        "Estrategias de selección de técnicas, herramientas, medios y soportes adecuados al proyecto artístico.",
        "Liderazgo compartido. Resolución de conflictos.",
        "Estrategias, técnicas y soportes de documentación, registro y archivo.",
        "Sostenibilidad e impacto social de los proyectos artísticos.",
        "Evaluación de proyectos artísticos.",
        "Difusión de resultados.",
        "Oportunidades de desarrollo personal, social, académico y profesional relacionadas con el ámbito artístico. El emprendimiento cultural."
    ]
}