{
    "saberes": [
        "Bloque A. Comunicación.",
        "A.1. Comprensión, producción y mediación.",
        "A.1.2.1. Estrategias de reparación y autoevaluación como forma de progresar con destreza en el aprendizaje autónomo de la lengua extranjera.",
        "A.1.2.2. Estrategias para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales de cierta longitud, bien organizados y complejos.",
        "A.1.2.3. Conocimientos, destrezas y actitudes que permiten llevar a cabocon destreza actividades de mediación en situaciones cotidianas.",
        "A.1.2.4. Autoconfianza, iniciativa, asertividad y autonomía.",
        "A.2. Funciones comunicativas adecuadas al ámbito y al contexto comunicativo.",
        "A.2.2.1. Descripción de fenómenos y acontecimientos más complejos.",
        "A.2.2.2. Expresión de instrucciones y consejos más complejos.",
        "A.2.2.3. Narración de acontecimientos más complejos pasados, puntuales y habituales, descripción de estados y situaciones presentes, y expresión de sucesos futuros y predicciones a corto, medio y largo plazo.",
        "A.2.2.4. Expresión de emociones con destreza.",
        "A.2.2.5. Expresión de la opinión con destreza.",
        "A.2.2.6. Expresión de argumentaciones con destreza.",
        "A.2.2.7. Reformulación, resumen y presentación de las opiniones de otros con destreza.",
        "A.3. Modelos contextuales en la comprensión, producción y coproducción de textos orales y escritos.",
        "A.3.2.1. Modelos contextuales y géneros discursivos de uso común en la comprensión, producción y coproducción de textos complejos orales, escritos y multimodales, breves y sencillos, literarios y no literarios.",
        "A.3.2.2. Características y reconocimiento de contextos complejos (participantes y situación); expectativas generadas por el contexto.",
        "A.3.2.3. Organización y estructuración complejas según el género, la función textual y la estructura.",
        "A.4. Significados de las unidades lingüísticas.",
        "A.4.2.1. Expresión más compleja y precisa de la entidad y sus propiedades.",
        "A.4.2.2. Expresión más compleja y precisa de la cantidad y cualidad.",
        "A.4.2.3. Expresión más compleja y precisa del espacio y las relaciones espaciales.",
        "A.4.2.4. Expresión más compleja y precisa del tiempo y las relaciones temporales.",
        "A.4.2.5. Expresión más compleja y precisa de la afirmación, la negación, la interrogación y la exclamación.",
        "A.4.2.6. Expresión más compleja y precisa de las relaciones lógicas. ",
        "A.5. Léxico de uso común y de interés para el alumnado.",
        "A.5.2.1. Léxico complejo y especializado relativo a tiempo y espacio.",
        "A.5.2.2. Léxico complejo y especializado relativo a estados, eventos y acontecimientos.",
        "A.5.2.3. Léxico complejo y especializado relativo a actividades, procedimientos y procesos.",
        "A.5.2.4. Léxico complejo y especializado relativo a relaciones personales, sociales, académicas y profesionales.",
        "A.5.2.5. Léxico complejo y especializado relativo a educación, trabajo y emprendimiento.",
        "A.5.2.6. Léxico complejo y especializado relativo a lengua y comunicación intercultural.",
        "A.5.2.7. Léxico complejo y especializado relativo a ciencia y tecnología.",
        "A.5.2.8. Léxico complejo y especializado relativo a historia y cultura.",
        "A.5.2.9. Léxico complejo y especializado relativo a estrategias de enriquecimiento léxico (derivación, familias léxicas, polisemia, sinonimia, antonimia...).",
        "A.6. Patrones sonoros.",
        "A.6.2.1. Patrones sonoros, acentuales, rítmicos y de entonación complejos.",
        "A.6.2.2. Significados e intenciones comunicativas generales asociadas a dichos patrones complejos.",
        "A.6.2.3. Alfabeto fonético.",
        "A.7. Convenciones y estrategias conversacionales y ortográficas.",
        "A.7.2.1. Convenciones ortográficas más complejas. ",
        "A.7.2.2. Significados e intenciones comunicativas más complejas asociados a los formatos, patrones y elementos gráficos.",
        "A.7.2.3. Convenciones y estrategias conversacionales más complejas, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación.",
        "A.7.2.4. Convenciones y estrategias conversacionales más complejas, en formato síncrono o asíncrono, para colaborar, negociar significados, detectar la ironía, etc.",
        "A.7.2.5. Convenciones y estrategias conversacionales más complejas, en formato síncrono o asíncrono, para tomar y ceder la palabra.",
        "A.7.2.6. Convenciones y estrategias conversacionales más complejas, en formato síncrono o asíncrono, para pedir y dar aclaraciones y explicaciones.",
        "A.7.2.7. Convenciones y estrategias conversacionales más complejas, en formato síncrono o asíncrono, para reformular, comparar y contrastar.",
        "A.7.2.8. Convenciones y estrategias conversacionales más complejas, en formato síncrono o asíncrono, para resumir y parafrasear.",
        "A.8. Herramientas de búsqueda, consulta y selección de fuentes de información.",
        "A.8.2.1. Recursos más complejos para el aprendizaje y estrategias de búsqueda y selección de información, y reelaboración de contenidos para su comunicación: diccionarios, libros de consulta, bibliotecas, mediatecas, etiquetas en la red, recursos digitales einformáticos, etc.",
        "A.8.2.2. Respeto de la propiedad intelectual y derechos de autoría sobre las fuentes consultadas y contenidos utilizados: herramientas más complejas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
        "A.8.2.3. Herramientas analógicas y digitales más complejas para la comprensión, producción y coproducción oral, escrita y multimodal. Plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
        "Bloque B. Plurilingüismo y reflexión sobre el aprendizaje.",
        "B.1. Estrategias de respuesta y autoevaluación.",
        "B.1.2.1. Estrategias y técnicas más complejas para responder eficazmente y con un alto grado de autonomía, adecuación y corrección a una necesidad comunicativa concreta superando las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "B.1.2.2. Comparación sistemática entre lenguas a partir de elementos más complejos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "B.2. Identificación de unidades lingüísticas y comparación de lenguas.",
        "B.2.2.1. Estrategias más complejas para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patronessonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal. ",
        "B.2.2.2. Comparación sistemática entre lenguas a partir de elementos más complejos de la lengua extranjera y otras lenguas: origen y parentescos.",
        "B.3. Metalenguaje.",
        "B.3.2.1. Expresiones y léxico específico más complejos para reflexionar sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje.",
        "B.3.2.2. Expresiones y léxico específico más complejos para compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje.",
        "Bloque C. Interculturalidad.",
        "C.1. Intercambio comunicativo.",
        "C.1.2.1. La lengua extranjera ",
        "como medio de comunicación y entendimiento entre pueblos, mediadora del acceso a otras culturas y otras lenguas con mayor profundidad, y como herramienta de participación social y de enriquecimiento personal.",
        "C.1.2.2. Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera, así como por conocer informaciones culturales más detalladas de los países donde se habla la lengua extranjera.",
        "C.1.2.3. Estrategias de prevención, detección, rechazo y actuación ante usos discriminatorios del lenguaje verbal y no verbal. ",
        "C.1.2.4. Estrategias para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "C.2. Aspectos socioculturales y sociolingüísticos.",
        "C.2.2.1. Patrones culturales más complejos propios de la lengua extranjera en relación a aspectos socioculturales y sociolingüísticos relativos a convenciones sociales, normas de cortesía y registros. ",
        "C.2.2.2. Patrones culturales más complejos propios de la lengua extranjera en relación a historia, cultura y comunidades.",
        "C.2.2.3. Patrones culturales más complejos propios de la lengua extranjera en relación a instituciones, costumbres y rituales.",
        "C.2.2.4. Patrones culturales más complejos propios de la lengua extranjera en relación a valores, normas, creencias y actitudes. ",
        "C.2.2.5. Patrones culturales más complejos propios de la lengua extranjera en relación a estereotipos y tabúes, y lenguaje no verbal.",
        "C.2.2.6. Patrones culturales más complejos propios de la lengua extranjera en relación a relaciones interpersonales y procesos de globalización en países donde se habla la lengua extranjera."        

    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1 Comprender, extraer y analizar las ideas principales, la información detallada y las implicaciones generales de textos de cierta longitud, bien organizados y complejos, orales, escritos y multimodales, tanto en registro formal como informal, sobre temas de interés personal o público, tanto concretos como abstractos, expresados de forma clara y en la lengua estándar o en variedades frecuentes, incluso en entornos moderadamente ruidosos, a través de diversos soportes.",
        "Criterio 1.2. Interpretar y valorar de manera crítica el contenido, la intención, los rasgos discursivos y ciertos matices, como la ironía o el uso estético de la lengua, de textos de cierta longitud y complejidad sobre una amplia variedad de temas de relevancia personal o de interés público.",
        "Criterio 1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para extraer el sentido general, la información esencial y los detalles más relevantes, así como para distinguir la intención y las opiniones, tanto implícitas como explícitas de los textos; para inferir significados e interpretar elementos no verbales, y para buscar, seleccionar y contrastar información veraz.",
        "Competencia específica 2.",
        "Criterio 2.1. Expresar oralmente con suficiente fluidez, facilidad y naturalidad, evitando errores importantes y utilizando registros adecuados, diversos tipos de textos claros, coherentes, detallados, bien organizados y adecuados al interlocutor y al propósito comunicativo sobre asuntos de interés personal o público conocidos por el alumnado, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como estrategias de planificación, monitorización, validación así como de autoevaluación y coevaluación.",
        "Criterio 2.2. Redactar y difundir textos detallados de creciente extensión, bien estructurados y de cierta complejidad, adecuados a la situación comunicativa, a la tipología textual y a las herramientas analógicas y digitales utilizadas, evitando errores importantes y reformulando, sintetizando y organizando de manera coherente información e ideas de diversas fuentes y justificando las propias opiniones sobre asuntos de interés personal o público conocidos por el alumnado, con respeto a la propiedad intelectual y evitando el plagio. ",
        "Criterio 2.3. Seleccionar, organizar y aplicar conocimientos y estrategias de planificación, producción, revisión y cooperación, para componer textos bien estructurados y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de los interlocutores reales o potenciales.",
        "Competencia específica 3.",
        "Criterio 3.1. Planificar, participar y colaborar asertiva y activamente, a través de diversos soportes, en situaciones interactivas sobre temas cotidianos, de interés personal o público cercanos a su experiencia y formación académica, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de los interlocutores, expresando ideas y opiniones con precisión y argumentando de forma convincente. ",
        "Criterio 3.2. Seleccionar, organizar y utilizar, de forma eficaz, espontánea y en diferentes entornos, estrategias adecuadas para iniciar, mantener y terminar la comunicación; tomar y ceder la palabra con amabilidad; ajustar la propia contribución a la de los interlocutores percibiendo sus reacciones; solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar; resumir, colaborar, debatir, resolver problemas, y gestionar situaciones comprometidas.",
        "Competencia específica 4.",
        "Criterio 4.1. Interpretar y explicar con destreza textos y conceptos en situaciones de comunicación en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores y por las lenguas empleadas, y participando en la solución de problemas de intercomprensión y de entendimiento, a partir de diversos recursos y soportes.",
        "Criterio 4.2. Aplicar con destreza estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando recursos y apoyos físicos o digitales en función de la tarea y del conocimiento previo y los intereses e ideas de las y los interlocutores.",
        "Competencia específica 5.",
        "Criterio 5.1. Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexio",
        "nando de forma sistemática sobre su funcionamiento y estableciendo relaciones entre ellas.",
        "Criterio 5.2. Utilizar con iniciativa y de forma creativa estrategias y conocimientos de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con o sin apoyo de otros interlocutores y de soportes analógicos y digitales.",
        "Criterio 5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua extranjera seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y compartiéndolos. ",
        "Competencia específica 6.",
        "Criterio 6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando y evaluando cualquier tipo de discriminación, prejuicio y estereotipo y solucionando a aquellos factores socioculturales que dificulten la comunicación.",
        "Criterio 6.2. Valorar críticamente la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera y adecuarse a ella favoreciendo y justificando el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad, los derechos humanos y los valores democráticos. ",
        "Criterio 6.3. Aplicar de forma sistemática estrategias para defender y apreciar la diversidad lingüística, cultural y artística atendiendo a valores ecosociales y democráticos así como respetando los principios de justicia, equidad e igualdad. "        
    ]
}