{
    "competenciasEspecificas": [
        "Competencia específica 1: Multilingüismo e interculturalidad.Usar, analizar y comparar un amplio número de elementos de sus repertorios lingüísticos,reflexionando de manera crítica sobre su funcionamiento, explicitando y compartiendoestrategias y conocimientos propios y valorando críticamente la diversidad lingüística y cultural apartir de la lengua extranjera.",
        "Competencia específica 2: Comprensión oral.Identificar, extraer e interpretar las ideas principales y las líneas argumentales de textosorales sobre temas de relevancia personal o de interés público, expresados en lengua estándar,buscando fuentes fiables y utilizando estrategias de inferencia, comprobación de significados yescucha activa.",
        "Competencia específica 3: Comprensión escrita.Identificar, extraer e interpretar las ideas principales y las líneas argumentales básicasde textos escritos o multimodales, sobre temas de relevancia personal para el alumnado o deinterés público expresados en lengua estándar, buscando fuentes fiables y utilizando estrategiasde inferencia y comprobación de significados.",
        "Competencia específica 4: Expresión oral.Producir textos orales, de manera fluida, autónoma y creativa, aplicando estrategias deplanificación, producción y compensación, para expresar conceptos, ideas, descripciones,opiniones y argumentos de manera creativa, adecuada y coherente.",
        "Competencia específica 5: Expresión escrita.Producir textos escritos y multimodales auténticos, claros, bien organizados y detallados,para informar, describir, argumentar y expresar ideas de manera creativa, adecuada y coherente.",
        "Competencia específica 6: Interacción oral y escrita.Interactuar de manera oral, escrita y multimodal, de forma síncrona y asíncrona, conautonomía e iniciativa, para responder a necesidades comunicativas sobre asuntos de relevanciapersonal o de interés público conocidos por el alumnado, mediante estrategias que permitandesarrollar su repertorio lingüístico.",
        "Competencia específica 7: Mediación oral y escrita.Mediar entre interlocutores, en distintas lenguas o variedades lingüísticas, o entre lasmodalidades o registros de una misma lengua, usando estrategias y conocimientos eficacesorientados a explicar conceptos y opiniones o a simplificar mensajes, así como a transmitirinformación de manera eficaz, clara y responsable, creando una atmósfera positiva que facilitela comunicación."
    ]
}
