{
    "competenciasEspecificas": [
        "Specific competence 1: Multilingualism and interculturality. Use, analyze and compare a large number of elements of their linguistic repertoires, critically reflecting on their functioning, explaining and sharing their own strategies and knowledge and critically valuing linguistic and cultural diversity based on language foreign.",
        "Specific competence 2: Oral comprehension. Identify, extract and interpret the main ideas and plot lines of oral texts on topics of personal relevance or of public interest, expressed in standard language, searching for reliable sources and using strategies of inference, verification of meanings and listening active.",
        "Specific competence 3: Written comprehension. Identify, extract and interpret the main ideas and the basic plot lines of written or multimodal texts, on topics of personal relevance to students or of public interest expressed in standard language, searching for reliable sources and using strategies of inference and meaning check.",
        "Specific competence 4: Oral expression. Produce oral texts, in a fluid, autonomous and creative way, applying planning, production and compensation strategies, to express concepts, ideas, descriptions, opinions and arguments in a creative, adequate and coherent way.",
        "Specific competence 5: Written expression. Produce authentic, clear, well-organized and detailed written and multimodal texts, to inform, describe, argue and express ideas in a creative, adequate and coherent way.",
        "Specific competence 6: Oral and written interaction. Interact in an oral, written and multimodal way, synchronously and asynchronously, with autonomy and initiative, to respond to communication needs on matters of personal relevance or of public interest known to the students, through strategies that allow them to develop their linguistic repertoire.",
        "Specific competence 7: Oral and written mediation. Mediate between interlocutors, in different languages or linguistic varieties, or between modalities or registers of the same language, using effective strategies and knowledge aimed at explaining concepts and opinions or simplifying messages, as well as transmitting information from effective, clear and responsible manner, creating a positive atmosphere that facilitates communication."
    ]
}
