{
    "saberes": [
        "A. Cultura científica",
        "A.1. Iniciación a la actividad científica.",
        "A.1.3.1 Fases de la investigación científica (observación, formulación de preguntas y predicciones, planificación y realización de experimentos, recogida y análisis de información y datos, comunicación de resultados...).A.1.3.2. Instrumentos    y dispositivos apropiados para realizar observaciones    y mediciones precisas    de acuerdo con  las necesidades de la investigación.",
        "A.1.3.3. Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "A.1.3.4. Fomento de la curiosidad, la iniciativa, la constancia y el sentido de la responsabilidad en la realización de las diferentes investigaciones.",
        "A.1.3.5. La ciencia, la tecnología y la ingeniería como actividades humanas,   las profesiones STEM en la actualidad desde   una perspectiva de género.",
        "A.1.3.6. La relación entre los avances en matemáticas, ciencia, ingeniería y tecnología para comprender la evolución de la sociedad en el ámbito científico- tecnológico.",
        "A.2.3.1. Aspectos básicos de las funciones vitales del ser humano desde una perspectiva integrada: obtención  de energía, relación con el entorno y perpetuación de la especie.",
        "A.2. La vida en nuestro planeta.",
        "A.2.3.2. Los ecosistemas extremeños y procedimientos para ayudar a su conservación.",
        "A.2.3.3. Clasificación básica de rocas y minerales. Usos y explotación sostenible de los recursos geológicos. Procesos geológicos básicos de formación y modelado del relieve.",
        "A.2.3.4. El cuerpo humano: anatomía y fisiología. Aparatos  y sistemas.",
        "A.2.3.5. Los cambios físicos, emocionales, afectivo-sexuales, y sociales   que conllevan     la pubertad  y   la adolescencia y su aceptación    de forma positiva tanto en uno mismo como en los demás.",
        "A.2.3.6. Pautas que fomenten una salud emocional y social adecuada: higiene del sueño, gestión del ocio y del tiempo libre, uso   adecuado   de dispositivos digitales y estrategias para el fomento de relaciones sociales saludables y prevención y consecuencias   del consumo de drogas (legales e ilegales).",
        "A.2.3.7. Pautas que fomenten una salud emocional y social adecuada: higiene del sueño, gestión del ocio del tiempo   libre,   uso adecuado de dispositivos digitales y estrategias para el fomento de relaciones sociales saludables. Estrategias de control de las propias emociones.",
        "A.3.3.1. Masa y volumen. Instrumentos   para calcular la masa y la capacidad de un objeto. Concepto de densidad y su relación con la flotabilidad de un objeto en un líquido.",
        "A.3. Materia, fuerzas y energía.",
        "A.3.3.2. Realización de proyectos para experimentar diferentes procesos relativos a la materia, fuerzas y energía.",
        "A.3.3.3. Las formas de energía (mecánica, lumínica, sonora, térmica y química), fuentes y las transformaciones. Las fuentes de energías renovables y no renovables y su influencia en la contribución al desarrollo sostenible de la sociedad. Valoración del uso responsable de las fuentes de energía.",
        "A.3.3.4. La energía eléctrica. Fuentes, transformaciones, transferencia y uso en la vida cotidiana. Los circuitos eléctricos y las estructuras robotizadas.",
        "A.3.3.5. Artefactos voladores. Principios básicos del vuelo y utilidades (cometas, aviones, drones...).",
        "B. Tecnología y digitalización",
        "B.1.3.1. Dispositivos y recursos digitales que cubran necesidades del contexto educativo y del entorno personal, familiar y social del alumnado.",
        "B.1.3.2. Estrategias de búsquedas de información seguras y eficientes en internet (valoración, discriminación, selección, organización y propiedad intelectual).",
        "B.1.3.3. Procedimientos de recogida,",
        "B.1. Digitalización del entorno personal de aprendizaje.almacenamiento y representación de datos para facilitar su comprensión, su análisis y el traslado a sus iguales.",
        "B.1.3.4. Recursos y plataformas digitales restringidas     y seguras   para comunicarse   con otras  personas poniendo     en práctica la etiqueta digital,  reglas básicas de cortesía y respeto    y estrategias  para resolver problemas en la comunicación digital.",
        "B.1.3.5. Reglas de seguridad y privacidad       para navegar por internet y para proteger el entorno digital personal de aprendizaje.",
        "B.1.3.6. Estrategias para fomentar el bienestar digital, físico y mental. Reconocimiento de los riesgosasociados a un uso inadecuado y poco seguro  de las tecnologías digitales   (tiempo excesivo de uso, ciberacoso, dependencia tecnológica, acceso a contenidos inadecuados, publicidad    y correos no deseados) y estrategias de actuación.",
        "B.2.3.1. Elaboración y desarrollo de proyectos   de diseño por fases (identificación  de necesidades, diseño, prototipado, prueba, evaluación y comunicación) usando materiales, herramientas, objetos, dispositivos   y recursos  digitales (programación por bloques, sensores, motores, simuladores, impresoras 3D ...) seguros     y adecuados para la consecución del",
        "B.2. Proyectos de diseño y pensamiento computacional . proyecto.",
        "B.2.3.2. Fases del pensamiento computacional (descomposición de una tarea en partes más sencillas, reconocimiento de patrones   y generación cooperativa  de productos).",
        "B.2.3.3. Programación    a través de recursos analógicos (actividades desenchufadas)    o digitales (plataformas digitales    de iniciación  a   la programación, aplicaciones   de programación por bloques, robótica educativa...).",
        "B.2.3.4. Estrategias y técnicas cooperativas en situaciones de incertidumbre: adaptación  y cambio de estrategia cuandosea necesario, valoración del error propio y el de los demás como oportunidad de aprendizaje.",
        "C. Sociedades y territorios",
        "C.1. Retos del mundo actual dinámica atmosférica y a las grandes áreas climáticas del mundo. Los principales ecosistemas y sus paisajes.",
        "C.1.3.1. El futuro de la Tierra y del universo. Los fenómenos físicos relacionados con la Tierra y el universo y su repercusión en la vida diaria y en el entorno.",
        "C.1.3.2. Conocimiento del espacio.   La exploración espacial y   la observación del cielo. La contaminación lumínica.",
        "C.1.3.3. El clima y el planeta. Introducción   a   la dinámica atmosférica y a las grandes áreas climáticas del mundo. Los principales ecosistemas y sus paisajes.",
        "C.1.3.4. El entorno natural. La diversidad geográfica de España y de Europa. Representación gráfica, visual y cartográfica a través de medios y recursos analógicos y digitales usando las Tecnologías de la Información Geográfica (TIG).",
        "C.1.3.5. Migraciones y diversidad cultural. Las principales variables demográficas y su representación gráfica. Los comportamientos de la población y de relevancia en la historia (Edad Media, épocas Moderna y Contemporánea).",
        "C.2. Sociedades en el tiempo.",
        "C.2.3.1. El papel representado por los sujetos históricos (individuales  y colectivos), acontecimientos   y procesos. Temasde relevancia en la historia (Edad Media, épocas Moderna y Contemporánea).",
        "C.2.3.2. El papel de la mujer en la historia y los principales movimientos en defensa de sus derechos. Situación actual y retos de futuro en la igualdad de género.",
        "C.2.3.3. Las fuentes históricas: clasificación y utilización de las distintas fuentes (orales, escritas, patrimoniales). Las huellas de la historia en España y en Europa: lugares,   edificios, objetos, oficios o tradiciones de lugar de estudio.",
        "C.2.3.4. Investigación sobre proyectos que analicen hechos, asuntos y temas de relevancia actual con perspectiva histórica, contextualizándol os en la época correspondiente (Edad Media, Moderna y Contemporánea).",
        "C.2.3.5. La memoria democrática: consecuencias de una dictadura. Análisis multicausal del proceso de construcción de la democracia        en España. La Constitución de 1978.      Fórmulas para la participación de la ciudadanía en la vida pública.",
        "C.2.3.6.   Las expresiones artísticas     y culturales de   la Edad Media, Moderna     y Contemporánea, utilizando  una perspectiva de género, presentes en Extremadura y España, y su función en la cultura.",
        "C.2.3.7. El patrimonio natural y      cultural      de España y Extremadura. Los espacios naturales protegidos. Su uso, cuidado y conservación.",
        "C.3.3.1. La diversidad de identidades étnico-culturales y",
        "C.3. Alfabetización cívica.lenguas de España.",
        "C.3.3.2. Los principios y valores de los derechos humanos y de la infancia y la Constitución española: derechos y deberes de la ciudadanía. La contribución del Estado y sus instituciones a la paz, la seguridad y la cooperación internacional para el desarrollo.",
        "C.3.3.3. Historia y cultura de las minorías étnicas presentes en nuestro país, particularmente las propias del pueblo gitano. Reconocimiento de la diversidad cultural y lingüística España.",
        "C.3.3.4. La organización política. Principales entidades políticas y administrativas del entorno local, autonómico y nacional en España. Sistemas de   representación y de participación política.",
        "C.3.3.5. España y Europa. Las principales instituciones de España y de la Unión Europea, de sus valores y de sus funciones. Los ámbitos de acción de las instituciones europeas y su repercusión en el entorno.",
        "C.4.3.1. El cambio climático. De lo local a lo global: causas y consecuencias. Medidas de mitigación y adaptación.",
        "C.4.3.2. Conocimiento de nuestro entorno. Paisajes   naturales y paisajes humanizados en el mundo y sus elementos.",
        "C.4.3.3. Responsabilidad ecosocial. Ecodependencia, interdependencia e interrelación entre",
        "C.4. Conciencia ecosocial.personas, sociedades y medio natural.",
        "C.4.3.4. Estilos de vida sostenible: los límites del planeta y el agotamiento de recursos. La huella ecológica.",
        "C.4.3.5. Economía verde. La influencia de los mercados (de  bienes, financiero    y laboral) en la vida de la ciudadanía. Los agentes económicos y los derechos laborales desde   una perspectiva de género. El valor social de los impuestos. Responsabilidad social y ambiental de las empresas.",
        "C.4.3.6. El desarrollo sostenible. La actividad humana sobre el espacio y la explotación delos recursos. La actividad económica  y  la distribución de la riqueza: desigualdad social y regional en el mundo y  en España. Los Objetivos de Desarrollo Sostenible. Agenda Urbana. El desarrollo urbano sostenible. La ciudad como espacio de convivencia."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Utilizar recursos digitales de acuerdo con las necesidades del contexto educativo de forma segura y eficiente, buscando información, comunicándose y trabajando de forma individual, en equipo y en red para crear contenidos digitales más elaborados.",
        "Criterio 1.2. Valorar el cuidado de los dispositivos utilizados, contribuyendo a su mantenimiento y buen funcionamiento, teniendo en consideración al resto de usuarios de los mismos.",
        "Criterio 1.3. Dominar alguna de las plataformas y aplicaciones educativas de uso más común en los centros de Extremadura (eScholarium, Google Classroom, MoodleEvex, etc.), utilizándolas de forma habitual en situaciones de aprendizaje.",
        "Criterio 1.4. Integrar el uso de normas de seguridad elementales y conocer los riesgos del uso de herramientas digitales (navegar por Internet, herramientas de comunicación, correo electrónico, chats, redes sociales, etc.) actuando de forma responsable y segura.",
        "Criterio 1.5. Respetar la privacidad propia y del resto de usuarios, evitando compartir información o documentos sin el consentimiento de los demás.",
        "Criterio 1.6. Ser capaz de buscar información, tanto en formato audiovisual como de otra índole (tutoriales en vídeo o en texto, guías, hilos en foros, etc.) verificando dicha información, que permita resolver problemas, desarrollar nuevas ideas o adquirir conocimientos para llevar a cabo proyectos escolares o personales.",
        "Criterio 1.7. Manejar diferentes herramientas digitales para crear cualquier tipo de contenido propio (audiovisual, artístico, en formato texto, etc.), tanto de forma individual como en grupo.",
        "Criterio 1.8. Dominar herramientas de comunicación (redes sociales, correo electrónico, aplicaciones para videollamadas, chats, etc.) que permitan comunicarse con los demás para resolver situaciones de aprendizaje o para un uso personal habitual.",
        "Criterio 1.9. Utilizar normas de cortesía elementales en la comunicación online con los demás (saludos y despedidas, normas básicas de respeto, empatía con los demás, uso de mayúsculas para elevar la voz, autocontrol emocional ante una descortesía, paciencia con los usuarios y dispositivos, etc.) evitando la generación de conflictos y frustraciones innecesarias.",
        "Criterio 2.1. Formular preguntas y realizar predicciones razonadas sobre el medio natural, social o cultural mostrando y manteniendo la curiosidad.",
        "Criterio 2.2. Buscar, seleccionar y contrastar información de diferentes fuentes seguras y fiables, usando los criterios de fiabilidad de fuentes, adquiriendo léxico científico básico y utilizándola en investigaciones relacionadas con el medio natural, social y cultural.",
        "Criterio 2.3. Conocer y aplicar diferentes técnicas de indagación y modelos, además de los ya conocidos (investigación bibliográfica, estudios causales...). Criterio 2.4. Conocer y emplear de forma segura instrumentos y dispositivos apropiados para realizar mediciones precisas y registrarlas correctamente.",
        "Criterio 2.5. Diseñar y realizar experimentos guiados y no guiados adquiriendo de manera progresiva mayor autonomía de trabajo.",
        "Criterio 2.6. Proponer posibles respuestas a las preguntas planteadas sobre hechos y fenómenos que ocurren en el medio, natural social y cultural, a través del análisis e interpretación de la información y los resultados obtenidos, valorando la coherencia de las posibles soluciones y comparándolas con las predicciones realizadas.",
        "Criterio 2.7. Comunicar los resultados de las investigaciones adaptando el mensaje y el formato a la audiencia que va dirigido, utilizando herramientas y técnicas digitales o analógicas adecuadas y lenguaje científico, y explicando los pasos seguidos.",
        "Criterio 3.1. Evaluar las necesidades del entorno como base para el planteamiento de problemas de diseño.",
        "Criterio 3.2. Establecer objetivos concretos y viables que lleven a la solución (analógica o digital) del problema de diseño planteado.",
        "Criterio 3.3. Plantear un problema de diseño que se resuelva creando un prototipo o dando una solución innovadora y creativa con el uso de herramientas y materiales digitales o analógicos.",
        "Criterio 3.4. Conocer y aplicar técnicas sencillas de pensamiento de diseño y pensamiento computacional.",
        "Criterio 3.5. Desarrollar estrategias básicas de gestión de proyectos cooperativos.",
        "Criterio 3.6. Recopilar y utilizar recursos básicos necesarios para solucionar los problemas planteados.",
        "Criterio 3.7. Proponer soluciones innovadoras y creativas a los problemas planteados.",
        "Criterio 3.8. Establecer criterios sencillos y concretos para evaluar los proyectos. Criterio 3.9. Recopilar y utilizar de forma segura herramientas (digitales o analógicas), dispositivos, técnicas y materiales adecuados para elaborar un producto final que dé solución a un problema de diseño.",
        "Criterio 3.10. Probar en equipo distintos prototipos y soluciones digitales para valorar su idoneidad y viabilidad en el desarrollo del producto final.",
        "Criterio 3.11. Desarrollar un producto final que dé soluciones a un problema de diseño.",
        "Criterio 3.12. Comunicar el resultado de los proyectos de diseño, adaptando el mensaje y el formato a la audiencia, explicando los pasos seguidos, justificando por qué ese prototipo o solución digital cumple con los requisitos del proyecto y proponiendo posibles retos para futuros proyectos.",
        "Criterio 4.1. Asumir y aceptar los cambios físicos que conlleva la pubertad y la adolescencia de manera positiva, tanto en uno mismo como en los demás.",
        "Criterio 4.2. Promover actitudes que fomenten el bienestar emocional y social. Criterio 4.3. Identificar, gestionar y validar las emociones propias y las de los demás.",
        "Criterio 4.4. Fomentar relaciones sociales y afectivas saludables.",
        "Criterio 4.5. Reflexionar sobre los usos de la tecnología y los dispositivos digitales y sobre la gestión del ocio y el tiempo libre en relación al bienestar emocional y social.",
        "Criterio 4.6. Aplicar estrategias de control de las propias emociones: autoconocimiento, autocontrol, autoaceptación, actitudes positivas y optimistas.",
        "Criterio 4.7. Respetar y valorar la diversidad presente en el aula y en la sociedad. Criterio 4.8. Adoptar hábitos de vida saludables valorando la importancia de la higiene, ejercicio físico y una alimentación variada, equilibrada y sostenible.",
        "Criterio 4.9. Integrar estilos de vida saludables asumiendo los beneficios del uso adecuado de las nuevas tecnologías, la necesidad del descanso (higiene del sueño) y la importancia del contacto con la naturaleza.",
        "Criterio 4.10. Prevenir posibles situaciones de riesgo de accidentes y conocer las actuaciones básicas de primeros auxilios.",
        "Criterio 5.1. Identificar y analizar las características, organización y propiedades de los elementos del medio natural, social y cultural a través de metodologías de indagación utilizando las herramientas y procesos adecuados.",
        "Criterio 5.2. Analizar la organización, las propiedades y las relaciones que se establecen entre los diferentes elementos del medio natural social y cultural.",
        "Criterio 5.3. Valorar, proteger y mostrar actitudes de conservación y mejora del patrimonio natural y cultural.",
        "Criterio 5.4. Realizar propuestas y acciones que reflejen compromisos y conductas en favor de la sostenibilidad.",
        "Criterio 6.1. Adoptar y promover estilos de vida sostenibles y consecuentes con el respeto, los cuidados, la corresponsabilidad y la protección de las personas y del planeta.",
        "Criterio 6.2. Practicar un consumo responsable en la vida diaria y fomentarlo entre las personas de su entorno familiar y social.",
        "Criterio 6.3. Mostrar actitudes críticas con el sistema de producción y consumo, de energía y ciclos materiales del planeta buscando soluciones más beneficiosas para el medio ambiente.",
        "Criterio 6.4. Participar con una actitud emprendedora en la búsqueda, contraste y evaluación de propuestas para afrontar problemas ecosociales, buscar soluciones y actuar para su resolución a partir del análisis crítico de las causas y consecuencias de la intervención humana en el entorno.",
        "Criterio 6.5. Ejercer y fomentar en su entorno social cercano actitudes críticas, de cooperación y de respeto hacia las personas y el planeta.",
        "Criterio 6.6. Reconocer y promover la utilización de energías renovables para impulsar el equilibrio del planeta.",
        "Criterio 7.1. Conocer los acontecimientos históricos más relevantes ocurridos en España y Extremadura desde la Edad Media, analizando relaciones de causalidad, simultaneidad y sucesión, para comprender las circunstancias sociales y culturales de la actualidad.",
        "Criterio 7.2. Conocer los principales vestigios históricos desde la Edad Media hasta nuestros días, en España y Extremadura, reconociendo y valorando su importancia histórica, cultural y patrimonial, situando cronológicamente los hechos.",
        "Criterio 7.3. Conocer y valorar algunas de las expresiones artísticas y culturales desde la Edad Media, comprendiendo su función en la cultura y reconociendo qué aspectos sociales y culturales se reflejan en ellas.",
        "Criterio 7.4. Manifestar actitudes de curiosidad ante los acontecimientos históricos, los aspectos culturales y sociales, explicando y valorando su importancia en la sociedad actual y estableciendo similitudes entre los acontecimientos pasados y presentes.",
        "Criterio 7.5. Realizar investigaciones, tanto individuales como en grupo, sobre acontecimientos o elementos del patrimonio histórico desde la Edad Media hasta la actualidad, recopilando y procesando la información encontrada en distintas fuentes y comunicando los resultados usando distintos medios.",
        "Criterio 7.6. Conocer personas, grupos sociales relevantes y formas de vida de las sociedades desde la Edad Media hasta la actualidad, incorporando la perspectiva de género, situándolas en ejes cronológicos e identificando rasgos significativos sociales en distintas épocas de la historia.",
        "Criterio 8.1. Contribuir, a través del respeto de la diversidad, al logro de los valores de la integración europea.",
        "Criterio 8.2. Investigar sobre los procesos geográficos, históricos y culturales que han conformado la sociedad actual.",
        "Criterio 8.3. Valorar la diversidad etnocultural y la cohesión social mostrando empatía y respeto por las minorías.",
        "Criterio 8.4. Valorar la diversidad afectivo-sexual mostrando empatía y respeto por las distintas identidades y expresiones de género.",
        "Criterio 8.5. Promover actitudes de igualdad de género y conductas no sexistas, analizando y contrastando diferentes modelos en nuestra sociedad.",
        "Criterio 8.6. Mostrar actitudes de tolerancia y respeto hacia los diversos modelos de familia, valorando la diversidad como una realidad social.",
        "Criterio 9.1. Promover interacciones sociales respetuosas y equitativas en el entorno escolar, familiar y social.",
        "Criterio 9.2. Resolver conflictos de forma pacífica y dialogada, usando un lenguaje inclusivo, no violento, equitativo y respetuoso con las normas gramaticales.",
        "Criterio 9.3. Conocer y ejercitar los principales derechos, normas, deberes y libertades emanados de la Constitución española y la Unión Europea.",
        "Criterio 9.4. Conocer las funciones que realiza el Estado y sus instituciones para mantener la paz, la seguridad integral ciudadana y el reconocimiento de las víctimas de violencia.",
        "Criterio 9.5. Explicar el funcionamiento general de los órganos de gobierno del municipio, de las Comunidades Autónomas, del Estado español y de la Unión Europea, valorando sus funciones y la gestión de los servicios públicos para la ciudadanía.",
        "Criterio 9.6. Conocer, interiorizar y cumplir normas como peatones y usuarios de los medios de locomoción, conociendo las señales de tráfico, promoviendo acciones para la mejora de la convivencia y la prevención de los accidentes de tráfico; favoreciendo actitudes de tolerancia y prudencia, y tomando conciencia de la importancia de la movilidad sostenible de las personas."
    ]
}