{
    "saberes": [
        "A: Las lenguas y sus hablantes. Plurilingüismo",
        "Biografía lingüística personal y de la diversidad lingüística del aula.",
        "*Las lenguas cooficiales de la CAPV: bilingüismo y normalización lingüística.",
        "*Estrategias para identificar, con acompañamiento, prejuicios y estereotipos lingüísticos.",
        "*Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "*Interés, iniciativa y comportamiento proactivo hacia el uso del euskara en diversos ámbitos de la vida escolar y social.",
        "*Incidencia de los componentes (situación, participantes o intención) en el acto comunicativo *Canciones referenciales del patrimonio musical y cultural vasco (canciones de cuna, retahílas…) *Tradiciones culturales vascas relacionadas con la oralidad (Olentzero, Santa Ageda…)",
        "B. Comunicación.",
        "1. Uso de la lengua",
        "*Uso inclusivo de la lengua para expresar ideas, emociones y sentimientos",
        "*Elementos básicos de contenido (tema, fórmulas fijas, léxico) y forma (estructura, formato, imágenes).",
        "*Intención comunicativa y claves de la tipología textual básica: narración, descripción, diálogo.",
        "*Autoconfianza y reflexión sobre el aprendizaje.",
        "Estrategias cooperativas sencillas y asunción de responsabilidades individuales asignadas en el trabajo grupal.",
        "*Pautas para la detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
        "2. Comprensión, comunicación e interacción oral",
        "Interés por expresarse oralmente con pronunciación y entonación adecuadas.",
        "*Interacción oral adecuada en situaciones de aula. Estrategias básicas de cortesía lingüística y de autorregulación de la propia comunicación verbal y no verbal.",
        "*Estrategias de escucha activa en la resolución dialogada de los conflictos.",
        "*Construcción y comunicación de conocimiento mediante la planificación y producción acompañada de textos orales y multimodales sencillos.",
        "*Estrategias de reconocimiento, selección e interpretación de la información general y del sentido global del texto.",
        "*Estrategias para la identificación de elementos básicos de la comunicación no verbal.",
        "3. Comprensión lectora",
        "*Convenciones del código escrito en el marco de propuestas de comprensión de textos de uso social.",
        "*Lectura individual y compartida y expresiva con entonación y ritmo progresivamente adecuados al nivel cognitivo.",
        "*Elementos gráficos y paratextuales básicos que favorecen la comprensión antes, durante y después de la experiencia lectora.",
        "*Estrategias básicas de comprensión lectora de textos de fuentes documentales diversas en procesos de comprensión y producción de textos escritos.",
        "*Textos discontinuos básicos (gráficos, diagramas, mapas, horarios...).",
        "4. Producción escrita",
        "*Interés por expresarse por escrito de manera clara y adecuada.",
        "*Convenciones del código escrito en el marco de propuestas de producción de textos de uso social.",
        "*Cuidado en la presentación de las producciones escritas.",
        "*Estrategias elementales, individuales o grupales, de planificación, redacción, revisión y edición de textos escritos y multimodales sencillos, en diferentes soportes, próximos a su experiencia personal, y con diferentes propósitos.",
        "*Elementos gráficos y paratextuales sencillos que facilitan la organización y la comprensión del",
        "texto.",
        "*Estrategias básicas para la coherencia textual.",
        "*Herramientas básicas de autoevaluación y coevaluación, en distintos soportes, (diario de aprendizaje, portafolio, rúbricas, dianas de evaluación...).",
        "5. Alfabetización informacional",
        "*Estrategias básicas para la búsqueda guiada de información sencilla en fuentes documentales variadas y con distintos soportes y formatos.",
        "Uso guiado de diccionarios.",
        "*Estrategias básicas para comparar información de distintas fuentes.",
        "Modelos explícitos para reelaborar y comunicar la información.",
        "*Pautas para la utilización de la biblioteca y de los recursos digitales del aula o del centro.",
        "C. Educación literaria",
        "*Estrategias para la interpretación acompañada y compartida de las obras a través de conversaciones literarias.",
        "*Elementos constitutivos esenciales de la obra literaria (tema, personajes, trama, escenario) y de los distintos géneros literarios en la construcción acompañada del sentido de la obra.",
        "*Obras y fragmentos pertenecientes al patrimonio cultural vasco.",
        "Relación de los textos con otras manifestaciones artísticas y culturales.",
        "*Inicio de la construcción de la identidad lectora. Estrategias para la expresión de gustos e intereses.",
        "Pautas de utilización de la biblioteca del aula o de centro como espacio para actividades literarias compartidas.",
        "Comunidades lectoras.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas la producción y comprensión de textos orales, escritos o multimodales:",
        "*Diferencias elementales entre lengua oral y lengua escrita.",
        "*Estrategias para la construcción guiada de conclusiones elementales propias sobre el sistema lingüístico.",
        "*Signos básicos de puntuación como mecanismo organizador del texto escrito.",
        "*Procedimientos elementales de adquisición de vocabulario. Reflexión contextualizada sobre la relación de significado entre unas palabras y otras.",
        "Identificación de distintas relaciones de forma y significado entre las palabras.",
        "*Estrategias y técnicas básicas de reconocimiento de la intención comunicativa de las distintas modalidades oracionales.",
        "*Mecanismos básicos de cohesión textual, con especial atención a los conectores temporales y explicativos.",
        "Estrategias para la revisión y mejora de los textos propios a partir de la reflexión metalingüística."
    ],
    "criteriosEvaluacion": [
        "1.1 Mostrar interés y respeto por las distintas  lenguas  de  su  entorno, reconociendo y apreciando la diversidad como riqueza social y cultural.",
        "1.2 Reconocer, de manera acompañada y  en  contextos  próximos,  prejuicios, discriminacionesyestereotipos lingüísticos  y  culturales  comunes  y frecuentes, a partir de la observación del entorno y en situacionescotidianas y habituales.",
        "1.3 Adoptar hábitos y comportamientos lingüísticos asertivos y empáticos hacia el  euskara,  mostrando  una  actitud favorable en su uso en la vida escolar, así como participar en actividades que favorezcan su normalización.",
        "2.1 Comprender el sentido global de textos orales y multimodales sencillos, reconociendo las ideas principales y los mensajes  explícitos  e  iniciando,  de manera acompañada, la valoración del contenido  y  de  los  elementos  no verbales más elementales.",
        "2.2 Reconocer la riqueza cultural vasca mediantediversas   manifestaciones artísticas culturales orales.",
        "3.1   Producirtextosorales multimodalescoherentes, planificación acompañada y utilizando recursos no verbales elementales",
        "3.2 Participar en interacciones orales espontáneas, respetandolas normas básicas  de  la  cortesía  lingüística, haciendo un uso inclusivo básico del lenguaje  y  mostrando  una  actitud cooperativa.",
        "4.1 Leer de manera silenciosa y en voz alta  textos  escritos  y  multimodales sencillos, identificando el sentido global y la información relevante y movilizando de  formaacompañadaestrategias básicas de comprensión.",
        "4.2 Analizar, de manera acompañada, el contenido y aspectos formales y no verbales elementales de textos escritos y multimodales sencillos, valorando su contenido y estructura.",
        "5.1 Producir, con ayuda y ajustándose a modelos  dados,  textos  escritos  y multimodales sencillos y coherentes en distintos soportes, teniendo en cuenta las  diferentes  etapas  del  proceso evolutivo delaescritura (planificación, redacción y revisión).",
        "5.2 Utilizar con ayuda instrumentos y criterios básicos de auto y coevaluación de los textos escritos y multimodales producidos  de  forma  individual  o colectiva,identificandolasdificultades surgidas.",
        "6.1 Utilizar estrategias elementales de búsqueda y selección de información procedente de, al menos, dos fuentes, siguiendo un modelo dado y adoptando hábitos   de   uso   seguro   de   las tecnologías digitales.",
        "6.2 Comunicar los resultados de un proceso  de  búsqueda,  selección  y contraste de información, individual o grupal, sobre algún tema de interés personal  o  académico,  realizado  de maneraacompañada,utilizando herramientas analógicas y digitales.",
        "7.1 Leer textos de distintos autores y autoras  acordes  con  sus  gustos  e intereses,seleccionadosde  manera acompañada,  desdelasdiferentes etapas  del proceso  evolutivo  de  la lectura,  valorando  la  lectura  como fuente  de  conocimiento  y  desarrollo personal.",
        "8.1  Escuchar  y leer  textos  orales  y escritos de la literatura infantil universal y  de  tradición  vasca,  que  recojan diversidad  de  autores  y  autoras, estableciendo de manera acompañada relaciones elementalesentreellos,los propios  sentimientos  y  con  otras manifestaciones artísticas o culturales.",
        "8.2 Producir, de manera acompañada, textos sencillos individuales o colectivos con intención literaria, adaptados a las diferentes etapas del proceso evolutivo de la escritura, ajustándose a modelos dados,   en   distintos   soportes   y complementándolosconotros lenguajes artísticos.",
        "9.1 Formular conclusiones elementales sobre el funcionamiento de la lengua, prestando  especial  atención  a  la concordancia  y  a  las  relaciones  de significado entre las palabras, a partir de  la  observación,  comparación  y manipulacióndepalabrasy enunciados.",
        "9.2 Revisar y mejorar los textos propios y  subsanar  algunos  problemas  de comprensiónlectora,demanera acompañada, a partir de la reflexión metalingüísticayusandola terminologíalingüísticabásica adecuada",
        "9.3 Realizar transferencias sencillas, de manera acompañada, a partir de las lenguas cooficiales y de otras lenguas del alumnado.",
        "10.1  Rechazar  los  usos  lingüísticos discriminatorios identificados a partir de la reflexión grupal acompañada sobre los aspectos elementales, verbales y no verbales de la comunicación, teniendo en cuenta una perspectiva de género.",
        "10.2 Movilizar, con el acompañamiento y planificación necesarios,estrategias elementales para la escucha activa y el consenso, participando activamente en el  trabajo  en  grupo,  asumiendo  las responsabilidadesindividuales asignadas e iniciándose en la gestión dialogada de conflictos."
    ]
}