{
    "saberes": [
        "BLOQUE A. Información y alfabetización de datos.",
        "A.1. Navegación, búsqueda y filtrado de datos.",
        "A.1.1. Uso de navegadores de internet.",
        "A.1.2. Búsquedas en línea a través de motores de búsqueda.",
        "A.1.3. Seguimiento de la información a través de hipervínculos.",
        "A.2. Evaluación de datos, información y contenido digital.",
        "A.2.1. Tipos de fuentes de información.",
        "A.2.2. Análisis y detección de fake news: contrastar información para detectar bulos o corroborar información.",
        "A.3. Gestión de datos, información y contenido digital.",
        "A.3.1. Portales de contenido por especialidad.",
        "A.3.2. Organizadores de información.",
        "A.3.3. Almacenamiento de datos online y offline.",
        "A.3.4. Manejo y organización estructurada del almacenamiento.",
        "BLOQUE B. Comunicación y colaboración.",
        "B.1. Interactuar mediante tecnologías digitales.",
        "B.1.1. Medios de comunicación digital: teléfono móvil, VoIP, chat o correo electrónico.",
        "B.1.2. Manejo del correo electrónico.",
        "B.1.3. Manejo de las redes sociales.",
        "B.2. Compartir mediante tecnologías digitales.",
        "B.2.1. Uso compartido de archivos y contenidos.",
        "B.2.2. Actitud proactiva en el intercambio de recursos, contenido y conocimiento.",
        "B.2.3. Interacción con servicios públicos a través de Internet (bancos, organismos, hospitales ).",
        "B.2.4. Participación en acciones democráticas (por ejemplo, grupos de presión, las peticiones, el Parlamento).",
        "B.3. Colaborar mediante tecnologías digitales.",
        "B.3.1. Herramientas y tecnologías digitales simples para procesos colaborativos.",
        "B.3.2. Diseño de sitios web: blogs, sites y wikis.",
        "B.3.3. La identidad digital.",
        "B.3.4. La huella digital.",
        "B.3.5. Ventajas y riesgos relacionados con la exposición de identidad en línea.",
        "BLOQUE C. Creación de contenidos digitales.",
        "C.1. Desarrollo de contenidos.",
        "C.1.1. Manejo de herramientas de creación de mapas conceptuales y esquemas colaborativos y en red.",
        "C.1.2. Manejo de herramientas de creación y tratamiento de información para la elaboración de archivos de audio y vídeo (pódcast).",
        "C.1.3. Manejo de herramientas para el diseño de presentaciones.",
        "C.1.4. Manejo de herramientas de edición gráfica con imágenes y textos: carteles, trípticos, infografías y pósters.",
        "C.1.5. Manejo de herramientas de edición de imágenes.",
        "C.1.6. Manejo de herramientas de edición de vídeo.",
        "C.1.7. Manejo de herramientas de creación de códigos QR y realidad aumentada.",
        "C.2. Copyright y licencias.",
        "C.2.1. Derechos de autor.",
        "C.2.2. Licencias.",
        "BLOQUE D. Ciberseguridad y ciudadanía digital.",
        "D.1. Protección de dispositivos.",
        "D.1.1. Contraseñas, patrones y antivirus. Gestión de contraseñas seguras.",
        "D.1.2. Riesgos y amenazas digitales.",
        "D.2. Protección de datos personales.",
        "D.2.1. La política de privacidad.",
        "D.2.2. Tratamiento de información no deseada: cookies, spam y spyware.",
        "D.3. Protección de la salud y el bienestar.",
        "D.3.1. Posturas de trabajo: ergonomía.",
        "D.3.2. Uso correcto de los periféricos de entrada: ratón, pantallas y teclados táctiles y teclados manuales.",
        "D.3.3. Riesgos de la tecnología y las redes sociales. Tecnoadicciones.",
        "D.3.4. El ciberacoso.",
        "D.3.5. El uso de las tecnologías digitales para el bienestar y la inclusión social.",
        "D.3.6. Actitud proactiva hacia la ciberseguridad: el cibervoluntariado.",
        "BLOQUE E. Iniciación al pensamiento computacional y a la programación.",
        "E.1. El pensamiento computacional.",
        "E.1.1. Pensamiento computacional.",
        "E.1.2. Descomposición de problemas sencillos.",
        "E.2. Programación y robótica.",
        "E.2.1. Programación por bloques para el diseño de videojuegos.",
        "E.2.2. Programación por bloques para la creación de apps para móviles y tablets.",
        "E.2.3. Programación por bloques para controlar placas de desarrollo.",
        "E.2.4. Montaje de robots y sistemas automatizados simples.",
        "E.2.5. Programación de robots y sistemas automatizados simples."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Identificar las propias necesidades de información.",
        "Criterio 1.2. Encontrar datos, información y contenidos a través de una búsqueda simple en entornos digitales.",
        "Criterio 1.3. Hallar la forma de acceder a los datos, la información y los contenidos necesarios, navegando entre ellos.",
        "Criterio 1.4. Detectar la credibilidad y fiabilidad de las fuentes comunes de datos, de su información y contenido digital.",
        "Criterio 1.5. Organizar, almacenar y recuperar datos, información y contenidos de forma sencilla en entornos digitales.",
        "Criterio 1.6. Reconocer dónde organizar los datos de forma sencilla, en un entorno estructurado.",
        "Competencia específica 2.",
        "Criterio 2.1. Colaborar en entornos de comunicación interpersonal y publicaciones virtuales compartiendo información.",
        "Criterio 2.2. Realizar actividades en grupo utilizando herramientas y entornos virtuales de trabajo colaborativo.",
        "Criterio 2.3. Conocer y aplicar las normas de la etiqueta digital y respeto en la red.",
        "Criterio 2.4. Construir una identidad clara y protegida acorde a su edad y de rastrear su propia huella digital.",
        "Competencia específica 3.",
        "Criterio 3.1. Seleccionar, configurar y programar dispositivos y herramientas digitales de uso cotidiano, de acuerdo a la tarea encomendada.",
        "Criterio 3.2. Utilizar las aplicaciones de edición de textos, presentaciones multimedia y tratamiento de datos numéricos para la producción de documentos digitales.",
        "Criterio 3.3. Crear contenido mediante medios digitales: mapas conceptuales, esquemas, podcast, infografías, carteles, trípticos, códigos QR, cómics y otros.",
        "Criterio 3.4. Utilizar las aplicaciones básicas de edición de imágenes, sonido y vídeo para producciones de documentos digitales.",
        "Criterio 3.5. Identificar reglas simples de derechos de autoría y licencias que se aplican a los datos, la información digital y el contenido.",
        "Competencia específica 4.",
        "Criterio 4.1. Proteger los dispositivos con diversos medios y medidas preventivas, creando contraseñas seguras.",
        "Criterio 4.2. Conocer y prevenir los riesgos para la salud psicológica de las nuevas tecnologías y las redes sociales.",
        "Criterio 4.3. Adoptar hábitos de uso saludable de las TIC, vinculados a la ergonomía para la prevención de riesgos físicos sobre la salud.",
        "Criterio 4.4. Tomar medidas preventivas para protegerse a sí mismo del ciberacoso.",
        "Criterio 4.5. Adoptar actitudes proactivas sobre la promoción de espacios virtuales seguros, siendo capaces de detectar e informar sobre utilizaciones indebidas tanto en espacios de trabajo como de socialización.",
        "Competencia específica 5.",
        "Criterio 5.1. Formular problemas sencillos y soluciones a cuestiones planteadas, siguiendo estrategias de pensamiento computacional (descomposición del problema, reconocimiento de patrones y abstracción).",
        "Criterio 5.2. Resolver problemas utilizando lenguaje de programación por bloques (diseño del algoritmo).",
        "Criterio 5.3. Diseñar aplicaciones sencillas para dispositivos móviles partiendo del conocimiento de las existentes.",
        "Criterio 5.4. Conocer los principales componentes para el montaje de un robot.",
        "Criterio 5.5. Programar y controlar al robot desde dispositivos a distancia o por automatismos.",
        "Criterio 5.6. Comprender la importancia del desarrollo de la robótica en el presente y futuro desarrollo tecnológico y sus repercusiones sociales."
    ]
}