{
    "saberes": [
        "A. Las lenguas y sus hablantes",
        "    - Biografía de la lengua personal y reflexión sobre el mapa de las lenguas del entorno y la pluralidad de las existentes.",
        "    - Mapa del español en el mundo. El español como lengua universal. La Real Academia Española de la lengua. Orígenes e historia de la lengua española. Lenguas muertas en España: griego y latín.",
        "    - La diversidad cultural y el lenguaje como riqueza y herramienta de reflexión interlingüística. Aproximación a las lenguas de signos. Actitudes de respeto hacia las diferentes lenguas y sus interlocutores.",
        "    - Estrategias de identificación de prejuicios del lenguaje. Identificación de modelos positivos.",
        "    - Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "Conocimiento sobre las distintas formas de comunicación utilizadas por las personas con discapacidad.",
        "B. Comunicación",
        "Contexto",
        "- Interacciones   entre   los   componentes   del   hecho   comunicativo   (situación, participantes, propósito comunicativo, canal, registro), respeto a las estrategias de cortesía lingüística.",
        "Géneros discursivos",
        "    - Tipologías textuales: la narración, la descripción, el diálogo, la exposición y la argumentación.",
        "    - Propiedades textuales: estrategias básicas para la coherencia, cohesión y adecuación.",
        "    - Géneros discursivos propios del ámbito personal, social y educativo. Contenido y forma. Estrategias para la selección del género discursivo adecuado a la intención comunicativa, modelos orientados al desarrollo de la capacidad creativa en la escritura. Redes sociales y sus riesgos.",
        "Procesos",
        "- Interacción oral: interacción oral y adecuada en contextos formales e informales, transmitiendo ideas con claridad, participando en debates e intercambios de",
        "manera constructiva, confrontando las propias opiniones o aportando argumentos mediante la escucha activa, la asertividad, el diálogo y la cortesía. La expresión y escucha empática de necesidades, vivencias y emociones propias y ajenas, mostrando actitudes de respeto hacia los diferentes interlocutores.",
        "    - Comprensión oral: identificación de las ideas más relevantes e interpretación del sentido global realizando las inferencias necesarias en narraciones, descripciones, informaciones, instrucciones, argumentaciones. Respuesta a preguntas concernientes a la comprensión literal, interpretativa y crítica. Valoración crítica. Detección de usos discriminatorios del lenguaje verbal y no verbal. Identificación de modelos positivos.",
        "    - Producción oral: elementos de la prosodia (entonación, dicción: articulación, ritmo, volumen…) y de la comunicación no verbal. Construcción, comunicación y valoración crítica de conocimiento mediante la planificación y producción de textos orales y multimodales con autonomía. Adecuación del uso de la lengua a las distintas finalidades y a las diferentes necesidades comunicativas.",
        "    - Comprensión lectora: estrategias de comprensión lectora antes, durante y después de la lectura. Identificación de las ideas más relevantes e interpretación del sentido global, activación de conocimientos previos, relectura, parafraseo, visión general del texto, identificación de términos, conceptos confusos o palabras clave, formulación de preguntas, deducción del significado de palabras y expresiones con ayuda del contexto, realizando las inferencias necesarias. Valoración crítica. Identificación de elementos gráficos y paratextuales al servicio de la comprensión. Lectura compartida y expresiva. Detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "    - Estrategias de uso gradualmente autónomo de recursos lingüísticos diversos, en diferentes soportes, incluidos los digitales, para mejorar la comprensión de textos.",
        "    - Producción escrita: ortografía reglada en la textualización y la autocorrección de textos escritos y multimodales de relativa complejidad, con distintos propósitos comunicativos tales como diarios, cartas, correos electrónicos, biografías, informes, pequeños poemas, descripciones... Coherencia, cohesión y adecuación textual en copias, dictados o textos de creación autónoma. Estrategias básicas, individuales o grupales, de planificación, textualización, revisión y autocorrección. Comentarios de texto (tema, resumen, estructura…). Presentación cuidada con limpieza, claridad, precisión y orden en los escritos. Uso de elementos gráficos y paratextuales al servicio de la comprensión. Escritura en soporte digital.",
        "    - Alfabetización mediática e informacional: estrategias para la búsqueda y selección de información (toma notas, elabora esquemas, guiones, mapas conceptuales, sigue un plan de trabajo, expresa conclusiones con claridad etc.) en distintas fuentes documentales y con distintos soportes y formatos, entre ellos el periódico. Reconocimiento de autoría y respeto por las producciones ajenas. Comparación, organización y valoración crítica de la información. Uso autónomo de la biblioteca, así como de recursos digitales del aula.",
        "C. Educación literaria",
        "    - Lectura autónoma de obras o fragmentos variados y diversos de la literatura adecuados a su edad y organizados en itinerarios lectores.",
        "    - Estrategia para la interpretación de las obras a través de conversaciones literarias.",
        "    - Relación, entre los elementos constitutivos de la obra literaria (tema, protagonistas, personajes secundarios, argumento, espacio) y la construcción del sentido de la obra.",
        "    - Análisis de la relación entre los elementos básicos del género literario y la construcción del sentido de la obra. Características fundamentales de textos literarios narrativos, poéticos y dramáticos.",
        "    - Estrategias básicas para la interpretación autónoma de los textos literarios. El lenguaje figurado (símiles y metáforas), las personificaciones, las hipérboles y los juegos de palabras. Refranes, aforismos y greguerías para profundizar en el sentido y posibilidades del lenguaje El uso de comparaciones, metáforas, aumentativos, diminutivos y sinónimos en textos literarios.",
        "    - Relación entre los textos leídos y otras manifestaciones artísticas y culturales. Los libros ilustrados como fuente de disfrute y  de aprendizaje de la lectura y su conexión con la realidad, con la fantasía y con las demás artes.",
        "    - Avance en la construcción de la identidad lectora. Estrategias para la expresión de gustos e intereses y para la valoración crítica elemental de las obras.",
        "    - Lectura expresiva, dramatización o interpretación de fragmentos atendiendo a los procesos de comprensión y al nivel de desarrollo.",
        "    - Creación de textos de intención literaria (cuentos, poemas, canciones, pequeñas obras teatrales) de manera libre y a partir de la recreación y apropiación de los modelos dados utilizando recursos léxicos, sintácticos, fónicos y rítmicos en dichas producciones.",
        "    - Uso autónomo de la biblioteca de aula o de centro como escenario de actividades literarias compartidas.",
        "    - Principales autores de la literatura española y universal en las distintas épocas. Obras más relevantes.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales.",
        "    - Establecimiento de generalizaciones sobre aspectos lingüísticos elementales a partir de la observación, comparación y transformación de palabras y enunciados (sustitución, inserción, supresión, cambio de orden, manipulación), formulación y comprobación de hipótesis y contrastes con otras lenguas.",
        "    - Aproximación a la lengua como sistema con distintos niveles: sonidos y letras, palabras (sustantivos, determinantes artículos: demostrativos, posesivos, indefinidos, numerales, interrogativos y exclamativos; pronombres, adverbios, locuciones adverbiales, preposiciones, conjunciones, interjecciones, verbos y adjetivos) oraciones (tipos) y textos. Observación y comparación de unidades comunicativas básicas. Relaciones fundamentales entre los esquemas semánticos y sintácticos de la oración. Uso de la sintaxis correcta en los escritos propios. Reconocimiento de sintagmas sencillos.",
        "    - Procedimientos básicos de adquisición de vocabulario. Mecanismos léxicos básicos para la formación de palabras. Familias de palabras, palabras derivadas, homónimas.",
        "    - Relación entre intención comunicativa y modalidad oracional (enunciativas, exclamativas, interrogativas…).",
        "    - Mecanismos básicos de coherencia y cohesión, con especial atención a las sustituciones pronominales y a la correlación temporal establecida mediante los distintos tiempos verbales. Conjugación de los verbos. La voz pasiva.",
        "    - Estrategias de observación y formulación de generalizaciones sobre la acentuación. Sílabas tónicas y átonas, diptongos, triptongos e hiatos. Palabras agudas, llanas, esdrújulas y sobresdrújulas. Reglas de acentuación de los interrogativos, exclamativos y las palabras compuestas.",
        "    - Los signos de puntuación ( el punto y seguido, el punto y aparte, el punto final, el punto después de las abreviaturas y detrás de paréntesis o comillas cuando cierran períodos; la coma; los dos puntos y los puntos suspensivos en todos sus usos; los signos de interrogación y de exclamación; la raya para señalar cada una de las intervenciones de un dialogo; el guion para separar una palabra que no cabe completa en una línea o renglón y las comillas para reproducir citas textuales) como mecanismos para organizar el texto y expresar intención comunicativa."
    ],
    "criteriosEvaluacion": [
        "1.1. Mostrar interés y respeto a las distintas lenguas y variedades dialectales, identificando las características fundamentales de las de su entorno geográfico, así como algunos rasgos de los dialectos y lenguas familiares del alumnado.",
        "1.2. Conocer y valorar la importancia del español como lengua universal, sus orígenes e historia.",
        "1.3. Detectar, con autonomía creciente y en contextos próximos, prejuicios del lenguaje frecuentes, aportando alternativas, reconociendo modelos positivos y valorando la diversidad de las lenguas del mundo como una fuente de riqueza cultural.",
        "1.4. Conocer la historia del español como lengua universal, del latín a las lenguas romances y su expansión desde la Península Ibérica hacia América y otros continentes.",
        "2.1. Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales y los mensajes explícitos e implícitos, valorando su contenido y los elementos no verbales elementales y, algunos elementos formales elementales.",
        "3.1. Producir textos orales y multimodales, de manera autónoma, coherente y fluida, en contextos formales sencillos y utilizando correctamente recursos verbales y no verbales básicos.",
        "3.2. Participar en interacciones orales espontáneas o regladas, incorporando estrategias sencillas de escucha activa, de cortesía y de cooperación conversacional.",
        "4.1. Comprender el sentido global y la información relevante de textos escritos y multimodales, realizando inferencias, a partir de estrategias básicas de comprensión antes, durante y después de la lectura.",
        "4.2. Analizar, de manera acompañada, el contenido y aspectos formales y no formales elementales de textos escritos y multimodales, valorando su contenido y estructura y evaluando su calidad, fiabilidad e idoneidad en función del propósito de lectura.",
        "5.1. Producir textos escritos y multimodales de relativa complejidad, con coherencia y adecuación, en distintos soportes, progresando en el uso de las normas gramaticales y ortográficas básicas al servicio de la cohesión textual y movilizando estrategias sencillas, individuales o grupales, de planificación, textualización, revisión y edición.",
        "6.1. Localizar, seleccionar y contrastar información de distintas fuentes, incluidas las digitales, citándolas y recreándolas mediante la adaptación creativa de modelos dados.",
        "6.2. Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal o social y medioambiental.",
        "6.3. Adoptar hábitos de uso crítico, seguro y adecuado de las tecnologías digitales en relación con la búsqueda y la comunicación de la información.",
        "7.1. Leer de manera autónoma textos de diversos autores ajustados a sus gustos e intereses, avanzando en la construcción de su identidad lectora.",
        "7.2. Compartir la experiencia de lectura, en soportes diversos, participando en comunidades lectoras en el ámbito escolar o social.",
        "8.1. Escuchar y leer textos literarios adecuados a su edad, que recojan diversidad de autores y autoras, relacionándolos en función de los temas y de aspectos elementales de cada género literario, e interpretándolos, valorándolos y relacionándolos con otras manifestaciones artísticas o culturales de manera progresivamente autónoma.",
        "8.2. Producir, de manera autónoma, textos sencillos individuales o grupales con intención literaria, reelaborando con creatividad los modelos dados, en distintos soportes y complementándolos con otros lenguajes artísticos.",
        "9.1. Establecer generalizaciones sobre aspectos básicos del funcionamiento de la lengua de manera acompañada, formulando hipótesis y buscando contraejemplos, a partir de la observación, comparación y transformación de palabras, enunciados y textos, en un proceso de producción o comprensión de textos en contextos significativos.",
        "9.2. Revisar y mejorar los textos propios y ajenos y subsanar algunos problemas de comprensión lectora, de manera autónoma, a partir de la reflexión metalingüística e interlingüística y usando la terminología básica adecuada.",
        "10.1. Rechazar los usos del lenguaje discriminatorio a través de la palabra, identificados mediante la reflexión grupal acompañada, sobre distintos aspectos, verbales y no verbales, de la comunicación, teniendo en cuenta referentes de igualdad entre hombres y mujeres.",
        "10.2. Movilizar con planificación, estrategias básicas para la escucha activa, la comunicación asertiva y la deliberación argumentada mediante el diálogo."
    ]
}