{
  "saberes": [
    "Bloque 1. El discurso persuasivo: el arte de hablar y convencer",
    "• Las partes de la Retórica: inventio, dispositio, elocutio, memoria y actio.",
    "• La intención comunicativa en los mensajes persuasivos.",
    "• La argumentación como factor clave: tipos de argumentos.",
    "• Tipos de discurso persuasivo y sus ámbitos de difusión: los medios de comunicación social, la publicidad, la política y las relaciones personales.",
    "Bloque 2. La selección de la información: inventio",
    "• Tipos de fuentes documentales. Criterios de selección.",
    "• Documentación e investigación. Alfabetización mediática.",
    "• Selección de las ideas. Tipos de contenidos: contenidos lógicos (datos, teorías, citas, etc.) y contenidos emocionales (anécdotas, imágenes, vídeos, etc.).",
    "• Estrategias de búsqueda y selección de las ideas más adecuadas en función de la intención comunicativa y de los elementos de la comunicación.",
    "• Gestión de la información desde un punto de vista crítico que respete los principios de propiedad intelectual.",
    "• Análisis crítico para prevenir la posverdad y no dar validez únicamente a la información afín con las ideas propias.",
    "Bloque 3. La preparación del discurso: dispositio, elocutio y memoria",
    "• Adecuación del discurso al contexto.",
    "• Ajuste del discurso al modelo textual o género elegido.",
    "• Adaptación al tiempo y al canal de comunicación.",
    "• Estructura del discurso: introducción, desarrollo y conclusión. Disposición de las ideas.",
    "• Recursos argumentativos: premisas, tesis y silogismos.",
    "• Claves para diseñar mensajes altamente eficaces: claridad y brevedad.",
    "• Estrategias para captar la atención y la benevolencia de la audiencia.",
    "• Procedimientos retóricos. Características estilísticas.",
    "• Coherencia y cohesión.",
    "• Corrección lingüística.",
    "• Proceso de revisión. Uso de correctores lingüísticos.",
    "• Técnicas de memorización del discurso: elaboración y uso del guion, elementos de apoyo.",
    "• Interiorización del discurso.",
    "Bloque 4. La presentación del discurso: actio",
    "• Habilidades de comunicación no verbal y gestual.",
    "• Gestión emocional para hablar en público (entusiasmo, confianza, asertividad, empatía y seguridad).",
    "• Gestión de las emociones negativas (miedo escénico, ansiedad, nerviosismo e inseguridad).",
    "• Dicción: pronunciación, volumen, ritmo, tono, modulación, intensidad, pausas y silencios.",
    "• Quinésica. Lenguaje corporal: expresión facial, gestos, tics.",
    "• Proxémica: espacio escénico.",
    "• Naturalidad frente a artificiosidad.",
    "• Soportes informáticos y audiovisuales para apoyar el discurso.",
    "• El debate como herramienta idónea para practicar la argumentación y la escucha activa: entender, refutar y persuadir respetando las normas de interacción y la cortesía lingüística."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Conocer las bases fundamentales de la oratoria. OBJ2",
    "• CE1.2. Relacionar la práctica de la oratoria con la preceptiva retórica y con el debate dialéctico. OBJ2",
    "• CE1.3. Identificar las partes del proceso oratorio, encaminado a la persuasión. OBJ2",
    "• CE1.4. Comprender discursos persuasivos de diferentes tipos, identificando el propósito, la tesis y los distintos tipos de argumentos. OBJ3",
    "• CE1.5. Valorar la forma y el contenido de textos persuasivos, evaluando su calidad, su eficacia y la idoneidad del canal utilizado. OBJ3",
    "• CE1.6. Elaborar argumentos y contraargumentos en situaciones hipotéticas dadas. Identificar las falacias. OBJ8",
    "• CE2.1. Identificar y manejar fuentes documentales. OBJ4",
    "• CE2.2. Localizar, seleccionar y contrastar la información procedente de diferentes fuentes para ahondar en el conocimiento del tema del discurso, mediante la documentación y la investigación. OBJ4",
    "• CE2.3. Diferenciar información y opinión. OBJ4",
    "• CE2.4. Calibrar la fiabilidad y la pertinencia de la información. OBJ4",
    "• CE2.5. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales para la búsqueda de la información. OBJ7",
    "• CE3.1. Adaptar la creación y el diseño del discurso a las características del contexto comunicativo. OBJ6",
    "• CE3.2. Organizar las ideas en una estructura ordenada y eficaz. OBJ6",
    "• CE3.3. Emplear recursos propios de la argumentación. OBJ8",
    "• CE3.4. Redactar el discurso con corrección lingüística, creatividad y eficacia persuasiva. OBJ6",
    "• CE3.5. Realizar el proceso de revisión del texto. OBJ6",
    "• CE3.6. Desarrollar estrategias mnemotécnicas del discurso. OBJ6",
    "• CE3.7. Memorizar el discurso dejando espacio para la improvisación y la espontaneidad. OBJ6",
    "• CE4.1. Aprender a hablar en público, en contextos formales e informales, de forma individual o en grupo. OBJ1",
    "• CE4.2. Potenciar las emociones positivas en la exposición ante el público y controlar la conducta asociada a las emociones negativas. OBJ1",
    "• CE4.3. Pronunciar con corrección, claridad y expresividad. OBJ6",
    "• CE4.4. Emplear el lenguaje corporal y la presencia escénica como códigos comunicativos para ensalzar la expresividad y la eficacia del discurso. OBJ6",
    "• CE4.5. Utilizar programas informáticos y audiovisuales para el diseño de presentaciones a fin de potenciar el significado y la expresividad del discurso. OBJ7",
    "• CE4.6. Reconocer y asumir las reglas de interacción comunicativa y cortesía lingüística. OBJ5"
  ]
}
