{
  "saberes": [
    "4.2. Bloque 1. Creación e interpretación. CE1 y CE2",
    "4.2.1. Subbloque 1.1. Creación",
    "• Estímulos creativos",
    "• Formas tradicionales y contemporáneas de presentación escénica",
    "• Conciencia de grupo: sensibilidad y socialización. Escucha activa y respeto • Terminología básica",
    "• Creación de personajes",
    "• Esquema dramático básico",
    "• El cuerpo: gestos y movimientos. Salud y seguridad",
    "• Técnicas de escritura",
    "• Composición y estructura coreográfica",
    "• Cultura musical para la danza",
    "4.2.2. Subbloque 1.2. Interpretación",
    "• Entrenamiento corporal: conciencia de esquema corporal, movilidad y actitudes saludables",
    "• Preparación a la interpretación: juego simbólico, improvisación, dramatización, dinámicas creativas",
    "• Pautas de atención y percepción. Solidaridad y respeto",
    "• Trabajo: textual, musical y audiovisual",
    "• Gesto y movimiento. Movimientos en el espacio individual y grupal",
    "• Voz expresiva",
    "• Control de las emociones y sentimientos en la expresión",
    "4.3. Bloque 2. Puesta en escena. CE3",
    "• Dramaturgia, coreografía",
    "• Diseño de un espectáculo sencillo. Espacio visual. Espacio sonoro",
    "• Herramientas digitales multimedia",
    "• Implicación en proyectos colectivos",
    "• La experiencia ante el público",
    "• Valoración de procesos y resultados",
    "4.4. Bloque 3. Percepción y análisis CE4",
    "• Artes escénicas: características básicas. Origen, evolución y tendencias contemporáneas",
    "• Patrimonio escénico valenciano y otras culturas del mundo",
    "• Elementos en la recepción: espacios escénicos. Público. Valores y actitudes",
    "• Dramaturgia y personajes. Gesto, texto, voz, acción dramática",
    "• Literatura dramática y otros textos",
    "• Coreografías. Cuerpo, movimientos. Acción danzada: elementos expresivos ysimbólicos",
    "• Elementos visuales y sonoros",
    "• Música para las artes escénicas",
    "• Elementos de otros lenguajes y prácticas artísticas contemporáneas"
  ],
  "criteriosEvaluacion": [
    "1.1. Aplicar ideas para inventar propuestas escénicas sencillas a partir de estímulos diversos utilizando pertinentemente elementos variados del teatro, la danza y otros lenguajes artísticos.",
    "1.2. Participar en el diseño de un proyecto sencillo de creación escénica mediante un trabajo colaborativo.",
    "1.3. Compartir la experiencia creativa comentando elementos relevantes con respeto por las opiniones de los otros.",
    "2.1. Construir, de forma creativa, un personaje dramático desde la expresión física del cuerpo y la técnica vocal, ajustándose a los rasgos expresivos y comunicativos de una obra o pieza dramática.",
    "2.2. Enlazar movimientos expresivos en secuencias con coordinación y cooperación con los otros.",
    "2.3. Hacer uso correcto de contenidos dramáticos y coreográficos, elementos de la técnica y estilos escénicos.",
    "2.4. Describir la experiencia interpretativa compartiendo las opiniones con respeto por los otros.",
    "3.1. Participar en diferentes fases y roles de una producción escénica sencilla, contribuyendo a conseguir un proceso creativo organizado, colaborativo e integrador.",
    "3.2. Representar un proyecto sencillo respetando las convenciones establecidas, las indicaciones de la dirección escénica y el resto de participantes.",
    "4.1. Recibir varias propuestas escénicas, buscar información complementaria en la recepción artística y diferenciar los elementos constitutivos.",
    "4.2. Comentar una obra escénica o un fragmento empleando la terminología adecuada, describiendo significado, valores artísticos y contexto, y valorando la aportación al patrimonio cultural y la libertad de expresión.",
    "4.3. Proponer una interpretación personal de una pieza escénica contrastando con respeto los propios argumentos con los de los otros."
  ]
}