{
    "saberes": [
        "Bloque A. Contexto de la Unión Europea. Ciudadanía.",
        "A.1. Contextualización de la UE.",
        "A.1.1. El entorno europeo. De los orígenes de la UE a la situación geopolítica y humana actual.",
        "A.1.2. Los organismos e instituciones de la UE: identificación e interpretación de los principios que rigen su funcionamiento y el papel de España dentro de la UE, como organismo supranacional.",
        "A.2. La ciudadanía de la UE y la protección de los derechos humanos, de la infancia y la adolescencia.",
        "A.2.1. Concepto de ciudadanía de la Unión Europea. La diversidad cultural, pluralidad étnica e interculturalidad.",
        "A.2.2. La identidad europea. Los valores fundamentales de la UE.",
        "Bloque B. Derechos y deberes: nuestro lugar en el seno de la Unión.",
        "B.1. Las principales políticas de la UE.",
        "B.1.1. Las políticas de la UE y el impacto de las mismas en la vida de los ciudadanos.",
        "B.1.2. Las políticas de cohesión y los fondos europeos: reparto por regiones, efectos y logros.",
        "B.2. Extremadura en la UE.",
        "B.2.1. La Delegación de Extremadura en Bruselas y sus funciones. Los centros de información y documentación europea en Extremadura.",
        "B.2.2. Los fondos europeos en Extremadura. Tipos, uso y logros de los mismos.",
        "B.2.3. Extremadura en la UE a través de los datos de Eurostat.",
        "B.3. El futuro de la UE. Una Europa más resiliente.",
        "B.3.1. Compromisos de la Unión Europea: la sostenibilidad, economía circular y otros pactos en torno al desarrollo sostenible para Europa.",
        "B.3.2. Papel de la UE como motor de desarrollo e innovación. Los programas científicos-tecnológicos en el campo de la investigación, innovación y desarrollo.",
        "Bloque C. Recursos para ejercer una ciudadanía activa.",
        "C.1. Recursos y herramientas que ofrece la UE a la ciudadanía y a la juventud.",
        "C.1.1. Recursos y oportunidades para estudiantes y jóvenes.",
        "C.1.2. Los programas europeos (eTwinning, Erasmus+, Escuelas Embajadoras del Parlamento Europeo, Programas Transfronterizos).",
        "C.1.3. Redes y portales europeos. Conocimiento y uso de los mismos.",
        "C.2. Estudiar y trabajar en la Unión Europea.",
        "C.2.1. Recursos existentes a la hora de planificar un itinerario formativo o laboral en el contexto europeo. Reconocimiento e identificación de los mismos.",
        "C.2.2. Recursos en red. Acceso y uso.",
        "C.2.3. La movilidad en la UE como oportunidad formativa y laboral.",
        "C.3. Manifestaciones culturales en la UE.",
        "C.3.1. La cultura europea y su patrimonio cultural. Características culturales de los Estados miembros.",
        "C.3.2. Personalidades célebres en las distintas modalidades artísticas y socioculturales.",
        "C.3.3. Formas y estilos de vida de la población en los distintos países.",
        "C.3.4. La era de la desinformación. Estereotipos asociados a la población de los Estados miembros."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer y valorar la diversidad cultural y la idiosincrasia propia de cada Estado, para establecer vínculos entre su huella histórica y cultural y los retos y problemas actuales.",
        "Criterio 1.2. Identificar la diversidad existente en el contexto europeo y asimilar que conceptos como unión, cohesión y diversidad son compatibles.",
        "Criterio 1.3. Demostrar la capacidad para interactuar con información sobre el contexto europeo, evidenciando competencia a la hora de seleccionar y discriminar dicha información para proyectos y acciones encaminados a la comprensión y divulgación de la Unión.",
        "Competencia específica 2.",
        "Criterio 2.1. Presentar y exponer, con claridad y coherencia, las ideas que promuevan activamente la educación para la ciudadanía y que busquen el desarrollo de competencias interculturales, cívicas y sociales relacionadas con los valores de la UE.",
        "Criterio 2.2. Valorar la importancia de un uso responsable de la información obtenida a través de Internet y las redes sociales, analizando su fiabilidad, validez e implicaciones éticas a la hora de su utilización responsable en debates y exposiciones.",
        "Criterio 2.3. Proponer ideas y soluciones originales, viables y sostenibles que puedan responder a necesidades detectadas en distintos ámbitos y retos que afectan a la UE, conociendo y seleccionando aquellas estrategias de comunicación que se adecuen al contexto y a los objetivos.",
        "Competencia específica 3.",
        "Criterio 3.1. Reflexionar individualmente sobre la presencia e importancia de los valores, así como reconocer y poner en común las posibilidades y acciones que como ciudadanos puedan sumar para lograr una mayor cohesión social.",
        "Criterio 3.2. Reconocer y considerar la importancia de los valores comunes a la hora de afrontar los retos actuales y futuros de la UE, sobre los que determinar líneas e itinerarios conjuntos para poder afrontarlos",
        "Criterio 3.3. Identificar las tensiones y problemas de la Unión y analizarlos, desde la perspectiva del cumplimiento de los valores fundacionales, de una forma argumentada desde las diversas visiones, con el fin de generar debates y trabajar la resolución dialógica de conflictos."
    ]
}