{
    "criteriosEvaluacion": [
        "1.1 Identificar la presencia deldibujo en diversos contextos visuales yaudiovisuales, valorando su capacidadcomunicativa.",
        "1.2 Explicar las múltiplesfunciones del dibujo en diferentesmanifestaciones culturales y artísticas,",
        "1.3 Representar con destreza lafigura humana, atendiendo a los cánones yproporciones del ser humano a lo largo dela historia, así como a su diversidadanatómica.",
        "1.4 Argumentar la importancia delpatrimonio cultural y artístico comoelemento esencial de la identidad personal,y como legado universal.",
        "2.1 Dibujar con destreza larealidad mediante bocetos y esbozos,desarrollando una expresión propia,espontánea y creativa, y estimulando lamemoria visual.",
        "2.2 Realizar creacionesartísticas individuales o colectivas deacuerdo con los fundamentos de laproporción y la composición.",
        "2.3 Realizar obras de creaciónpropia empleando con criterio losmecanismos de la percepción visual, susleyes y principios.",
        "2.4 Diseñar composicionesbidimensionales, figurativas o abstractas,explorando la percepción y ordenación delespacio.",
        "2.5 Transferir las ideastrabajadas en bocetos a propuestasdefinitivas, plasmando sus cualidadesexpresivas en las producciones artísticasindividuales o colectivas",
        "3.1 Analizar las diversasposibilidades expresivas de los elementosdel lenguaje visual: forma, textura y color,aplicándolos a obras de creación artísticaindividuales o colectivas.",
        "3.2 Experimentar con lasposibilidades gráficas de las formas,colores y texturas, aportando identidadpersonal al proceso creativo.",
        "3.3 Integrar los fundamentos delos contrastes de color y de la texturavisual y táctil creando produccionesartísticas.",
        "3.4 Crear con sensibilidad yautonomía producciones artísticasaplicando los elementos del lenguajevisual.",
        "4.1 Utilizar las escalas y lasclaves tonales, en las creaciones gráficaspara representar el volumen.",
        "4.2 Representar gráficamente elvolumen y el espacio tridimensional,empleando medios y técnicas aplicables alclaroscuro.",
        "4.3 Experimentar con los valoresplásticos del claroscuro generando unaintención comunicativa y expresiva en lacreación artística.",
        "5.4.4 Dibujar perspectivas enrepresentaciones gráficas, atendiendo alas proporciones e iluminación, entre otros.",
        "5.1 Emplear con destrezadiferentes técnicas, herramientas ysoportes, tradicionales y contemporáneas,atendiendo a sus compatibilidades paradiseñar producciones artísticas.",
        "5.2 Seleccionar las técnicas,herramientas y soportes más adecuadosen función de la intencionalidad expresivade las obras de creación artística, yaplicando un consumo responsable.",
        "5.3 Innovar en el uso detécnicas, herramientas y soportes para larepresentación de diseños o creacionesartísticas.",
        "5.4 Analizar el cuerpo humanocomo soporte y como instrumento deexpresión artística, integrándolo en lascreaciones gráficas y apreciando su valoren las propuestas artísticascontemporáneas.",
        "6.1 Exponer de formarespetuosa, el proceso de creación de unproyecto gráfico, individual o colectivo,argumentando las decisiones plásticas ylos recursos empleados.",
        "6.2 Transmitir ideas,sentimientos y emociones de manerarespetuosa e inclusiva, utilizando lacreación artística como medio deexpresión, valorando el proceso y elresultado final.",
        "6.3 Diseñar produccionesgráficas colectivas, planificando unmétodo de trabajo y valorando laspropuestas compartidas.6.4 Crear producciones gráficasindividuales o colectivas promoviendo losvalores democráticos, la igualdad degénero y el respeto a la diversidad."
    ],
    "saberes": [
        "Bloque 1. Concepto e historia del dibujo. CE1, CE2, CE6",
        "• El dibujo como proceso interactivo de observación, reflexión, imaginación, representación y comunicación.",
        "• El dibujo en el arte de los siglos XIX y XX. Obras más representativas de diferentes creadores y creadoras. Referentes de mujeres artistas.",
        "• El dibujo como parte de múltiples procesos artísticos. Ámbitos disciplinares: diseño, arquitectura, ciencia y literatura.",
        "• El dibujo del cuerpo humano. Nociones básicas de anatomía humana.",
        "• El dibujo en la geometría y naturaleza.",
        "• Representación del ser humano a lo largo de la historia. Cánones y proporción. Los estereotipos de belleza en diferentes épocas.",
        "• Nociones básicas de anatomía artística: apuntes al natural, escorzo y retrato.",
        "• Superación de estereotipos y respeto a la diversidad del ser humano en todas sus manifestaciones.",
        "• Identidad cultural. Patrimonio local y global.",
        "• Representación objetiva y subjetiva: Arte figurativo y arte abstracto.",
        "• La Bauhaus y el diseño.",
        "Bloque 2. La expresión gráfica y sus recursos elementales. CE1, CE2, CE3, CE5, CE6.",
        "• Monocromía, bicromía y tricromía. Aplicaciones básicas del color en el dibujo.",
        "• Las formas y su transformación: Elementos y relaciones.",
        "• Textura visual y táctil.",
        "• Cualidades y relaciones del color. El contraste de color.",
        "• Dimensiones del color. Aplicaciones prácticas.",
        "• La perspectiva atmosférica. La profundidad a través del color.",
        "Bloque 3. La percepción visual. CE1, CE2, CE6.",
        "• Fundamentos de la percepción visual.",
        "• Principios de la psicología de la Gestalt.",
        "• La retentiva y la memoria visual.",
        "• El color asociado a la línea. Arte óptico y geométrico.",
        "Bloque 4. Composición y ordenación del espacio. CE1, CE2, CE6.",
        "• El boceto o esbozo.",
        "• Encaje y proporción.",
        "• La composición como método. El equilibrio compositivo. Direcciones visuales. Aplicaciones.",
        "• Encuadre y dibujo del natural. Relación con la fotografía.",
        "Bloque 5. El volumen: La luz, el claroscuro y la perspectiva. CE1, CE2, CE4, CE5, CE6.",
        "• Nociones básicas de la perspectiva artística.",
        "• Escalas y claves tonales.",
        "• El sombreado y la mancha.",
        "• El dibujo y la tridimensionalidad.",
        "• El escorzo.",
        "• La perspectiva. Aplicación de la perspectiva cónica al dibujo artístico.",
        "• Paisajismo: espacios interiores, exteriores, urbanos y naturales.",
        "Bloque 6. Materiales y técnicas de expresión artística. CE5.",
        "• Terminología y materiales del dibujo.",
        "• Técnicas gráfico-plásticas, secas y húmedas.",
        "• Seguridad, toxicidad y compatibilidad de los materiales y las técnicas graficoplásticas.",
        "• El cuerpo humano como soporte y como instrumento de expresión artística.",
        "• Consumo consciente y responsable de los materiales de dibujo y expresión artística.",
        "• Cuidado del entorno de trabajo y respeto al medio ambiente .",
        "Bloque 7. Proyectos gráficos individuales y colaborativos. CE1, CE5, CE6.",
        "• El dibujo como método de trabajo.",
        "• Fases de los proyectos gráficos.",
        "• La planificación del proceso creativo. El compromiso y la constancia en las fases del proceso de trabajo.",
        "• La distribución de tareas en los proyectos gráficos: Criterios de selección a partir de las habilidades requeridas y las necesidades del proyecto.",
        "• Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
        "• Estrategias de evaluación de las fases y resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje."
        
    ]
}
