{
    "criteriosEvaluacion": [
        "2.1. Conocer la evolución de la red Internet, desde el nacimiento de la WWW hasta la web 2.0, entendiendo sus aportaciones, así como la importancia actual de la misma. ",
        "2.2. Comprender y usar las tecnologías propias de la WWW para la creación de páginas web sencillas.",
        "2.3. Conocer y usar los distintos servicios sociales y colaborativos propios de la web 2.0, y utilizarlos en función de las necesidades personales y de los proyectos de trabajo.",
        "2.4. Instalar en servidores locales servicios propios de la web 2.0, configurando accesos y creando entornos locales de trabajo colaborativo.",
        "3.1. Conocer y aplicar las estructuras más básicas de la programación orientada a objetos.",
        "3.2. Conocer y usar distintos entornos de desarrollo, lenguajes de programación y lenguajes de modelado.",
        "3.3. Desarrollar sencillas páginas web, con interactividad mediante lenguajes de scripting.",
        "3.4 Implementar sencillas aplicaciones para dispositivos móviles, diseñando las interfaces adecuadas según la aplicación.",
        "3.5. Montar y programar sistemas físicos que reaccionen a estados de su entorno.",
        "4.1. Conocer el concepto y las características de datos masivos. big data, y su relevancia en la sociedad actual.",
        "4.2. Identificar y reconocer la presencia de fuentes de datos masivas en su entorno en forma de sensores, dispositivos o información en la red Internet.",
        "4.3. Evaluar las oportunidades y riesgos que puede tener el uso del tratamiento masivo de datos gestionados de manera abierta o privativa, usando para ellos ejemplos y situaciones concretas.",
        "4.4. Ser consciente de la importancia de la huella digital que deja cada individuo con los datos que genera y comparte, y establecer una actitud crítica para preservar la privacidad.",
        "4.5. Recopilar información de algún sistema de datos abiertos para generar una visualización gráfica de dicha información.",
        "4.6. Utilizar técnicas de raspado de datos, data scraping, para crear nueva información y contenidos.",
        "5.1. Conocer los componentes/bloques básicos de un sistema de inteligencia artificial en el contexto del entorno con el que interactúa.",
        "5.2. Seleccionar un ejemplo de sistema inteligente e identificar los bloques básicos del sistema.",
        "5.3. Diseñar un sistema inteligente sencillo, con el uso de dispositivos móviles, que comprenda como mínimo los bloques de percepción y actuación utilizando los sensores y actuadores básicos.",
        "6.1. Saber desenvolverse en el uso diario de las nuevas tecnologías con seguridad, principalmente ante ataques malintencionados, pero también ante errores de software o hardware y ante el mal uso de la tecnología.",
        "6.2. Conocer la evolución histórica de la criptografía, a lo largo de toda la historia hasta tecnologías tan actuales como las criptomonedas, entendiendo su necesidad y propósito, así como la importancia actual de la misma.",
        "6.3. Identificar y saber reaccionar ante situaciones relacionadas con las nuevas tecnologías que representan una amenaza o reto, escogiendo la mejor solución entre diversas opciones, desarrollando prácticas saludables y seguras, y valorando el bienestar físico y mental, tanto personal como colectivo."
    ],
    "saberes": [
        "B. Redes de computadores e Internet",
        "De la World Wide Web a la Web Social: Origen de la WWW. Tecnologías básicas de los documentos de hipertexto.",
        "El lenguaje de la WWW: HTML. Lenguajes de scripting. Herramientas de creación y publicación de contenidos en la web. ",
        "La web social: origen, características y servicios fundamentales. La web como plataforma.",
        "Servicios propios de la web social. Uso de gestores de contenidos. Instalación en servidores propios. ",
        "C. Programación",
        "Introducción a la programación orientada a objetos. Principios básicos: abstracción, encapsulación, herencia, polimorfismo. Lenguajes de modelización: UML. Diagrama de actividades y diagrama de clases.",
        "Entornos y lenguajes de desarrollo orientado a objetos. Análisis, diseño e implementación de programas sencillos. Prueba de programas. Herramientas de depuración.",
        "Programación para dispositivos móviles y entornos físicos. Interfaces de usuario. E/S. Sensores y actuadores.",
        "D. Datos",
        "Big data: características, volumen de datos generados, visualización, transporte y almacenaje de los datos.",
        "Recogida, análisis y generación de datos. Dispositivos que generan e interactúan con los datos. ",
        "Las redes sociales como fuente de datos personales. Oportunidades y riesgos del tratamiento masivo de datos personales.",
        "La oportunidad de innovación mediante el uso de datos abiertos públicos. Periodismo de datos y data scraping.",
        "E. Inteligencia Artificial ",
        "Bloques básicos de un sistema de inteligencia artificial: percepción, representación, razonamiento, aprendizaje y actuación.",
        "Diseño de un sistema inteligente con uso como mínimo de los bloques de percepción y actuación.",
        "F. Seguridad Informática",
        "F.1. Concepto y principios de la seguridad Informática. Definición de seguridad activa y pasiva.",
        "— Seguridad activa: uso de contraseñas seguras, encriptación de datos y uso de software de seguridad. ",
        "— Seguridad pasiva: dispositivos físicos de protección, elaboración de copias de seguridad y particiones del disco duro.",
        "F.2. Riesgos en el uso de equipos informáticos. ",
        "— Tipos de malware y de virus. Instalación y uso de programas antimalware, antivirus y antiespías.",
        "— Importancia de la actualización del software. Control de acceso: usuarios, roles, privilegios.",
        "— Copias de seguridad.",
        "— Aseguramiento de las comunicaciones: configuración de dispositivos hardware de comunicaciones. Estándares de seguridad.",
        "— Privacidad. Protección de la identidad digital. Relación sana con la red. Netiqueta.",
        "F3. Criptografía: Historia desde la antigüedad al blockchain y las criptomonedas, tipos de cifrado, criptografía asimétrica."
    ]
}