{
    "competenciasEspecificas": [
        "1.  Leer de forma comprensiva o, en su caso, interpretar textos latinos no demasiado complejos, analizando las unidades lingüísticas y reflexionando sobre ellas mediante la comparación con la lengua de enseñanza y con otras lenguas del repertorio individual.",
        "2.  Distinguir los formantes latinos y explicar los cambios que hayan tenido lugar a lo largo del tiempo, comparándolos con los de la lengua de enseñanza y otras lenguas del repertorio individual, para deducir el significado etimológico del léxico conocido y los significados de léxico nuevo o especializado.",
        "3.  Leer, comentar e interpretar textos latinos de diferentes géneros y épocas, asumiendo el proceso creativo como complejo e inseparable del contexto histórico, social y político y de sus influencias artísticas, para identificar su genealogía y su aportación a la literatura europea. ",
        "4.  Analizar las características de la civilización latina en el ámbito personal, religioso y sociopolítico, utilizando conocimientos sobre el mundo romano y comparando críticamente el presente y el pasado, para valorar las aportaciones del mundo clásico latino a nuestro entorno como base de una ciudadanía democrática y comprometida. ",
        "5.  Valorar críticamente el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización latina, interesándose por su sostenibilidad y reconociéndolo como producto de la creación humana y como testimonio de la historia, para explicar el legado material e inmaterial latino como transmisor de conocimiento y fuente de inspiración de obras posteriores y también como fundamento de la identidad europea. ",
        "6.  Reconocer e interpretar las ideas principales y las líneas argumentales básicas de textos latinos, haciendo uso de estrategias de inferencia y comprobación de significados.",
        "7.  Producir textos sencillos, tanto orales como escritos, e interactuar activamente empleando con corrección esquemas básicos de la lengua latina, a fin de expresar ideas y argumentos de forma creativa, adecuada y coherente, de acuerdo con propósitos comunicativos concretos."        
    ]
}
