{
    "criteriosEvaluacion": [
        "1.1. Identificar y reconocer los logros que suponen los actuales sistemas democráticos como el resultado no lineal en el tiempo de los movimientos y acciones que han contribuido al afianzamiento y articulación del principio de libertad, a través del análisis de los principales procesos históricos que se han desarrollado, la comprensión de los textos políticos y constitucionales fundamentales y el uso adecuado de términos y conceptos históricos.",
        "1.2. Comprender los conceptos de revolución y cambio en el mundo contemporáneo y los elementos y factores que los causan y condicionan, a través del estudio de casos significativos de las revoluciones burguesas y socialistas que han ocurrido a lo largo de la historia contemporánea, así como de los movimientos de acción y reacción que han generado.",
        "1.3. Entender el significado histórico de las transiciones políticas y de los procesos de democratización de la Edad Contemporánea como fundamento y garantía para la convivencia y el ejercicio de los derechos fundamentales, valorando las implicaciones que suponen el ejercicio de la ciudadanía activa y el respeto al ordenamiento constitucional, y generando juicios propios tanto con respecto al cumplimiento de aspiraciones y expectativas, así como a las amenazas y riesgos de la vida en democracia.",
        "2.1. Tomar conciencia del grado de violencia, barbarie y destrucción alcanzado por los conflictos ocurridos en el mundo contemporáneo, así como de las causas de las conflagraciones bélicas y de las múltiples transformaciones que se producen en los contendientes, a través del empleo de fuentes históricas fiables y del uso de datos contrastados, valorando el impacto social y emocional que supone el uso de la violencia y el papel de las instituciones internacionales que velan por la paz y la mediación.",
        "2.2. Analizar los principales conflictos civiles que se han producido en la Edad Contemporánea, a través del empleo de textos historiográficos y la elaboración de juicios argumentados, comprendiendo la importancia de la memoria histórica y del reconocimiento de las víctimas, del principio de Justicia Universal y del derecho a la verdad, la reparación y la garantía de no repetición.",
        "2.3. Identificar los mecanismos psicológicos, sociales y culturales, así como las implicaciones ideológicas y emocionales que puedan conducir al uso o justificación de la violencia tratando relacionando los múltiples factores que han provocado los conflictos y analizando las transformaciones que sufren las sociedades en conflicto.",
        "3.1. Describir la evolución de los conceptos de igualdad y de ciudadanía en la historia contemporánea y sus derivaciones sociales y políticas, a través del análisis multicausal de los principales sistemas políticos y sociales de los siglos XIX y XX, identificando las desigualdades y la concentración del poder en determinados grupos sociales.",
        "3.2. Analizar las condiciones de vida, el mundo del trabajo, las relaciones laborales y su conflictividad a través del estudio multidisciplinar de los movimientos sociales, particularmente los relacionados con el obrerismo, valorando el papel que representan la acción colectiva y del sujeto en la historia para el reconocimiento de los derechos sociales y el bienestar colectivo.",
        "3.3. Deducir a través del estudio crítico de noticias y datos estadísticos la evolución del estado social, identificando los logros y retrocesos experimentados y las medidas adoptadas por los diferentes estados contemporáneos, así como los límites y retos de futuro, desde una perspectiva solidaria en favor de los colectivos más vulnerables.",
        "3.4. Valorar la diversidad social como fuente de enriquecimiento sociocultural a partir del estudio de los constantes movimientos migratorios de la historia contemporánea y actual.",
        "4.1. Analizar críticamente cómo se han ido construyendo en el tiempo las identidades colectivas, empleando los conceptos y métodos del pensamiento histórico, respetando la pluralidad y los sentimientos identitarios y valorando el legado histórico y cultural de las mismas.",
        "4.2. Comprender la importancia de las identidades colectivas en la configuración social, política y cultural del mundo contemporáneo, identificando las múltiples valencias de las mismas, mediante el análisis crítico de textos históricos e historiográficos y de fuentes de información actual, elaborando argumentos propios que contribuyan a un diálogo constructivo al respecto.",
        "4.3. Reflexionar con actitud crítica ante la intolerancia que puedan provocar los sentimientos identitarios analizando su contribución a procesos tanto de dominio como de liberación.",
        "5.1. Analizar críticamente el fenómeno histórico de la globalización y su repercusión en el ámbito local y planetario, valiéndose del manejo de distintas fuentes de información y de una adecuada selección, validación, contraste y tratamiento de las mismas, previniendo la desinformación y considerando el emprendimiento, la innovación y el aprendizaje permanente como formas de afrontar los retos de un entorno económico, social y cultural en constante cambio.",
        "5.2. Identificar los principales retos del siglo XXI y el origen histórico de los mismos, a través del análisis de la interconexión entre diversos procesos políticos, económicos, sociales y culturales en un contexto global, argumentando la necesidad de adoptar comportamientos ecosocialmente responsables y orientados a la sostenibilidad del planeta, la defensa de las instituciones democráticas, la mejora del bienestar colectivo y la solidaridad entre las generaciones presentes y futuras.",
        "5.3. Generar y exponer juicios personales sobre los cambios que la globalización ha producido en el contexto de las relaciones internacionales con respecto a la seguridad y a la paz mundial, analizando las diferentes estrategias de amenazas y disuasión en el nuevo contexto internacional multipolar.",
        "6.1. Valorar el significado histórico de la idea de progreso y sus múltiples consecuencias sociales, territoriales y ambientales, a través del tratamiento de datos numéricos, la interpretación de gráficos y la comprensión multifactorial de los ritmos y ciclos de crecimiento, argumentando la necesidad de adoptar comportamientos ecosociales que garanticen la sostenibilidad del planeta.",
        "6.2. Comparar los distintos sistemas económicos que se han desarrollado en el mundo contemporáneo, a través del análisis multidisciplinar de los mismos y de las doctrinas y teorías de las que derivan, identificando las relaciones de subordinación y de dependencia y los conflictos que generan, tanto en el ámbito nacional como internacional, y justificando la necesidad del acceso universal a los recursos básicos.",
        "6.3. Tomar conciencia de la importancia de adoptar comportamientos responsables que favorezcan un modelo de desarrollo en el que resulten compatibles las expectativas de crecimiento y de bienestar, tanto individual como colectivo, con la justicia social a nivel internacional y la sostenibilidad del planeta, a partir del análisis de las experiencias históricas derivadas de la aplicación de diferentes políticas inspiradas en las principales doctrinas económicas.",
        "7.1. Generar opiniones argumentadas, debatir y transferir ideas y conocimientos sobre la función que han desempeñado el pensamiento y las ideologías en la transformación de la realidad, desde los orígenes de la Edad Contemporánea hasta la actualidad, comprendiendo y contextualizando dichos fenómenos a través del trabajo sobre textos históricos e historiográficos y de fuentes literarias, del cine y otros documentos audiovisuales.",
        "7.2. Abordar críticamente los principales temas clave de la historia y de la actualidad, a través de la aproximación a las principales corrientes historiográficas y a los usos que se hacen de la historia, valorando críticamente los principales proyectos sociales, políticos y culturales que han tenido lugar en la historia contemporánea desde la perspectiva ética contenida en la Declaración Universal de los Derechos Humanos.",
        "7.3. Valorar la capacidad de movilización de las ideas y el poder de los imaginarios colectivos, analizando las distintas experiencias históricas inspiradas en diferentes ideologías desde la Ilustración hasta nuestros días.",
        "8.1. Analizar los cambios y permanencias en la historia, atendiendo a procesos de más larga duración, como los comportamientos demográficos, ciclos vitales y modos de vida en la sociedad contemporánea, a través del acercamiento al pensamiento histórico y la realización de proyectos de investigación, identificando los mecanismos de control, dominio y sumisión, los roles de género y edad asignados, así como los escenarios de lucha por la dignidad y contra la discriminación de diversos colectivos.",
        "8.2. Contrastar el papel relegado de la mujer en la historia contemporánea, identificando y valorando la importancia de las figuras individuales y colectivas como protagonistas anónimas de la historia contemporánea, así como el papel de los movimientos feministas en el reconocimiento de sus derechos y en el logro de la igualdad efectiva de mujeres y hombres, así como la corresponsabilidad en el cuidado de las personas.",
        "8.3. Entender y poner en valor los comportamientos sociales, las relaciones de género e intergeneracionales y aquellas percepciones, emociones y esquemas culturales de las sociedades contemporáneas en las que se encierra una diversidad social a partir de estudios sobre la población, los modos de vida y la actividad cotidiana."
    ],
    "saberes": [
        "A. Sociedades en el tiempo",
        "HMCO.1.A.1. El trabajo del historiador: fuentes históricas, historiografía y narrativas del pasado. Uso correcto de términos y conceptos históricos. Argumentación histórica. Relevancia, causas y consecuencias, cambio y continuidad. Perspectiva histórica en las narrativas sobre el pasado.",
        "HMCO.1.A.2. Crisis del Antiguo Régimen y transición al Liberalismo. La nueva sociedad liberal: origen y funcionamiento de los sistemas parlamentarios. Análisis comparado de la Revolución Francesa y los otros movimientos revolucionarios europeos y americanos.",
        "HMCO.1.A.3. La lucha por la libertad. Cambio y revolución en la Edad Contemporánea: de las revoluciones burguesas a las revoluciones socialistas. El uso de la violencia y de la protesta social en los siglos XIX y XX. Revolución y reacción.",
        "HMCO.1.A.4. Procesos de construcción de Estados nacionales: tipos de nacionalismos. El significado histórico y político de los nacionalismos en el mundo contemporáneo en la Edad Contemporánea. De la servidumbre a la ciudadanía. Abolicionismo, derechos civiles y derechos sociales La transformación de las fronteras: de la crisis de los imperios plurinacionales a los nacionalismos de los siglos XX y XXI. El sionismo: nacionalismo sin tierra ni estado.",
        "HMCO.1.A.5. Imperialismo y colonialismo. Las grandes potencias coloniales y el surgimiento de nuevas potencias extraeuropeas. Imperios y cuestión nacional: de los movimientos de liberación a la descolonización. Descolonización y conflicto: Oriente Medio y África. El Tercer Mundo.",
        "HMCO.1.A.6. Ritmos y modelos de crecimiento económico en el mundo: las relaciones de dependencia. Ciclos y crisis de los sistemas económicos contemporáneos. Factores del desarrollo económico y sus implicaciones sociales, políticas y ambientales: de la industrialización a la era postindustrial. La globalización.",
        "HMCO.1.A.7. Nacimiento del proletariado. La evolución histórica de la clase trabajadora y de las organizaciones obreras: experiencias y conflictos en defensa de los derechos laborales y la mejora de las condiciones de vida.",
        "HMCO.1.A.8. Las utopías revolucionarias y los proyectos de transformación social: los movimientos democráticos, republicanos y socialistas de los siglos XIX y XX. El papel de los exiliados políticos.",
        "HMCO.1.A.9. Niveles, condiciones y modos de vida en las sociedades contemporáneas: grupos, clases sociales y desigualdad social. Los avances sociales: de la servidumbre a la ciudadanía. Abolicionismo, derechos civiles y derechos sociales en la edad contemporánea. Clases medias y estado del bienestar en las sociedades avanzadas.",
        "HMCO.1.A.10. Evolución de la población, ciclos demográficos y modos de vida. Cambios y permanencias en los ciclos vitales y en la organización social del mundo contemporáneo. Grupos vulnerables y marginados. El papel de los refugiados.",
        "HMCO.1.A.11. El papel del sujeto colectivo en la historia contemporánea: acción colectiva, movimiento de masas y liderazgo político en el siglo XX: nacimiento y funcionamiento de los regímenes democráticos y totalitarios. Fascismo, nazismo y otros movimientos autoritarios en los siglos XX y XXI.",
        "HMCO.1.A.12. Militarización y carrera armamentística. Diplomacia de la amenaza y de la disuasión: ententes, alianzas y bloques. El mundo en guerra: las guerras mundiales y los grandes conflictos internacionales. La Guerra Civil española, su internacionalización y el exilio republicano español. Holocausto, Holodomor y otros genocidios y crímenes de lesa humanidad en la historia contemporánea.",
        "HMCO.1.A.13. Organismos e instituciones para la paz: de la Sociedad de Naciones a la Organización de las Naciones Unidas. La injerencia humanitaria y la Justicia Universal.",
        "HMCO.1.A.14. De la Guerra Fría a la Coexistencia Pacífica y Distensión. La caída del Muro de Berlín. Interpretación del nuevo mundo multipolar.",
        "HMCO.1.A.15. Los conflictos de final del s. XX: la Guerra de Yugoslavia y las guerras de Oriente Medio. El conflicto Árabe-Israelí. Conflictos y guerras en el siglo XXI.",
        "HMCO.1.A.16. Los conflictos fratricidas en el mundo contemporáneo: pasados traumáticos y memoria colectiva. Reconocimiento, reparación y dignificación de las víctimas de la violencia.",
        "HMCO.1.A.17. Transiciones políticas y procesos de democratización en los siglos XX y XXI. La memoria democrática.",
        "HMCO.1.A.18. La evolución de la situación de la mujer en la sociedad contemporánea: mecanismos de dominación y sumisión y cambios socioculturales. El movimiento por la emancipación de la mujer y la lucha por la igualdad: origen y desarrollo de los movimientos feministas. La lucha por la igualdad de las otras identidades sexuales y de género.",
        "HMCO.1.A.19. Movimientos sociales en favor de la igualdad de derechos, del reconocimiento de las minorías y contra la discriminación.",
        "B. Retos del mundo actual",
        "HMCO.1.B.1. El proceso de globalización en el mundo contemporáneo y sus implicaciones en la sociedad actual. Aglomeraciones urbanas y desafíos en el mundo rural.",
        "HMCO.1.B.2. El desarrollo tecnológico y digital y los nuevos retos del futuro económico, social y laboral. ",
        "HMCO.1.B.3. Los nacionalismos como factor de conflicto y enfrentamiento entre pueblos y estados.",
        "HMCO.1.B.4. El nuevo orden mundial multipolar: choques y alianzas entre civilizaciones.",
        "HMCO.1.B.5. Amenazas regionales y planetarias: terrorismo, crimen organizado, radicalismos, ciber-amenazas y armas de destrucción masiva.",
        "HMCO.1.B.6. Desarrollo económico y sostenibilidad: de la idea del progreso ilimitado del liberalismo clásico a los Objetivos de Desarrollo Sostenible.",
        "HMCO.1.B.7. Procesos de integración regional en el mundo. La construcción de la Unión Europea, situación presente y desafíos de futuro. Alianzas internacionales para el logro de los Objetivos de Desarrollo Sostenible. HMCO.1.B.8. Éxodos masivos de población: migraciones económicas, climáticas y políticas. El nuevo concepto de refugiado.",
        "HMCO.1.B.9. La emergencia climática y sus desafíos en el presente y en el futuro.",
        "HMCO.1.B.10. Crisis de las ideologías y «Fin de la historia»: la era del escepticismo y de los nuevos populismos. ",
        "HMCO.1.B.11. Los retos de las democracias actuales: corrupción, crisis institucional y de los sistemas de partidos, tendencias autoritarias y movimientos antisistema.",
        "HMCO.1.B.12. Problemas de las sociedades multiculturales: inmigración, racismo, xenofobia, antisemitismo.",
        "C. Compromiso cívico",
        "HMCO.1.C.1. Conciencia y memoria democrática: conocimiento de los principios y normas constitucionales, ejercicio de los valores cívicos y participación ciudadana. Conocimiento y respeto a los principios y normas de la Declaración Universal de los Derechos Humanos. La memoria democrática en el marco del derecho internacional humanitario: verdad, justicia, reparación y garantía de no repetición.",
        "HMCO.1.C.2. Identidad y sentimientos de pertenencia: reconocimiento de la diversidad identitaria, tolerancia y respeto ante las manifestaciones ideológicas y culturales y reconocimiento y defensa de la riqueza patrimonial.",
        "HMCO.1.C.3. Igualdad de género: situación de la mujer en el mundo y actitudes frente a la discriminación y en favor de la igualdad efectiva entre mujeres y hombres.",
        "HMCO.1.C.4. Comportamiento ecosocial: movimientos en defensa del medio ambiente y ante la emergencia climática. Compromiso con los Objetivos de Desarrollo Sostenible.",
        "HMCO.1.C.5. Valoración y respeto a la diversidad social, étnica y cultural: tolerancia e intolerancia en la historia del mundo contemporáneo. Defensa de los derechos de las minorías.",
        "HMCO.1.C.6. Ciudadanía ética digital: respeto a la propiedad intelectual. Participación y ejercicio de la ciudadanía global a través de las tecnologías digitales. Prevención y defensa ante la desinformación y la manipulación.",
        "HMCO.1.C.7. Solidaridad y cooperación: los grandes desafíos que afectan al mundo y conductas tendentes al compromiso social, el asociacionismo y el voluntariado.",
        "HMCO.1.C.8. Conservación y difusión del patrimonio histórico: el valor patrimonial, social y cultural de la memoria colectiva. Archivos, museos y centros de divulgación e interpretación histórica.",
        "HMCO.1.C.9. Información actualizada y crítica sobre las causas y evolución de los nuevos conflictos geopolíticos y bélicos. Los estudios y la formación para la paz y la resolución de conflictos."
    ]
}