{
  "saberes": [
    "A. Communication",
    "− Self-confidence. Errors as an instrument for improvement and a proposal for reparation.",
    "− Basic strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
    "− Knowledge, skills and attitudes that allow detecting and collaborating in mediation activities in simple everyday situations.",
    "− Basic communicative functions appropriate to the setting and the communicative context: greeting, saying goodbye, introducing and introducing oneself; describing people, objects and places; situating events in time; situating objects, people and places in space; requesting and exchanging information on issues daily activities; give and ask for instructions and orders; offer, accept and reject help, propositions or suggestions; partially express taste or interest and basic emotions; narrate past events, describe present situations, and state future events; express opinion, possibility , capacity, obligation and prohibition.",
    "− Contextual models and basic discursive genres in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context; organization and structuring according to genre, textual function and structure.",
    "− Basic linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation , basic logical relations.",
    "− Lexicon of common use and interest for students related to personal identification, interpersonal relationships, nearby places and environments, leisure and free time, daily life, health and physical activity, housing and home, climate and natural environment, information technologies information and communication.",
    "− Basic sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns.",
    "− Basic spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "− Basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and yield the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, etc. ",
    "− Resources for learning and basic information search strategies: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "− Identification of the authorship of the sources consulted and the contents used.",
    "− Basic analogue and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, cooperation and collaboration (virtual classrooms, videoconferences, collaborative digital tools...) for learning, communication and the development of projects with speakers or students of the Foreign Language.",
    "B. Multilingualism",
    "− Strategies and techniques to respond effectively to a basic and specific communicative need in an understandable way, despite the limitations derived from the level of competence in the Foreign Language and in the other languages of the own linguistic repertoire.",
    "− Basic strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "− Strategies and basic tools for self-assessment and peer-assessment, analogue and digital, individual and cooperative.",
    "− Commonly used vocabulary and expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
    "− Basic comparison between languages based on elements of the Foreign Language and other languages: origin and relationships.",
    "C. Interculturality",
    "− The Foreign Language as a means of interpersonal and international communication, a source of information and as a tool for personal enrichment.",
    "− Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the Foreign Language.",
    "− Basic sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values of countries where the Foreign Language is spoken .",
    "− Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "− Basic strategies for detection and action against discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "1.1. Interpret and analyze the global meaning and the specific and explicit information of brief and simple oral, written and multimodal texts on frequent and daily topics, of personal relevance and close to their experience, typical of the fields of interpersonal relationships, learning, media and fiction expressed clearly and in the standard language through various supports.",
    "1.2. Select, organize and apply in a guided way the most appropriate strategies and knowledge in everyday communicative situations to understand the general meaning, the essential information and the most relevant details of the texts; interpret non-verbal elements; and search for and select information. ",
    "2.1. Orally express short, simple, structured, understandable texts appropriate to the communicative situation on daily and frequent matters, relevant to students, in order to describe, narrate and report on specific topics, in different supports, using guided way verbal and non-verbal resources, as well as production planning and control strategies.",
    "2.2. Organize and write short and understandable texts with acceptable clarity, coherence, cohesion and adaptation to the proposed communicative situation, following established guidelines, through analog and digital tools, on daily and frequent issues of relevance to students and close to them. your experience.",
    "2.3. Select, organize, and apply knowledge and strategies in a guided way to plan, produce, and review texts that are understandable, coherent, and appropriate to communicative intentions, contextual characteristics, and textual typology, using with the help of the most appropriate physical or digital resources in depending on the task and the needs of each moment, taking into account the people to whom the text is addressed.",
    "3.1. Plan and participate in brief and simple interactive situations on everyday topics, of personal relevance and close to their experience, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.2. Select, organize and use, in a guided way and in close environments, appropriate strategies to start, maintain and end communication, take and give the floor, request and formulate clarifications and explanations.",
    "4.1. Infer and explain texts, concepts and brief and simple communications in situations in which to attend to diversity, showing respect and empathy for interlocutors and interlocutors and for the languages used, and interest in participating in solving problems of intercomprehension and of understanding in the immediate environment, relying on various resources and supports.",
    "4.2. Apply, in a guided way, strategies that help create bridges and facilitate the understanding and production of information and communication, appropriate to the communicative intentions, using resources and physical or digital supports depending on the needs of each moment." ,
    "5.1. Compare and contrast the similarities and differences between different languages, reflecting on their functioning in a progressively autonomous way.",
    "5.2. Use and differentiate knowledge and strategies to improve the ability to communicate and learn the Foreign Language with the support of other participants and analog and digital supports.",
    "5.3. Identify and record, following models, the progress and difficulties in learning the Foreign Language, selecting in a guided way the most effective strategies to overcome these difficulties and progress in their learning, carrying out self-evaluation and peer-evaluation activities, such as those proposed in the European Language Portfolio (ELP) or in a learning diary, making those progress and difficulties explicit and sharing them.",
    "6.1. Act empathetically and respectfully in intercultural situations, building links between different languages and cultures and rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts.",
    "6.2. Accept and adapt to the linguistic, cultural and artistic diversity typical of countries where the Foreign Language is spoken as a source of personal enrichment and showing interest in sharing cultural and linguistic elements that promote sustainability and democracy.",
    "6.3. Apply, in a guided way, strategies to explain and appreciate linguistic, cultural and artistic diversity, paying attention to ecosocial and democratic values and respecting the principles of justice, equity and equality."
  ]
}