{
    "objetivosGenerales": [
        "a) Ejercer la ciudadanía democrática desde una perspectiva global y adquirir una conciencia cívica responsable, inspirada por los valores de la Constitución Española y por los derechos humanos, que fomente la corresponsabilidad en la construcción de una sociedad justa y equitativa.",
        "b) Consolidar una madurez personal, afectivo-sexual y social que les permita actuar de forma respetuosa, responsable y autónoma, desarrollar su espíritu crítico, además de prever, detectar y resolver pacíficamente los conflictos personales, familiares y sociales, así como las posibles situaciones de violencia.",
        "c) Fomentar la igualdad efectiva de derechos y oportunidades de mujeres y hombres, analizar y valorar críticamente las desigualdades existentes, así como el reconocimiento y enseñanza del papel de las mujeres en cualquier momento y lugar, particularmente en Castilla-La Mancha, impulsando la igualdad real y la no discriminación por razón de nacimiento, sexo, origen racial o étnico, discapacidad, edad, enfermedad, religión o creencias, orientación sexual o identidad de género, además de por cualquier otra condición o circunstancia, tanto personal como social.",
        "d) Afianzar los hábitos de lectura, estudio y disciplina como condiciones necesarias para el eficaz aprovechamiento del aprendizaje y como medio de desarrollo personal.",
        "e) Dominar la lengua castellana tanto en su expresión oral como escrita.",
        "f) Expresarse, con fluidez y corrección, en una o más lenguas extranjeras, aproximándose, al menos en una de ellas, a un nivel B1 del Marco Común Europeo de Referencia de las Lenguas, como mínimo.",
        "g) Utilizar, con solvencia y responsabilidad, las tecnologías de la información y la comunicación.",
        "h) Conocer y valorar críticamente las realidades del mundo contemporáneo, sus antecedentes históricos y los principales factores de su evolución. Participar de forma solidaria en el desarrollo y mejora de su entorno social, respetando y valorando específicamente, los aspectos básicos de la cultura y la historia, con especial atención a los de Castilla-La Mancha, así como su patrimonio artístico y cultural.",
        "i) Acceder a los conocimientos científicos y tecnológicos fundamentales, además de dominar las habilidades básicas propias de la modalidad elegida.",
        "j) Comprender los elementos y procedimientos fundamentales de la investigación y de los métodos científicos. Conocer y valorar, de forma crítica, la contribución de la ciencia y la tecnología al cambio de las condiciones de vida, así como afianzar la sensibilidad y el respeto hacia el medio ambiente. k) Afianzar el espíritu emprendedor con actitudes de creatividad, flexibilidad, iniciativa, trabajo en equipo, confianza en uno mismo y sentido crítico.",
        "l) Desarrollar la sensibilidad artística, literaria y el criterio estético como fuentes de formación y enriquecimiento cultural, conociendo y valorando creaciones artísticas, entre ellas las castellano-manchegas, sus hitos, sus personajes y representantes más destacados.",
        "m) Utilizar la educación física y el deporte para favorecer el desarrollo personal y social, afianzando los hábitos propios de las actividades físico-deportivas para favorecer el bienestar físico y mental.",
        "n) Afianzar actitudes de respeto y prevención en el ámbito de la movilidad segura y saludable.",
        "ñ) Fomentar una actitud responsable y comprometida en la lucha contra el cambio climático y en la defensa del desarrollo sostenible.",
        "o) Conocer los límites de los recursos naturales del planeta y los medios disponibles para procurar su preservación, durante el máximo tiempo posible, abandonando el modelo de economía lineal seguido hasta el momento y adoptando tanto los hábitos de conducta como los conocimientos propios de una economía circular."
    ]
}