{
    "situacionesAprendizaje": [
        "PRINCIPIOS Y ORIENTACIONES GENERALES PARA SU DISEÑO EN BACHILLERATO ",
        "Las situaciones de aprendizaje favorecen el desarrollo competencial e implican que el alumnado despliegue actuaciones vinculadas a las competencias específicas y, por tanto, también a las competencias clave, mediante la movilización y articulación de un conjunto de saberes.En las situaciones de aprendizaje deben integrarse todos los elementos necesarios para favorecer la adquisición de competencias, garantizando el derecho a la inclusión a través de la personalización y el Diseño Universal para el Aprendizaje (DUA) en aras de asegurar la presencia, participación y progreso de todo el alumnado, y de lograr personas más autónomas, decididas y comprometidas. Las altas expectativas competenciales que hay en esta etapa y el incremento en la especificidad de las materias refuerzan la necesidad de aplicar los principios del DUA para lograr la equidad educativa y la igualdad de oportunidades.Los principios generales que se van a enunciar, y que se complementan con los recogidos en los currículos de cada materia, pueden orientar el diseño, desarrollo y evaluación de las situaciones de aprendizaje en todos sus elementos (presentación de la situación, tareas, organización social de la actividad, recursos didácticos, etc.), tanto dentro como fuera del centro educativo. Se asume que no todos los principios estarán presentes de forma simultánea en todas las situaciones, pero sí se irán integrando en todas y cada una de las materias (comunes, optativas y de modalidad) de los distintos itinerarios de Bachillerato a lo largo de cada curso escolar.",
        "En Bachillerato, como nivel postobligatorio de la etapa de Secundaria, resultan particularmen",
        "te relevantes las expectativas y las motivaciones para el establecimiento de los procesos de ",
        "aprendizaje eficaces, ya que son propias de una fase del desarrollo evolutivo caracterizada ",
        "por la reafirmación individual y social, y de una etapa educativa en la que la elección de los ",
        "estudios está vinculada tanto al futuro académico y profesional como a un proyecto de vida ",
        "del alumnado.",
        "Junto con el carácter propedéutico de la etapa, también se debe poner énfasis en la idea del aprendizaje para toda la vida. Por ello es necesario seguir fomentando la adquisición de habilidades adaptativas como son la toma de decisiones, la flexibilidad cognitiva y la capacidad creativa, que van a permitir al alumnado consolidar su autonomía, incorporarse a la actividad profesional y generalizar el aprendizaje a diferentes contextos. La continuidad necesaria que deben tener las situaciones de aprendizaje con la familia, la comunidad y el mundo en general, dota al proceso didáctico de significatividad y relevancia. El alumnado debe enfrentarse a los retos del siglo XXI al final de la etapa con mayor independencia, por lo que es necesario que su formación se dirija a ejercitar una ciudadanía creativa, crítica, emprendedora, competente digitalmente, sostenible, respetuosa con las diferencias y capaz de adaptarse a ambientes diversos e inciertos en un mundo laboral y social cada vez más dinámico.",
        "El modelo de enseñanza competencial incorpora, no solo los conocimientos que debe alcanzar el alumnado, sino también las destrezas, habilidades, valores y actitudes necesarias para completar el perfil al término de la etapa. En este sentido, las situaciones de aprendizaje deben vincularse a los desafíos previstos para este siglo (compromiso ante las situaciones de inequidad y exclusión, consumo responsable, respeto al medio ambiente, uso crítico, ético y responsable de la cultura digital, valoración de la diversidad personal y cultural, aceptación y manejo de la incertidumbre, promoción de la igualdad de género, entre otros). Es importante partir de situaciones de aprendizaje referidas a acciones asumibles con la mirada hacia la comunidad. Por ejemplo, al involucrar al alumnado en la participación para la mejora de un entorno social y más sostenible como una tarea de corresponsabilidad estamos contribuyendo a la construcción de una sociedad justa y equitativa, así como al desarrollo de valores sociales, cívicos y emprendedores. ",
        "Resulta conveniente planificar situaciones de aprendizaje en las que estén implicadas varias materias que contribuyan al desarrollo de competencias de forma transversal, globalizada e interdisciplinar. Algunas de estas situaciones pueden diseñarse en coordinación con otras entidades, siendo especialmente relevantes aquellas vinculadas a nuestra comunidad autónoma. Además, los contextos de aprendizaje son diversos (formales, informales y no formales) y el intercambio dialógico en la interacción entre escuela, familia y comunidad favorecen la creación de estos contextos de aprendizaje, al dar sentido personal y social a todo el proceso.",
        "En esta etapa cobra aún más sentido el enfoque pedagógico de aprendizajeacción, donde las personas que aprenden desempeñan un papel activo y autogestionado durante todo el aprendizaje, movilizando sus conocimientos previos. El profesorado seguirá desempeñando el papel de guía, la función de andamiaje en el proceso educativo y la acción orientadora, planificando diferentes estrategias o ayudas que dirija a cada estudiante, según sus necesidades, y teniendo en cuenta sus diferentes motivaciones, intereses, capacidades y ritmos de aprendizaje.Para el desarrollo de un aprendizaje autorregulado y constructivo, se trabajarán determinadas funciones como el autocontrol, la regulación de la atención, la inhibición de una respuesta, la planificación, la capacidad de supervisar y la anticipación consecuencial de una acción determinada. Para ello, se implicará al alumnado en la planificación y análisis de las situaciones de aprendizaje, en la elección de las tareas, actividades y materiales, así como en la selección de instrumentos o procedimientos de evaluación. La reflexión sobre las situaciones de aprendizaje se propiciará mediante planificadores cognitivos y rutinas de pensamiento, entre otros.",
        "El aprendizaje emocional adquiere una mayor relevancia por las exigencias académicas y sociales, así como las derivadas de la toma de decisiones que tiene el alumnado en esta etapa posobligatoria. El profesorado debe servir de apoyo en la adquisición de estrategias que le permita una gestión adecuada de sus emociones. Las habilidades de autorregulación y gestión emocional se facilitarán mediante el establecimiento de metas adecuadas, dando significatividad y sentido al  aprendizaje, creando contextos emocionalmente seguros en los que el error sea entendido como oportunidad para aprender y superarse y desarrollando estrategias de manejo de la frustración. La tarea docente es acompañar emocionalmente al alumnado al facilitar la comprensión y expresión de las emociones propias y ajenas, así como al explicitar estrategias para afrontar las situaciones en diferentes contextos. Las interacciones sociales están condicionadas por la importancia que adquiere el grupo de iguales. En esta etapa los contextos sociales del alumnado se diversifican y amplían, por lo que el aprendizaje debe ser el resultado de la conexión entre los escenarios en los que se desarrolla. El diseño de situaciones de aprendizaje que favorezcan una estructura de aula cooperativa y colaborativa, en consonancia con el trabajo individual, permitirá el desarrollo de diferentes niveles de pensamiento y el fomento de habilidades socioemocionales de apoyo y ayuda mutua.",
        "Las tecnologías digitales deben utilizarse con solvencia y responsabilidad junto a una variedad ",
        "de recursos analógicos, teniendo en cuenta la madurez psicoevolutiva y las capacidades del ",
        "alumnado para emplearlas de manera eficiente, ética y segura. Pueden contribuir a minimizar ",
        "las barreras para el aprendizaje y ofrecer una atención personalizada a cada estudiante me",
        "diante la creación de situaciones de aprendizaje que combinen adecuadamente la actividad ",
        "presencial y a distancia, síncrona y asíncrona, individual y grupal, escolar y no escolar, etc. ",
        "Esta apuesta requiere contrarrestar la brecha digital existente en cuanto al acceso, conocimiento y manejo de dicha tecnología por parte del alumnado, así como mejorar la alfabetización digital de las familias. ",
        "Los recursos y materiales didácticos en las situaciones de aprendizaje y evaluación deben ofrecer múltiples formas de comunicar y representar la información. Por un lado, debemos asegurar la adecuada percepción de la información, contemplando alternativas multimodales que vayan más allá del lenguaje oral y escrito para adquirirla y transmitirla, así como priorizando el uso de materiales didácticos que garanticen la accesibilidad física, cognitiva, emocional, sensorial y comunicativa.",
        "Por otro lado, debemos asegurar la comprensión de la información mediante estrategias y ayudas que permitan al alumnado representarla, decodificarla, estructurarla y transformarla. Es decir, se ofrecerán diferentes oportunidades de acción, expresión y comunicación por parte del alumnado (elementos multimedia, material manipulativo, iconográfico, audiovisual, interactivo, hipertextual, en formato de texto oral o escrito, musical, expresión no verbal, etc.), posibilitando el uso de las ayudas técnicas necesarias, especialmente en el alumnado con necesidades específicas de apoyo educativo. En definitiva, se trata de ofrecer oportunidades para que los aprendices muestren sus habilidades con el medio que mejor se adapte a sus posibilidades y necesidades.",
        "Desde un enfoque competencial, no tiene sentido establecer una diferenciación nítida entre las situaciones de aprendizaje y las situaciones de evaluación, ya que una misma situación puede servir para promover el desarrollo de una o varias competencias, al tiempo que supone una oportunidad para valorar el nivel de desarrollo competencial del alumnado en un determinado momento de su proceso de aprendizaje. ",
        "La retroalimentación entre docentes y discentes debe estar presente a lo largo de todo el proceso, lo que supone combinar actividades de heteroevaluación (por parte del profesorado), coevaluación (entre iguales) y autoevaluación, encaminadas a la mejora competencial del alumnado en función de su potencial de desarrollo. Así, el profesorado analizará diversas situaciones en las que pueda encontrar evidencias del nivel alcanzado por los estudiantes en el desarrollo de competencias y del proceso a través del cual lo han alcanzado. Por ello, la observación es una técnica de evaluación privilegiada y la información recogida ayudará a determinar la dirección y las características de las nuevas situaciones de aprendizaje que se diseñen.",
        "Las evidencias de aprendizaje estarán ligadas a las competencias específicas de las materias curriculares, tomando como referencia los criterios de evaluación y los contextos de desarrollo del alumnado. Las situaciones de aprendizaje deben girar en torno a evidencias secuenciadas que integren variados tipos de conocimientos y se aborden con diferentes niveles de profundidad, desde el reconocimiento y la identificación hasta procesos de reflexión crítica, autorregulación y creatividad.",
        "El alumnado ha de conocer lo que se espera que aprenda y las formas concretas y diferenciadas a través de las que puede llegar a hacerlo. Asimismo, debería conocer y comprender los diferentes procedimientos e instrumentos de evaluación que van a emplearse y tener oportunidades para seleccionarlos, valorarlos y adecuarlos a sus características individuales.La evaluación del alumnado debe complementarse con la evaluación del propio diseño de las situaciones de aprendizaje y de la práctica docente. Es conveniente que en esta evaluación participen diferentes agentes educativos, entendiendo que el desarrollo competencial del alumnado se ve influido por el desarrollo competencial del profesorado. En este sentido, los principios de accesibilidad cognitiva, sensorial y comunicativa exigen procesos de evaluación destinados a valorar estos aspectos durante el diseño y desarrollo de las situaciones de aprendizaje, de cara a detectar barreras y limitaciones de distinto tipo para minimizarlas o erradicarlas en la medida de lo posible.",
        "En la evaluación del alumnado se establecerán las medidas más adecuadas para que las condiciones de realización de las evaluaciones se personalicen. Podrán establecerse alternativas organizativas y metodológicas, y cuantas medidas de individualización y personalización se consideren necesarias y suficientes para facilitar el acceso al currículo por parte de todo el alumnado, especialmente el que presente necesidades específicas de apoyo educativo.Para una evaluación completa y auténtica de todo este proceso es aconsejable tener en cuenta diferentes agentes evaluadores, situaciones, momentos, procedimientos e instrumentos de evaluación."
    ]
}
