{
  "saberes": [
    "A. Números y operaciones. ",
    "1. Conteo. ",
    "‒ Estrategias sencillas de recuento sistemático en situaciones de la vida cotidiana. ",
    "2. Cantidad. ",
    "‒ Realización de estimaciones con la precisión requerida en función del contexto. ",
    "‒ Uso de los números enteros, fraccionarios y decimales en la expresión de cantidades en ",
    "contextos de la vida cotidiana. ",
    "‒ Reconocimiento y aplicación de diferentes formas de representación de números enteros, ",
    "fraccionarios y decimales, incluida la recta numérica. ",
    "‒ Introducción del valor absoluto de un número entero como su distancia al origen de la recta ",
    "real. ",
    "‒ Clasificación de números reales en naturales, enteros, racionales e irracionales. ",
    "3. Operaciones. ",
    "‒ Aplicación de estrategias de cálculo mental con números naturales. ",
    "‒ Reconocimiento y aplicación de las operaciones con números enteros, fraccionarios o ",
    "decimales en situaciones contextualizadas sencillas. ",
    "‒ Relaciones inversas entre las operaciones (adición y sustracción; multiplicación y división; ",
    "elevar al cuadrado y extraer la raíz cuadrada): comprensión y utilización en la simplificación y ",
    "resolución de problemas. ",
    "‒ Interpretación del significado de los efectos de las operaciones aritméticas con números ",
    "naturales y enteros, así como de la jerarquía de las mismas. ",
    "‒ Uso de las propiedades de las operaciones aritméticas (suma, resta, multiplicación y división) ",
    "para realizar cálculos de manera eficiente con números naturales, enteros, fraccionarios y ",
    "decimales, adaptando las estrategias a cada situación. ",
    "‒ Comprensión del significado matemático de las potencias de números enteros con exponente ",
    "natural. Estudio de sus propiedades y realización de operaciones y problemas sencillos con ",
    "las mismas. ",
    "4. Relaciones. ",
    "‒ Obtención de números decimales a partir de números fraccionarios. ",
    "‒ Los cuadrados perfectos y las raíces cuadradas exactas.  ",
    "‒ Utilización de factores, múltiplos y divisores. Factorización en números primos para resolver ",
    "problemas: estrategias y herramientas. ",
    "Criterios de divisibilidad necesarios para la resolución de problemas sencillos y la ",
    "correcta descomposición factorial de un número en sus factores primos. ",
    "Mínimo común múltiplo y máximo común divisor de dos o más números: concepto y ",
    "cálculo a partir de su descomposición factorial.  Comparación y ordenación de fracciones: situación exacta o aproximada en la recta ",
    "numérica. ",
    "5. Proporcionalidad. ",
    "‒ Razones y proporciones: comprensión y representación de relaciones cuantitativas. ",
    "Identificación de magnitudes directamente proporcionales. ",
    "‒ Porcentajes: compresión y utilización en la resolución de problemas sencillos de la vida ",
    "cotidiana relativos tanto al aumento como a la disminución porcentual. ",
    "‒ Situaciones de proporcionalidad directa e inversa en diferentes contextos: análisis y desarrollo ",
    "de métodos para la resolución de diversos problemas (aumentos y disminuciones ",
    "porcentuales, rebajas y subidas de precios, impuestos, escalas, cambio de divisas, velocidad ",
    "y tiempo, etc.) ",
    "6. Educación financiera. ",
    "‒ Métodos para la toma de decisiones de consumo responsable atendiendo a las relaciones ",
    "calidad-precio y valor-precio en contextos cotidianos. ",
    "B. Medida y geometría. ",
    "1. Magnitud. ",
    "‒ Atributos mensurables de los objetos físicos y matemáticos: relación entre los mismos. ",
    "Concepto de magnitud.  ",
    "‒ Estrategias de elección de las unidades y operaciones adecuadas en problemas sencillos que ",
    "impliquen medida. ",
    "2. Medición. ",
    "‒ Longitudes y áreas en figuras planas: deducción de las principales fórmulas para su cálculo, ",
    "interpretación y aplicación en contextos geométricos sencillos. ",
    "Triángulos. Clasificación y propiedades métricas básicas. ",
    "Cuadriláteros. Clasificación y propiedades. ",
    "Diagonales, apotema y simetrías en polígonos regulares. ",
    "Circunferencia, círculo, arco y sector circular. ‒ Representaciones de objetos geométricos con propiedades fijadas, como las longitudes de ",
    "sus lados. ",
    "3. Estimación y relaciones. ",
    "‒ Formulación de conjeturas sobre medidas o relaciones entre las mismas basadas en ",
    "estimaciones. Aplicación a objetos cotidianos.  ",
    "C. Geometría en el plano y el espacio. ",
    "1. Figuras geométricas de dos dimensiones. ",
    "‒ Figuras geométricas planas: descripción y clasificación en función de sus propiedades o ",
    "características. ",
    "‒ Construcción de figuras geométricas con herramientas manipulativas. ",
    "2. Localización y sistemas de representación. ",
    "‒ Relaciones espaciales: localización y descripción mediante coordenadas geométricas y otros ",
    "sistemas de representación. El plano cartesiano. ",
    "D. Álgebra. ",
    "1. Patrones. ",
    "‒ Patrones, pautas y regularidades: observación y determinación de la regla de formación en ",
    "casos sencillos. ",
    "2. Modelo matemático. ",
    "‒ Modelización de situaciones sencillas de la vida cotidiana usando representaciones ",
    "matemáticas y el lenguaje algebraico. Comprensión de la importancia del lenguaje algebraico ",
    "para generalizar propiedades y simbolizar relaciones.  ",
    "3. Variable. Variable: comprensión del concepto en sus diferentes naturalezas. Comprensión e iniciación al lenguaje algebraico; obtención de valores numéricos en ",
    "expresiones algebraicas sencillas para diferentes valores de sus parámetros ",
    "4. Igualdad y desigualdad. ",
    "‒ Relaciones lineales en situaciones de la vida cotidiana o matemáticamente relevantes: ",
    "expresión mediante álgebra simbólica. ",
    "‒ Identificación y aplicación de la equivalencia de expresiones algebraicas a la resolución de ",
    "ecuaciones lineales con una incógnita y de problemas basados en relaciones lineales. ",
    "‒ Estrategias de búsqueda de soluciones en ecuaciones lineales en situaciones de la vida ",
    "cotidiana. ",
    "5. Relaciones y funciones. ",
    "‒ Relaciones cuantitativas en situaciones de la vida cotidiana y clases de funciones  ",
    "‒ Relaciones lineales: identificación y comparación de diferentes modos de representación, ",
    "tablas, gráficas o expresiones algebraicas, y sus propiedades a partir de ellas. ",
    "6. Pensamiento computacional. ",
    "‒ Generalización y transferencia de procesos de resolución de problemas a otras situaciones. ",
    "E. Estadística. ",
    "1. Organización y análisis de datos. ",
    "‒ Elaboración de tablas estadísticas sencillas para variables cualitativas y cuantitativas ",
    "discretas. ",
    "‒ Estrategias de recogida y organización de datos de situaciones de la vida cotidiana que ",
    "involucran una sola variable. Diferencia entre variable y valores individuales. ",
    "‒ Medidas de localización (centralización y dispersión): interpretación y cálculo. ",
    "Media aritmética y ponderada, moda y rango o recorrido. ",
    "– Comparación de dos conjuntos de datos sencillos atendiendo a las medidas de localización y ",
    "dispersión. ",
    "– Cálculo de probabilidades mediante el concepto de frecuencia relativa y la regla de Laplace. ",
    "F. Actitudes y aprendizaje. ",
    "1. Creencias, actitudes y emociones. ",
    "‒ ",
    "Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el ",
    "aprendizaje de las matemáticas, identificando los errores cometidos como uno de los ",
    "motores para su aprendizaje. Se fomentará entre el alumnado el desarrollo de estrategias ",
    "que le permitan identificar sus puntos débiles y aprender de los errores. ",
    "2. Trabajo en equipo y toma de decisiones. ",
    "‒ Selección de técnicas cooperativas para optimizar el trabajo en equipo. "
    
  ],
  "criteriosEvaluacion": [
    "Criterios de evaluación. ",
    "Competencia específica 1. ",
    "1.1. Interpretar enunciados de problemas matemáticos sencillos organizando los datos dados, ",
    "estableciendo las relaciones básicas y directas entre ellos y analizando las preguntas ",
    "formuladas. ",
    "1.2. Aplicar herramientas y estrategias apropiadas que contribuyan a la resolución de problemas ",
    "sencillos y relacionados con la vida cotidiana. ",
    "1.3. Obtener soluciones matemáticas de un problema sencillo usando las estrategias adecuadas. ",
    "Competencia específica 2. ",
    "2.1. Conocer y aplicar las herramientas básicas para la comprobación de la corrección matemática ",
    "de las soluciones obtenidas en la resolución de un problema. ",
    "Competencia específica 3. ",
    "3.1. Formular y comprobar conjeturas sencillas de forma guiada analizando patrones, propiedades ",
    "y relaciones.  ",
    "Competencia específica 5. ",
    "5.1. Comenzar a realizar conexiones sencillas entre diferentes procesos matemáticos aplicando ",
    "conocimientos y experiencias previas. ",
    "Competencia específica 7. ",
    "7.1. Elaborar representaciones matemáticas sencillas que ayuden en la búsqueda de estrategias ",
    "de resolución de una situación problematizada. ",
    "Competencia específica 8. ",
    "8.1. Comunicar la información utilizando el lenguaje matemático apropiado, oralmente y por ",
    "escrito, al describir, explicar y justificar razonamientos, procedimientos y conclusiones. ",
    "Competencia específica 9. ",
    "9.1. Gestionar las emociones propias, desarrollar el autoconcepto matemático como herramienta, ",
    "generando expectativas positivas ante nuevos retos matemáticos. ",
    "9.2. Mostrar una actitud positiva y perseverante, aceptando la crítica razonada al hacer frente a las ",
    "diferentes situaciones de aprendizaje de las matemáticas. ",
    "Competencia específica 10. ",
    "10.1. Participar en el reparto de tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión, la escucha activa, asumiendo el rol asignado y responsabilizándose de la propia contribución al equipo. "
  ]
}
