{
    "criteriosEvaluacion": [
        "1.1 Identificar en piezas vocales los rasgosde estilo, el género vocal y su vinculaciónhistorico-cultural.",
        "1.2 Relacionar la estructura y acentoprosódico del texto de una pieza vocal y laestructura y acento musical.",
        "2.1 Realizar propuestas de expresión vocaly corporal variadas, individuales y colectivas.",
        "2.2 Explorar las posibilidades vocalespropias en ejercicios e improvisaciones condistintos grados expresivos analizando elsonido producido.",
        "3.1 Interpretar piezas corales de distintosgéneros y estilos musicales identificando losgestos básicos de la dirección.",
        "3.2 Adecuar con afinación el sonido vocalpropio al del conjunto en una variedad deformaciones.",
        "3.3 Interpretar las indicaciones de ladirección en la ejecución coral.",
        "4.1 Participar en la elaboración de programas de concierto y materiales para su difusión.",
        "4.2 Diseñar un concierto de aula participando de la organización y gestión.",
        "4.3 Interpretar obras vocales en actuaciones musicales con público mostrando una actitud escénica."
    ],
    "saberes": [
        "3.2. Bloque 1. Percepción y análisis",
        "Sub-bloque de saberes básicos CE2, CE3, CE4",
        "1.1 La voz",
        "G1 Anatomía y fisiología",
        "Anatomía del aparato respiratorio",
        "Anatomía del aparato fonador ",
        "Posibilidades vocales en el habla y en el canto estilo y papel interpretativo",
        "G2 Elementos básicos",
        "Relajación y postura corporal",
        "Respiración costo-diafragmático-abdominal ",
        "Articulación y dicción ",
        "G3 Desarrollo auditivo",
        "El oído interno",
        "La composición melódica y rítmica: equilibrio entre voces y planos sonoros",
        "Ejercitación auditiva del propio timbre vocal ",
        "Sub-bloque de saberes básicos CE1, CE3, CE4",
        "1.2 Repertorio y conjunto",
        "G1 Texto",
        "Análisis en obras de repertorio: estructura formal, estructura melódica, fonética, de texto y métrica",
        "El análisis fonético del texto ",
        "G2 Dirección coral",
        "Indicación en la dirección coral: anacrusa, compás, cadencia, entrada y final ",
        "Gestos significativos de la dirección coral: intensidad, ataque, corte, el tiempo anterior a la entrada y final.",
        "G3 Obras",
        "Agrupaciones vocales",
        "Terminología específica",
        "Características formales, compositivas, estilísticas interpretativas ",
        "Géneros musicales escénicos. Características y visualización de géneros escénicos diversos. ",
        "Repertorio coral de épocas y estilos diversos de la música culta occidental, de otras culturas y de origen popular ",
        "Contexto histórico, social y cultural del repertorio ",
        "3.3. Bloque 2. Interpretación y creación",
        "Sub-bloque de saberes básicos CE2, CE3, CE4",
        "2.1 Práctica coral",
        "G1 Elementos interpretativos",
        "Afinación y empaste en el conjunto ",
        "Dinámicas, velocidad, tempo y precisión rítmica",
        "El silencio, la respiración, el ataque, el ritmo y el fraseo ",
        "G2 Ejecución coral",
        "Acordes e intervalos consonantes y disonantes: melódicos y armónicos",
        "Introducción a la polifonía vocal: Repertorio a una, dos y tres voces",
        "La improvisación vocal y corporal en el conjunto vocal ",
        "G3 Control corporal",
        "Tensión y relajación, técnicas de expresión corporal",
        "Posibilidades comunicativas y expresivas del cuerpo y el gesto en escena ",
        "Sub-bloque de saberes básicos CE1, CE2, CE3, CE4",
        "2.2 Expresión vocal",
        "G1 Registro",
        "Cualidades del sonido vocal: altura, intensidad, duración",
        "Registro vocal. Extensión del registro.",
        "Vocalización y sensaciones fonatorias ",
        "Emisión y control del sonido. Impostación y homogeneidad tímbrica ",
        "G2 Práctica individual",
        "Fraseo y dinámica",
        "Juegos vocales, vocalización e improvisación ",
        "Cuidado de la voz ",
        "Exploración de registro y timbre",
        "G3 Proyectos escénicos",
        "Trabajo conjunto, responsabilidad y conciencia de grupo. Evaluación y respeto a las aportaciones ajenas y al público. ",
        "Cartelería y programa. El espacio de actuación: características físicas, resonancia, entrada, salida, posición en el espacio.",
        "Interpretación y actuación en propuestas musicales y escénicas. Normas de actuación. ",
        "Los medios y soportes digitales. Autoría y protección de datos."
    ]
}
