{
    "saberes": [
        "A. Comunicación",
        "Autoconfianza en el uso de la lengua extranjera.",
        "Estrategias elementales iniciales para la comprensión y la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.*",
        "Funciones comunicativas elementales adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse; identificar las características de personas, objetos y lugares; responder a preguntas concretas sobre cuestiones cotidianas; expresar el tiempo, la cantidad y el espacio.*",
        "Modelos contextuales elementales en la comprensión y producción de textos orales, escritos y multimodales, breves y sencillos, tales como felicitaciones, notas, listas o avisos.*",
        "Unidades lingüísticas elementales y significados asociados a dichas estructuras tales como expresión de la entidad y sus propiedades, cantidad y número, afirmación, exclamación, negación, interrogación.*",
        "Léxico elemental y de interés para el alumnado relativo a relaciones interpersonales básicas, vivienda, lugares y entornos cercano.*",
        "Iniciación a patrones sonoros y acentuales elementales.*",
        "Iniciación a convenciones ortográficas elementales.",
        "Convenciones y estrategias conversacionales elementales, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, preguntar y responder, etc.*",
        "Utilización de herramientas analógicas y digitales elementales (diccionarios, pictogramas...) para la comprensión y producción oral, escrita y multimodal.*",
        "Cuidado en la presentación de los textos orales, escritos, analógicos y digitales.",
        "Estrategias cooperativas sencillas y asunción de responsabilidades individuales asignadas en el trabajo de grupo.*",
        "Identificación y rechazo de usos claramente discriminatorios y sexistas del lenguaje verbal y no verbal.*",
        "Utilización de la biblioteca y de los recursos digitales del aula o del centro.",
        "Valoración del texto literario y de la lectura como fuente de placer.",
        "B. Plurilingüismo",
        "Iniciación a las estrategias elementales para identificar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.*",
        "C. Interculturalidad",
        "La lengua extranjera como medio de comunicación y relación con personas de otros países.*",
        "Aspectos socioculturales y sociolingüísticos elementales y más significativos relativos a las costumbres y la vida cotidiana en países donde se habla la lengua extranjera, con perspectiva de género.",
        "Iniciación a las estrategias básicas de uso común para entender y apreciar la diversidad lingüística, cultural y artística atendiendo a valores ecosociales y democráticos.*",
        "A. Comunicación",
        "Autoconfianza y reflexión sobre el aprendizaje. Organización del trabajo. Auto y coevaluación y el error como parte integrante del proceso.*",
        "Estrategias básicas de uso común para la comprensión y la producción de textos orales, escritos y multimodales breves, sencillos y contextualizados.*",
        "Conocimientos, destrezas y actitudes elementales que permiten iniciarse en actividades de mediación en situaciones cotidianas básicas analógicas y digitales.*",
        "Funciones comunicativas básicas de uso común adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse; expresiones no estereotipadas de sentimientos y emociones; describir personas, objetos y lugares; pedir e intercambiar información sobre cuestiones cotidianas; describir rutinas; dar indicaciones e instrucciones; expresar el tiempo, la cantidad y el espacio.*",
        "Modelos contextuales y géneros discursivos básicos de uso común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y sencillos, literarios y no literarios tales como folletos, instrucciones, normas, avisos o conversaciones reguladoras de la convivencia.*",
        "Unidades lingüísticas básicas de uso común y significados asociados a dichas estructuras tales como expresión de la entidad y sus propiedades, cantidad y número, espacio y las relaciones espaciales, afirmación, exclamación, negación, interrogación.*",
        "Léxico elemental y de interés para el alumnado relativo a relaciones interpersonales próximas, vivienda, lugares y entornos cercanos analógicos y digitales.*",
        "Patrones sonoros, acentuales y de entonación básicos de uso común, y funciones comunicativas generales asociadas a dichos patrones.*",
        "Convenciones ortográficas básicas de uso común y significados asociados a los formatos y elementos gráficos.*",
        "Convenciones y estrategias conversacionales básicas de uso común, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar indicaciones, etc.*",
        "Recursos para el aprendizaje y estrategias elementales de búsqueda guiada de información en medios analógicos y digitales y seguros.*"
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer e interpretar palabras y expresiones habituales en textos orales, escritos  y  multimodales  breves  y sencillos expresados de forma comprensible, clara, sencilla y directa, y en lengua estándar.",
        "1.2. Seleccionar  y  aplicar  de  forma guiada estrategias elementales con el fin de captar la idea global e identificar elementos específicos con ayuda de elementos lingüísticos y no lingüísticos del contexto.",
        "2.1. Expresar oralmente frases cortas y sencillas con información básica utilizando  de  forma  guiada  recursos verbales y no verbales, recurriendo a modelos y estructuras previamente presentados y  prestando  atención  al ritmo, la acentuación y la entonación.",
        "2.2. Escribir palabras, expresiones conocidas y frases, a partir de modelos y con una finalidad específica, a través de herramientas analógicas y digitales o plataformas   virtuales colaborativas, usando estructuras y léxico elemental.",
        "2.3. Seleccionar  y  aplicar  de  forma guiada estrategias básicas para producir mensajes breves y sencillos adecuados a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "3.1. Participar,  de  forma  guiada,  en situaciones interactivas elementales sobre temas cotidianos, preparadas previamente,  a  través  de  diversos soportes analógicos y digitales, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no  verbal,  y mostrando  empatía  y rechazando usos sexistas, racistas y clasistas.",
        "3.2. Seleccionar  y  utilizar,  de  forma guiada  y  en  entornos  próximos, estrategias elementales para saludar, despedirse y  presentarse; expresar mensajes sencillos y breves; y formular y contestar preguntas  básicas para  la comunicación.",
        "4.1. Interpretar y explicar información básica de conceptos, comunicaciones y textos  breves  y  sencillos,  de  forma guiada, en situaciones en las que sea necesario  atender  a  la  diversidad, mostrando empatía e interés por las y los interlocutores y por los problemas de entendimiento en su entorno inmediato, apoyándose  en  diversos  recursos  y soportes.    ",
        "5.1. Comparar y contrastar similitudes y  diferencias evidentes entre distintas  lenguas reflexionando, de forma guiada,  sobre  aspectos  elementales  de  su  funcionamiento. ",
        "5.2. Identificar  y  aplicar,  de  forma guiada, conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo  de  otras  participantes  y  de soportes analógicos y digitales.",
        "5.3. Identificar y explicar, de manera guiada,   progresos elementales  de  aprendizaje  de  la lengua extranjera.",
        "6.1. Mostrar interés por la comunicación intercultural, identificando y analizando, de forma guiada, las discriminaciones, los prejuicios y los estereotipos más comunes, en situaciones cotidianas y habituales.",
        "6.2. Reconocer y apreciar la diversidad lingüística y cultural relacionada con la lengua  extranjera,  mostrando  interés por conocer sus elementos culturales y lingüísticos elementales."
    ]
}