{
  "criteriosEvaluacion": [
    "1.1. Analizar críticamente conceptos y procesos biológicos, seleccionando e interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas u otros).",
    "1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos o contenidos digitales, entre otros) y respondiendo de manera fundamentada y precisa a las cuestiones que puedan surgir durante el proceso.",
    "1.3. Argumentar sobre aspectos relacionados con los saberes de la materia, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás.",
    "2.1. Plantear y resolver cuestiones y crear contenidos relacionados con los saberes de la materia, localizando y citando fuentes de forma adecuada; seleccionando, organizando y analizando críticamente la información.",
    "2.2. Contrastar y justificar la veracidad de información relacionada con la materia, utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas o bulos.",
    "3.1. Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica relacionado con los saberes de la materia de acuerdo a la interpretación de los resultados obtenidos.",
    "3.2. Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y social y por los recursos económicos propios de Andalucía.",
    "4.1. Explicar fenómenos biológicos, a través del planteamiento y resolución de problemas, buscando y utilizando las estrategias y recursos adecuados.",
    "4.2. Analizar críticamente la solución a un problema utilizando los saberes de la materia de Biología y reformular los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad.",
    "5.1. Argumentar sobre la importancia de adoptar estilos de vida saludables, propios y de los miembros de la comunidad educativa, y compatibles con el desarrollo sostenible, basándose en los principios de la biología molecular y relacionándolos con los procesos macroscópicos, proponiendo medidas para el cambio positivo hacia un modo de vida más saludable y sostenible.",
    "6.1. Explicar las características y procesos vitales de los seres vivos mediante el análisis de sus biomoléculas, de las interacciones bioquímicas entre ellas y de sus reacciones metabólicas.",
    "6.2. Aplicar metodologías analíticas en el laboratorio utilizando los materiales adecuados con precisión."
  ],
  "saberes": [
    "A. Las biomoléculas",
    "BIOL.2.A.1. Las biomoléculas orgánicas e inorgánicas",
    "BIOL.2.A.1.1. Reconocimiento de las características generales y diferencias entre las biomoléculas orgánicas e inorgánicas. Comprensión de los enlaces químicos y su importancia biológica.",
    "BIOL.2.A.1.2. Elaboración de modelos y representaciones que faciliten la identificación de los principales grupos funcionales y la comprensión de la naturaleza de los componentes moleculares de la célula, tanto orgánicos como inorgánicos.",
    "BIOL.2.A.2. Las moléculas y los iones inorgánicos: agua y sales minerales",
    "BIOL.2.A.2.1. Desarrollar destrezas que relacionen las características químicas y funciones biológicas del agua y las sales minerales.",
    "BIOL.2.A.3. Las moléculas orgánicas: Glúcidos, lípidos, prótidos y ácidos nucleicos",
    "BIOL.2.A.3.1. Comprensión de las características químicas, isomerías, enlaces y funciones de los monosacáridos (pentosas, hexosas en sus formas lineales y cíclicas, isomerías, enlaces y funciones), disacáridos y polisacáridos con mayor relevancia biológica.",
    "BIOL.2.A.3.2. Diferenciación de los lípidos saponificables y no saponificables: comprensión de sus características químicas, tipos, diferencias y funciones biológicas.",
    "BIOL.2.A.3.3. Identificación de las proteínas: comprensión de sus características químicas, estructura, función biológica, papel biocatalizador.",
    "BIOL.2.A.3.4. Reconocimiento de los ácidos nucleicos: diferenciación de tipos, características químicas, estructura y función biológica.",
    "BIOL.2.A.3.5. Aplicación de metodología práctica en laboratorio para identificar las distintas moléculas orgánicas.",
    "BIOL.2.A.4. Las vitaminas y sales",
    "BIOL.2.A.4.1. Comprensión de su función biológica como cofactores enzimáticos.",
    "BIOL.2.A.4.2. La relación entre los bioelementos y biomoléculas y la salud. Estilos de vida saludables. Estrategias de compresión para valorar la importancia de su incorporación en la dieta, poniendo en valor las características de la dieta mediterránea.",
    "B. Genética molecular ",
    "BIOL.2.B.1. El ADN",
    "BIOL.2.B.1.1. Comprensión del concepto de ADN y su modelo estructural. Compresión de concepto de gen. ",
    "BIOL.2.B.1.2. Desarrollo de experiencias en laboratorio.",
    "BIOL.2.B.2. Los genomas procariota y eucariota",
    "BIOL.2.B.2.1. Identificación de los genomas procariota y eucariota.",
    "BIOL.2.B.2.2. Comprensión de las características generales y diferencias entre ellos. ",
    "BIOL.2.B.3. Mecanismo de replicación del ADN",
    "BIOL.2.B.3.1. Reconocimiento de las etapas de la replicación.",
    "BIOL.2.B.3.2. Manejo de las diferencias entre el modelo eucariota y el modelo procariota. ",
    "BIOL.2.B.4. El ARN",
    "BIOL.2.B.4.1. Reconocimiento de tipos y funciones. ",
    "BIOL.2.B.5. La expresión génica",
    "BIOL.2.B.5.1. La expresión génica: reconocimiento modelo procariota y modelo eucariota. ",
    "BIOL.2.B.5.2. El código genético: reconocimiento de sus características y resolución de problemas.",
    "BIOL.2.B.5.3. Regulación de la expresión génica: reconocimiento de su importancia en la diferenciación celular.",
    "BIOL.2.B.6. Las mutaciones",
    "BIOL.2.B.6.1. Reconocimiento del concepto de mutación.",
    "BIOL.2.B.6.2. Compresión de su relación con la replicación del ADN, la evolución y la biodiversidad. ",
    "BIOL.2.B.6.3. Valoración de la biodiversidad en Andalucía.",
    "C. Biología celular ",
    "BIOL.2.C.1. La teoría celular",
    "BIOL.2.C.1.1. Identificación de la teoría celular.",
    "BIOL.2.C.1.2. Desarrollo de destrezas para analizar sus implicaciones biológicas. ",
    "BIOL.2.C.2. La microscopía óptica y electrónica",
    "BIOL.2.C.2.1. Diferenciación entre microscopia óptica y electrónica.",
    "BIOL.2.C.2.2. Desarrollo de estrategias de análisis de imágenes, poder de resolución y técnicas de preparación de muestras.",
    "BIOL.2.C.3. La membrana plasmática",
    "BIOL.2.C.3.1. La membrana plasmática: identificación de la ultraestructura y propiedades.",
    "BIOL.2.C.3.2. El proceso osmótico: desarrollo de estrategias de análisis de su repercusión sobre la célula eucariota animal, vegetal y procariota.",
    "BIOL.2.C.3.3. El transporte a través de la membrana plasmática: identificación de mecanismos (difusión simple y facilitada, transporte activo, endocitosis y exocitosis) y tipos de moléculas transportadas con cada uno de ellos.",
    "BIOL.2.C.4. Los orgánulos celulares eucariotas y procariotas",
    "BIOL.2.C.4.1. Reconocimiento de estructura y función básica de los orgánulos celulares eucariotas y procariotas.",
    "BIOL.2.C.4.2. Identificación de modelos de organización en eucariotas y procariotas. Células animales y vegetales.",
    "BIOL.2.C.5 . El ciclo celular",
    "BIOL.2.C.5.1. Identificación de fases y mecanismos de regulación. ",
    "BIOL.2.C.6. La mitosis y la meiosis",
    "BIOL.2.C.6.1. Identificación y reconocimiento de fases y función biológica. ",
    "BIOL.2.C.6.2 Necesidad biológica de la meiosis en reproducción sexual .",
    "BIOL.2.C.6.3. Valoración de la importancia de la meiosis en la evolución de los seres vivos.",
    "BIOL.2.C.6.4. Desarrollo de experiencias de laboratorio para identificación de fases de mitosis y meiosis en células.",
    "BIOL.2.C.7. El cáncer",
    "BIOL.2.C.7.1. Comprensión de la relación con las mutaciones y la alteración del ciclo celular. ",
    "BIOL.2.C.7.2. Identificación de los avances biomédicos frente al cáncer en Andalucía.",
    "BIOL.2.C.7.3. Sensibilización frente a medidas a tomar para la prevención del cáncer. Correlación entre el cáncer y determinados hábitos perjudiciales. La importancia de los estilos de vida saludables.",
    "D. Metabolismo",
    "BIOL.2.D.1. Concepto de metabolismo",
    "BIOL.2.D.1.1. Comprensión de conceptos de anabolismo y catabolismo: Identificación de las diferencias. ",
    "BIOL.2.D.1.2. Estrategias de interpretación de reacciones metabólicas: metabolismo aeróbico y anaeróbico. ",
    "BIOL.2.D.1.3. Desarrollo de destrezas para el cálculo comparativo de sus rendimientos energéticos energéticos. ",
    "BIOL.2.D.1.4. Reconocimiento de procesos de regulación del metabolismo.",
    "BIOL.2.D.2. Procesos implicados en la respiración celular anaeróbica",
    "BIOL.2.D.2.1 Reconocimiento de procesos implicados en la respiración celular anaeróbica (glucólisis y fermentación).",
    "BIOL.2.D.2.2. Reconocimiento de procesos implicados en la respiración celular aeróbica (β-oxidación de los ácidos grasos, ciclo de Krebs, cadena de transporte de electrones y fosforilación oxidativa).",
    "BIOL.2.D.3.Principales rutas de anabolismo heterótrofo y autótrofo",
    "BIOL.2.D.3.1. Principales rutas de anabolismo heterótrofo: síntesis de aminoácidos, proteínas y ácidos grasos. ",
    "BIOL.2.D.3.2. Principales rutas de anabolismo autótrofo: fotosíntesis y quimiosíntesis.",
    "BIOL.2.D.3.3. Reconocimiento de su importancia biológica. ",
    "BIOL.2.D.4. Aplicaciones industriales del proceso de fermentación",
    "BIOL.2.D.4.1. Valoración de las fermentaciones en numerosos procesos industriales reconociendo sus aplicaciones en Andalucía y su relación con la mejora de la sostenibilidad.",
    "E. Ingeniería genética y biotecnología",
    "BIOL.2.E.1.Técnicas de ingeniería genética y sus aplicaciones",
    "BIOL.2.E.1.1. Reconocimiento e identificación de técnicas de ingenieria genética: PCR, enzimas de restricción, clonación molecular, CRISPR-CAS9, etc.",
    "BIOL.2.E.1.2. Reproducción de modelos de técnicas de ingeniería genética.",
    "BIOL.2.E.1.3. Valoración de la importancia de estas técnicas para el avanza en biomedicina. ",
    "BIOL.2.E.2. Importancia de la biotecnología",
    "BIOL.2.E.2.1. Reconocimiento y comprobación de la importancia de la biotecnología: aplicaciones en salud, agricultura, medio ambiente, nuevos materiales, industria alimentaria, etc.",
    "BIOL.2.E.2.2. Valoración del papel destacado de los microorganismos en aplicaciones biotecnológicas, obtención de productos farmacéuticos, en medicina y en mejora del medio ambiente.",
    "BIOL.2.E.2.3. Reconocimiento y valoración del desarrollo de la biotecnología en Andalucía.",
    "F. Inmunología ",
    "BIOL.2.F.1. La Inmunidad",
    "BIOL.2.F.1.1. Análisis del concepto de inmunidad.",
    "BIOL.2.F.1.2. Identificación de las barreras externas y su importancia al dificultar la entrada de patógenos. ",
    "BIOL.2.F.1.3. Diferenciación entre inmunidad innata y específica.",
    "BIOL.2.F.2. Inmunidad específica",
    "BIOL.2.F.2.1.Comparación entre los mecanismos de acción de inmunidad humoral y celular y la identificación de las células responsables.",
    "BIOL.2.F.2.2.Análisis de la estructura de los anticuerpos e identificación de los tipos mecanismos de reacción antígeno-anticuerpo.",
    "BIOL.2.F.3. Inmunidad natural y artificial o adquirida",
    "BIOL.2.F.3.1. Comparación de los mecanismos de acción de inmunidad artificial y natural, pasiva y activa. ",
    "BIOL.2.F.3.2. Comprensión de los conceptos de vacunas y sueros.",
    "BIOL.2.F.4. Enfermedades y patologías del sistema inmunitario",
    "BIOL.2.F.4.1. Análisis de las fases de las enfermedades infecciosas.",
    "BIOL.2.F.4.2. Identificación de las causas de las principales patologías del sistema inmunitario: relevancia clínica de las mismas.",
    "BIOL.2.F4.3. Reflexión de la importancia de investigación en inmunología para la mejora de la salud de las personas y la situación de esta investigación en Andalucía."
  ]
}