{
    "saberes": [
        "Bloque A: Situaciones psicomotrices.",
        "Esquema corporal: conciencia y control corporal. La lateralidad y su proyección en el espacio.*",
        "Capacidades físicas desde el ámbito lúdico y el juego.*",
        "Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas.*",
        "Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos.*",
        "Capacidades y limitaciones personales.",
        "Bloque B: Situaciones socio-motrices de oposición.",
        "Nociones básicas y principios de acción fundamentales para superar al adversario: selección de la posición corporal y la distancia adecuada, la adecuación de la acción a la ubicación del adversario, reducción/aumento de espacios y tiempos, anticipación, equilibrio y desequilibrio…*",
        "Norma de seguridad “de oro”: no hacerse daño y no hacer daño.*",
        "Bloque C: Situaciones socio-motrices de cooperación.",
        "Principios de acción y claves para el éxito en situaciones cooperativas: coordinación de acciones con compañeros, sincronización, control corporal, toma de decisiones consensuada.*",
        "Variedad de respuestas ante retos.",
        "Habilidades sociales de acogida, inclusión, ayuda y cooperación.*",
        "Resolución de conflictos personales de forma dialógica y justa.*",
        "Actuaciones ante conductas discriminatorias y de violencia.*",
        "Bloque D: Situaciones socio-motrices de oposición-colaboración.",
        "Acciones motrices ofensivas: como portador y no portador del móvil en juegos colectivos (tirar, pasar, driblar, desplazarse, golpear...).*",
        "Acciones motrices defensivas: interceptar, despejar, bloquear…*",
        "Nociones relacionadas con prácticas de oposición y colaboración: trayecto, finta, distancia de pase y tiro…*",
        "Bloque E: Situaciones motrices en entornos con incertidumbre.",
        "Actividades físicas en el medio natural y urbano.",
        "Informaciones y referencias pertinentes para situarse.*",
        "Normas de seguridad fuera del centro.*",
        "El riesgo y las limitaciones personales en entornos con incertidumbre.*",
        "Posibilidades motrices en los espacios de juego y esparcimiento infantil.",
        "Bloque F: Situaciones motrices artísticas y de expresión.",
        "Usos comunicativos de la corporalidad: gestos, muecas, posturas y otros.*",
        "Práctica de actividades rítmico-musicales con carácter artístico-expresivo de la cultura vasca y otras.* Espacio propio, ritmo y la organización temporal.",
        "Exploración del espacio cercano: con/sin objetos, en diferentes direcciones y niveles, mayor/menor amplitud.*",
        "Nociones de espacio: tamaño (grande, pequeño), direcciones (delante, detrás, al lado), ocupación (“in situ”, en desplazamiento), abierto/cerrado, encima/debajo…*",
        "Contrastes de acción: grande/pequeño, ancho/estrecho, frotar/golpear, pesado/ligero, rápido/lento.",
        "Pasos básicos de las danzas grupales.",
        "Bloque G: Saberes transversales de la Educación Física.",
        "Salud física: efectos físicos beneficiosos de un estilo de vida activo. Alimentación saludable e hidratación. Preparación de",
        "la práctica motriz: vestimenta deportiva y hábitos generales de higiene corporal.*",
        "Salud social: la actividad física como práctica social saludable. Respeto hacia todas las personas con independencia de sus características personales. Conocimiento, respeto y aceptación de las reglas de juego y seguridad.*",
        "Salud mental: gestión emocional (control del riesgo, estrategias de identificación, experimentación y manifestación de emociones, pensamientos y sentimientos a partir de experiencias motrices).*",
        "Prevención de accidentes en las prácticas motrices: juegos de activación, calentamiento y vuelta a la calma.",
        "Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la propia cultura.",
        "Deporte y perspectiva de género: referentes en el deporte de distintos géneros.*",
        "Posibilidades motrices de los espacios de juego y esparcimiento infantil.",
        "Asunción de roles y subroles que forman parte de la actividad: defensor-atacante, perseguidor-perseguido/a, prisionero/a.*"
    ],
    "criteriosEvaluacion": [
        "1.1. Experimentar los beneficios de la actividad física empezando a establecer las bases de un estilo de vida activo.",
        "1.2. Adoptar  medidas  básicas  de cuidado de la salud personal a través de la  higiene  corporal,  el  descanso,  la educación postural y la alimentación",
        "1.3. Conocer los valores positivos que fomenta la práctica motriz compartida reconociendo,  vivenciando y disfrutando sus beneficios en contextos variados e  inclusivos,  respetando  a todos/as  los/  as  participantes  con independencia de sus diferencias individuales.     ",
        "1.4. Tomar conciencia de la dimensión afectiva  en  las  distintas  situaciones motrices identificando las emociones propias.      ",
        "2.1. Descubrir, reconocer y emplear los componentes  cualitativos y cuantitativos  de  la  motricidad  de manera  lúdica,  mejorando progresivamente su control y dominio corporal.      ",
        "2.2. Conocerse y autorregularse interiorizando esquemas de acción a través de  actividades y juegos psicomotores.",
        "3.1. Realizar  acciones  motrices  de oposición comprendiendo el sentido de los   acontecimientos  del  juego,  y respetando  las   reglas   y   a   los participantes.",
        "3.2. Participar activamente en juegos motores y deportes de carácter cultural propias del entorno, disfrutando de su puesta en práctica e iniciándose en la gestión  de  las  emociones  que  se producen.",
        "4.1. Llevar a cabo acciones motrices de cooperación, ajustando los movimientos corporales a los diferentes cambios que se produzcan en dichas situaciones.",
        "4.2. Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de  acogida, inclusión, ayuda y cooperación, iniciándose en la gestión de conflictos personales de forma dialógica, mostrando un compromiso activo frente a las actuaciones discriminatorias y de violencia.     ",
        "5.1. Ejecutar  acciones  motrices  en situaciones de oposición- colaboración, ajustando los movimientos corporales a los diferentes cambios   que   se   produzcan,   y aceptando las características y niveles de los/as participantes.   ",
        "5.2. Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio.    ",
        "5.3. Participar activamente en juegos motores y deportes de carácter cultural propias del entorno, disfrutando de su puesta   en   práctica,   y   tomando conciencia de las propias emociones.",
        "5.4. Conocer y valorar los logros de distintos  referentes  del  deporte  de ambos  géneros, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos.",
        "6.1. Realizar acciones motrices adaptando   su   motricidad   a   la incertidumbre de las actividades en el medio  natural  y  urbano  próximo  al centro escolar.    ",
        "6.2. Disfrutar  del  entorno  natural  y urbano conociendo otros usos desde la motricidad y adoptando actitudes de respeto, cuidado y conservación hacia ellos durante el desarrollo de distintas prácticas lúdico-recreativas.  ",
        "6.3. Reconocer los contextos de riesgo adoptando medidas de seguridad en la práctica de actividad física.  ",
        "7.1. Reproducir  y  crear  estructuras rítmicas simples y elaborar producciones adaptando los distintos usos expresivos y comunicativos de la corporalidad, con intención artística y evitando manifestaciones sexistas. ",
        "7.2. Iniciarse  en  el  desarrollo  de proyectos motores de carácter individual  o  colectivo,  valorando  su consecución.     ",
        "7.3. Participar activa y equitativamente en la reproducción de manifestaciones artístico-expresivas,  valorando  su componente lúdico-festivo.  ",
    ]
}