{
  "criteriosEvaluacion": [
    "Competencias específicas 1, 2 y 3",
    "3.1.1. Realizar experiencias prácticas utilizando el material y las herramientas el laboratorio y respetando las normas de seguridad.",
    "3.1.2. Realizar investigaciones, experimentales o no, en torno a fenómenos observables que requieran formular preguntas investigables, emitir hipótesis, interpretar y analizar los resultados obtenidos y extraer conclusiones razonadas y fundamentadas.",
    "3.1.3. Analizar críticamente la solución a un problema en el que intervienen los saberes de la materia y reformular los procedimientos utilizados si dicha solución no es viable o surgen nuevos datos.",
    "3.1.4. Seleccionar y utilizar las fuentes adecuadas de información para resolver preguntas relacionadas con las ciencias biológicas.",
    "3.1.5. Contrastar y justificar la veracidad de información relacionada con la materia en base al conocimiento científico, adoptando una actitud crítica y escéptica hacia informaciones sin una base científica.",
    "3.1.6. Seleccionar e interpretar información, y comunicarla utilizando diferentes formatos (textos, vídeos, gráficos, tablas, diagramas, esquemas, aplicaciones y otros formatos digitales).",
    "3.1.7. Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación relacionado con los saberes de la materia aplicando las estrategias propias del trabajo científico.",
    "3.1.8. Comunicar información y datos, argumentando sobre aspectos relacionados con los saberes de la materia, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás",
    "Competencia específica 4",
    "3.2.1. Analizar la importancia de las diferentes biomoléculas en los procesos biológicos, teniendo en cuenta su composición, estructura y propiedades fisicoquímicas.",
    "3.2.2. Interpretar la célula como unidad estructural, funcional y genética de los organismos, diferenciando los modelos de organización procariota y eucariota desde el punto de vista estructural y funcional.",
    "3.2.3. Interpretar esquemas pertenecientes a distintas rutas metabólicas y explicar el camino seguido por los compuestos a partir de los mismos, justificando su importancia biológica.",
    "3.2.4. Argumentar sobre la importancia biológica del ciclo celular y los procesos de mitosis y meiosis.",
    "3.2.5. Analizar las bases moleculares de la herencia, reconociendo las etapas de la expresión génica, destacando la importancia biológica de la diferenciación celular.",
    "3.2.6. Analizar la relación entre las mutaciones y el cáncer.",
    "3.2.7. Valorar las implicaciones sociales y éticas asociadas a los avances en las herramientas y aplicaciones biotecnológicas",
    "Competencia específica 5.",
    "3.3.1. Explicar la importancia de los diferentes tipos de microorganismos en los ciclos biogeoquímicos, en procesos industriales y en la mejora del medio ambiente.",
    "3.3.2. Relacionar los microorganismos patógenos con las enfermedades que originan, valorando su prevención.",
    "3.3.3. Analizar los mecanismos de defensa del ser humano, reconociendo la importancia de las diferentes formas de aumentar las defensas.",
    "3.3.4. Diferenciar las causas de las principales patologías del sistema inmunitario, relacionándolas con su posible prevención y tratamiento.",
    "Competencia específica 6.",
    "3.4.1. Relacionar el papel de seres vivos en el mantenimiento del equilibrio del Sistema Tierra reconociendo la interrelación entre los procesos químicos que se desarrollan con las capas fluidas de la Tierra y los ciclos de la materia.",
    "3.4.2. Argumentar sobre la importancia de adoptar hábitos saludables y un modelo de desarrollo sostenible, basándose en los principios de la biología molecular y celular y relacionándolos con los procesos macroscópicos.",
    "3.4.3. Valorar la necesidad del respeto hacia todas las formas de vida argumentando en base a la ecodependencia del ser humano con el resto de la biosfera."
  ]  ,
  "saberes": [
    "Bloque A. Experimentación en Biología.",
    "1. Pautas del trabajo científico en la planificación y ejecución de un proyecto de investigación en equipo: identificación de preguntas y planteamiento de problemas que puedan responderse, formulación de hipótesis, contrastación y comunicación de resultados.",
    "2. Fuentes de información biológica: búsqueda, reconocimiento y utilización en el campo y el laboratorio e interpretación de datos, imágenes, o esquemas. Aplicaciones asociadas.",
    "3. Identificación de fuentes veraces de información científica.",
    "4. Diseño, planificación y realización de experiencias científicas de laboratorio o de campo para contrastar hipótesis y responder cuestiones y argumentación sobre la importancia del uso de controles para obtener resultados objetivos y fiables.",
    "5. Estrategias de comunicación de proyectos o resultados utilizando vocabulario científico y en distintos formatos (informes, vídeos, modelos i gráficos).",
    "6. La evolución histórica del saber científico: el avance de la biología como labor colectiva, interdisciplinar y en continua construcción. El papel de la mujer en el desarrollo de la ciencia.",
    "7. Herramientas digitales para la obtención e interpretación de datos de utilidad en biología.",
    "8. Valoración de la importancia de la conservación del patrimonio biológico.",
    "Bloque B. Bioelementos y biomoléculas",
    "1. Bioelementos y biomoléculas: clasificación, propiedades y funciones.",
    "2. Características, propiedades y funciones biológicas del agua y las sales minerales.",
    "3. Glúcidos, lípidos, proteínas y ácidos nucleicos: características y funciones biológicas.",
    "4. Enzimas y coenzimas. Vitaminas: concepto, función y clasificación.",
    "Bloque C. Biología celular",
    "1. Técnicas de estudio de la materia viva. Microscopía óptica y electrónica. Reconocimiento de estructuras celulares.",
    "2. Teoría celular. Origen y evolución celular. Teoría endosimbiótica.",
    "3. Tipos de organización celular: organización procariota y eucariota, células animales y vegetales.",
    "4. Composición, estructura y funciones de la membrana plasmática, el citosol, el citoesqueleto y los orgánulos celulares.",
    "5. El núcleo interfásico. Estructura de la cromatina. Los cromosomas: estructura y tipos.",
    "6. El ciclo celular. La mitosis y la meiosis: fases y función biológica.",
    "Bloque D. Metabolismo",
    "1. Concepto de metabolismo, anabolismo y catabolismo.",
    "2. Clasificación de los organismos según su forma de nutrición.",
    "3. El ATP. Enzimas. Mecanismos de actuación.",
    "4. Procesos anabólicos y catabólicos. Importancia biológica.",
    "5. Interpretación de esquemas de rutas metabólicas.",
    "Bloque E. Los microorganismos y formas acelulares",
    "1. Microbiología. Clasificación de los microorganismos. Formas acelulares.",
    "2. Técnicas de estudio de los microorganismos.",
    "3. Importancia ecológica de los microorganismos: simbiosis y ciclos biogeoquímicos.",
    "4. Los microorganismos como agentes causales de enfermedades infecciosas.",
    "5. Biotecnología. Importancia de los microorganismos en procesos industriales y en biotecnología ambiental.",
    "Bloque F. Genética molecular",
    "1. Replicación del ADN.",
    "2. Expresión génica. Regulación. Importancia en la diferenciación celular. Tipos de ARN. El código genético.",
    "3. Resolución de problemas de síntesis de proteínas.",
    "4. Las mutaciones: su relación con la replicación del ADN, la evolución, la biodiversidad y el cáncer.",
    "5. Técnicas de ingeniería genética y aplicaciones. Implicaciones sociales y éticas.",
    "Bloque G. Inmunología",
    "1. Concepto de inmunidad.",
    "2. Tipos de respuesta inmune y características.",
    "3. Comparación de los mecanismos de funcionamiento de la inmunidad artificial y natural, pasiva y activa.",
    "4. Avances en la prevención y tratamiento de las enfermedades infecciosas. Importancia de las vacunas y del uso adecuado de los antibióticos.",
    "5. Principales patologías del sistema inmunitario.",
    "6. Análisis de las fases de las enfermedades infecciosas.",
    "7. Fenómenos relacionados con la inmunidad: cáncer, trasplante de órganos, SIDA, enfermedades autoinmunes, inmunoterapia."
  ]
}
