{
  "saberes": [
    "A. Communication.",
    "Self-confidence. Errors as an instrument for improvement and a proposal for reparation.",
    "Basic strategies for the planning, execution, control and repair of the comprehension, production and co-production of oral, written and multimodal texts.",
    "Knowledge, skills and attitudes that allow detecting and collaborating in mediation activities in simple everyday situations.",
    "Basic communicative functions appropriate to the environment and the communicative context: greeting, saying goodbye, introducing and introducing oneself; describing people, objects and places; situating events in time; situating objects, people and places in space; requesting and exchanging information on everyday issues ; give and ask for instructions and orders; offer, accept and reject help, propositions or suggestions; partially express taste or interest and basic emotions; narrate past events, describe present situations, and state future events; express opinion and possibility. ",
    "Contextual models and basic discursive genres in the comprehension, production and co-production of oral, written and multimodal, brief and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context; organization and structuring according to genre, textual function and structure.",
    "Basic linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation, basic logical relationships.",
    "Lexicon of common use and of interest to students, related to personal identification, interpersonal relationships, nearby places and environments, leisure and free time, daily life, health and physical activity, housing and home, climate and natural environment, information technologies information and communication.",
    "Basic sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns.",
    "Basic spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "Basic conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, etc.",
    "Resources for learning and basic information search strategies: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "Identification of the authorship of the sources consulted and the contents used.",
    "Basic analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction and collaboration (virtual classrooms, videoconferences, collaborative digital tools, etc...) for learning, communication and development of projects with speakers or students of the foreign language.",
    "B. Multilingualism.",
    "Strategies and techniques to respond effectively to a basic and specific communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the family languages.",
    "Basic strategies to identify, organize, retain, recover and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "Basic self-assessment and peer-assessment strategies and tools, analogue and digital, individual and cooperative.",
    "Commonly used vocabulary and expressions to understand statements about communication, language, learning and communication and learning tools (metalanguage).",
    "Basic comparison between languages from elements of the foreign language and other languages: origin and relationships.",
    "C. Interculturality.",
    "The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for personal enrichment.",
    "Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "Basic sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values of countries where the foreign language is spoken. ",
    "Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "Basic strategies for detection and action against discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "1.1. Infer the overall meaning and the specific and explicit information from brief and simple oral, written and multimodal texts on very frequent and everyday topics, of personal relevance and close to their immediate environment, typical of the fields of interpersonal relationships, of learning, the media and fiction, expressed clearly and using sentences of basic complexity and in the standard language through various supports.",
    "1.2. Infer the most appropriate strategies and knowledge in basic everyday communicative situations to understand the general meaning of texts; interpret non-verbal elements; and search for and select information.",
    "2.1. Express short, simple and structured texts orally by means of basic sentences and memorized formulas that require a simple and direct exchange of information on everyday activities and matters of relevance to students, in order to describe, narrate and inform about specific topics, on different media.",
    "2.2. Organize and write short, understandable and grammatically simple texts with acceptable clarity, coherence, cohesion and adaptation to the proposed communicative situation, following established guidelines, through analog and digital tools, on matters of the most immediate environment and relevant to the student body.",
    "2.3. Infer the knowledge and strategies to plan, produce and review texts that are understandable, coherent and appropriate to the communicative intentions and contextual characteristics, using with the help of the most appropriate physical or digital resources depending on the task and the needs of each moment , taking into account the people to whom the text is addressed.",
    "3.1. Participate in brief and simple interactive situations on everyday topics, of immediate need or very common, through various supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, applying basic grammatical structures and showing empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.2. Use, in a guided way and in close environments, adequate basic strategies to start, maintain and end communication, respecting the turns to speak.",
    "4.1. Understand brief and simple communications in situations in which diversity is addressed, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in the solution of intercomprehension and understanding problems on issues of need immediate or very common matters.",
    "4.2. Infer those strategies that help create bridges and facilitate the understanding and production of information and communication, appropriate to the communicative intentions, using resources and physical or digital supports depending on the needs of each moment.",
    "5.1. Detect the similarities and differences between different languages reflecting progressively and guided on how they work.",
    "5.2. Identify the knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
    "5.3. Identify and record, following simple models, the progress and difficulties in learning a foreign language, selecting in a guided way the most effective strategies to overcome these difficulties and progress in their learning, such as those proposed in the European Language Portfolio (PEL) or in a learning journal, making them explicit and sharing them.",
    "6.1. Act respectfully in intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts.",
    "6.2. Understand and accept the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, recognizing it as a source of personal enrichment and showing interest in sharing cultural and linguistic elements that promote sustainability and democracy.",
    "6.3. Infer strategies to explain and appreciate linguistic, cultural and artistic diversity."
  ]
}