{
  "saberes": [
    "A. Las antiguas civilizaciones de Grecia y Roma.",
    "- Importancia, utilidad y necesidad de las Humanidades Clásicas en la sociedad actual.",
    "- Importancia de las civilizaciones griega y latina en la conformación del mundo actual: reconocimiento, análisis y valoración crítica de la aportación de Grecia y Roma a la configuración de nuestra identidad como sociedad.",
    "- Geografía de las antiguas civilizaciones griega y romana.",
    "- Historia de Grecia y Roma: etapas, hitos de la historia, episodios históricos, personajes relevantes, su biografía en contexto y su importancia para la historia de Europa.",
    "- Historia y organización política y social de Grecia y Roma como parte esencial de la historia y de la cultura de la sociedad actual.",
    "- Proceso de romanización de Hispania. Incorporación de la Península Ibérica al mundo romano: fases y personajes más significativos.",
    "- Instituciones, creencias y formas de vida de Grecia y Roma: la religión y los ritos funerarios, el derecho, el ejército y la educación. El matrimonio y la familia. El trabajo y el ocio. Su influencia en el mundo actual.",
    "- Estrategias y herramientas para relacionar el pasado y el presente a partir de los conocimientos adquiridos.",
    "B. Lenguas clásicas y plurilingüismo",
    "- El Indoeuropeo como tronco común de las lenguas europeas. La familia lingüística indoeuropea.",
    "- Historia de la escritura. Fundamentos, soportes e instrumentos de escritura.",
    "- Historia de los alfabetos. Los alfabetos griego y latino y su influencia posterior.",
    "- Reglas de transcripción o transliteración del alfabeto griego a las lenguas de enseñanza.",
    "- El latín como lengua base de las lenguas de España. Lenguas romances y no romances y su distribución geográfica en España y en el resto de Europa.",
    "- Aplicación de los procedimientos básicos de composición y derivación en la formación del léxico de uso común del alumnado. Principales lexemas, sufijos y prefijos de origen grecolatino en la lengua hablada por los alumnos. Principales étimos griegos presentes en la lengua técnica. Formación del lenguaje científico.",
    "- Cultismos y términos patrimoniales. Helenismos y latinismos. Locuciones y aforismos latinos y máximas griegas más frecuentes.",
    "- La etimología como fuente de acercamiento y comprensión de las ciencias y la técnica. Explicación de los cambios fonéticos más frecuentes del latín a las lenguas romances.",
    "- Interés por conocer el significado etimológico de las palabras como recurso para ampliar el vocabulario de la lengua hablada por el alumnado.",
    "- Reconocimiento de la importancia que el uso adecuado del vocabulario tiene como instrumento básico en la comunicación.",
    "- Herramientas analógicas y digitales para el aprendizaje e investigación sobre distintos aspectos de la cultura y de las lenguas clásicas, y participación en proyectos escolares internacionales sobre el Mundo Clásico.",
    "- Respeto y valoración positiva por la diversidad lingüística y aceptación de las diferencias culturales de sus hablantes.",
    "C. Educación artística y literaria",
    "- Interés hacia la literatura como fuente de placer y de conocimiento del mundo.",
    "- Principales géneros literarios clásicos: origen, cronología y autores. Obras fundamentales de la literatura clásica en su contexto y su género. Pervivencia a través de la tradición clásica y su influencia en la actualidad.",
    "- Lectura comprensiva en castellano de fragmentos y de obras griegas y latinas. Estrategias para su correcta interpretación.",
    "- El arte y el artista en el Mundo Clásico. La percepción del arte en el Mundo Clásico y su reflejo en su producción artística.",
    "- Respeto por la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
    "D. Legado y patrimonio.",
    "- Pervivencia del legado material de la cultura y civilización de Grecia y Roma: arquitectura, escultura, pintura, mosaico y cerámica. Monumentos más relevantes, yacimientos arqueológicos, museos, inscripciones en Castilla y León y en el resto de España y Europa.",
    "- Pervivencia e influencia del legado inmaterial de la cultura y civilización de Grecia y Roma: religión y mitología clásica, instituciones políticas, militares y sociales; oratoria, derecho, ciencia, pensamiento, rituales y celebraciones oficiales y de la vida cotidiana.",
    "- La romanización: bases, agentes y características fundamentales. La romanización de Hispania. Patrimonio cultural romano en España y en Castilla y León.",
    "- Interés e iniciativa en participar en procesos destinados a conservar, preservar y difundir el patrimonio arqueológico de su entorno.",
    "- Herramientas analógicas y digitales para el acercamiento al estudio e investigación del patrimonio clásico.",
    "- Las competiciones atléticas y su pervivencia en la actualidad. Los Juegos Olímpicos y otros juegos."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Extraer información sobre los aspectos materiales e inmateriales más relevantes de la civilización grecolatina, y organizarla de manera ordenada y coherente, de manera guiada y empleando fuentes diversas. (CCL1, CCL2, CCL3, CD1, CPSAA4, CCEC1, CCEC2)",
    "1.2 Planificar y elaborar en distintos soportes pequeñas monografías contextualizadas sobre aspectos materiales e inmateriales de la civilización grecolatina; utilizar correctamente elementos críticos tales como notas a pie de página, y elaborar una bibliografía o webgrafía de las fuentes consultadas, manifestando de este modo respeto por la propiedad intelectual. (CCL1, CCL2, CCL3, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2)",
    "1.3 Investigar sobre la pervivencia de los distintos aspectos del mundo grecolatino en las artes, pensamiento y modos de vida de las sociedades actuales, utilizando fuentes diversas. (CCL1, CCL2, CCL3, CD1, CPSAA4, CC1, CCEC1, CCEC2)",
    "1.4 Comunicar y compartir con el alumnado las informaciones obtenidas y los resultados de las investigaciones, ya sea en el aula o a través de medios telemáticos a los que tenga acceso común el alumnado, de forma clara y ordenada, y empleando soportes variados. (CCL1, CCL2, CCL3, CD3, CC1)",
    "Competencia específica 2",
    "2.1 Conocer las diferentes lenguas indoeuropeas de Europa, los grupos lingüísticos a que pertenecen, con especial atención a los grupos griego e itálico, y la nómina de lenguas no indoeuropeas, valorando de forma positiva la diversidad lingüística y cultural en la conformación de la identidad europea, indicando las aportaciones de otras lenguas y culturas. (CPSAA4, CC2, CCEC1)",
    "2.2 Conocer la nómina de las principales lenguas romances habladas en España y en el resto de Europa, así como los primeros documentos del castellano y otras lenguas peninsulares, valorando de forma positiva la diversidad lingüística y cultural a la que dan origen el latín y el griego en la conformación de la lengua culta. (CD1, CPSAA4, CC2, CCEC1)",
    "2.3 Analizar los modos de vida, costumbres, actitudes y valores de la sociedad actual, a partir de los contenidos adquiridos, reconociendo como origen los de la Antigüedad Clásica y señalando de forma crítica semejanzas y diferencias entre aquellos y esta para una mejor comprensión del presente. (CCL1, CCL2, CCL3, CPSAA4, CC1)",
    "2.4 Conocer e identificar los principales períodos, personajes y hechos de la historia de Grecia y Roma de especial relevancia en la configuración de la actual Europa y su marco de valores, a través de fuentes diversas, relacionándolos con referentes del presente y estableciendo semejanzas y diferencias. (CCL1, CCL2, CCL3, CD1, CC1, CC2)",
    "Competencia específica 3",
    "3.1 Conocer el significado de los étimos griegos más frecuentes en la lengua científica y técnica, así como las principales y más productivas raíces latinas presentes en el castellano y otras lenguas del repertorio individual del alumnado, identificándolos en diversos tipos de texto. (CCL1, CP2, CP3, CPSAA4)",
    "3.2 Conocer los principales hechos de evolución del latín al castellano y otras lenguas, comparando los resultados entre sí; identificar en textos cultismos, términos patrimoniales y latinismos. (CCL1, CP2, CP3, STEM1, CPSAA4, CPSAA5)",
    "3.3 Reconocer elementos griegos y latinos (lexemas, prefijos y sufijos) en diferentes contextos lingüísticos, definiéndolos y ofreciendo explicaciones etimológicas de términos cotidianos, científicos y técnicos. (CCL1, STEM1, CPSAA4)",
    "3.4 Inferir significados de términos griegos y latinos, aplicando los conocimientos léxicos, morfológicos y fonéticos adquiridos, en castellano y otras lenguas del repertorio individual del alumnado. (CCL1, CP2, CP3, STEM1, CPSAA4, CPSAA5)",
    "3.5 Ampliar el caudal léxico y mejorar la expresión oral y escrita, incorporando de manera formalmente correcta, coherente y adecuada a la situación o contexto los helenismos, latinismos y locuciones de origen latino más usuales, así como los aforismos de uso más frecuente en la lengua culta. (CCL1, CCL3, CP3, CPSAA5)",
    "Competencia específica 4",
    "4.1 Leer de manera guiada obras o fragmentos fundamentales de la literatura griega y latina, comprender su contenido y su propósito, y realizar explicaciones y comentarios sencillos utilizando un vocabulario correcto y una expresión adecuada, de forma oral, escrita o multimodal, sobre su carácter clásico y humanístico a partir de las experiencias y conocimientos del alumnado. (CCL1, CCL2, CCL3, CCL4, CC3)",
    "4.2 Reconocer el sentido global y las ideas principales y secundarias de un texto clásico, contextualizándolo e identificando las referencias históricas, sociales, políticas o religiosas que aparecen en él, utilizando conocimientos y datos sobre personajes y acontecimientos históricos ya estudiados. (CCL1, CCL2, CCL3, CCL4, CPSAA4, CPSAA5, CC1, CC3)",
    "4.3 Interpretar de manera crítica el contenido de textos griegos y latinos de diversos géneros y temáticas, atendiendo al contexto en el que se produjeron y conectándolos con su experiencia, valorando las razones por las que contribuyen a entender los modos de vida, costumbres y actitudes de la sociedad occidental actual. (CCL1, CCL2, CCL3, CCL4, CC1, CC3)",
    "Competencia específica 5",
    "5.1 Distinguir los distintos tipos de restos griegos y romanos que se hallan en museos (inscripciones, elementos funerarios, numismática, musivaria y artes decorativas menores), identificándolos sobre imágenes, describiendo su función y sus características, y conocer los principios básicos de los procesos propios de la arqueología y otras ciencias auxiliares de la historia, valorando su aportación a la conservación del patrimonio. (CCL1, CD1, CCEC1, CCEC2)",
    "5.2 Identificar en manifestaciones literarias y artísticas de épocas posteriores al Mundo Clásico elementos materiales e inmateriales de la civilización clásica grecolatina, especialmente los relacionados con la mitología clásica, reconociendo su pervivencia en corrientes artísticas posteriores. (CD1, CCEC2)",
    "5.3 Reconocer los vestigios griegos en el mundo mediterráneo, así como las huellas de la romanización en el patrimonio cultural y arqueológico del entorno, en especial de Europa, España y Castilla y León, e igualmente el del espacio extraeuropeo, a través del conocimiento de los principales monumentos, museos y yacimientos arqueológicos. (STEM3, CD1, CC4, CE1, CCEC1, CCEC2)",
    "5.4 Identificar y valorar de forma crítica los diferentes recursos que se refieren al Mundo Clásico; obtener, seleccionar y organizar la información obtenida, y verificar su validez y fiabilidad, comparándola con otras fuentes. (CCL1, CD1, CD3)"
  ]
}