{
    "saberes": [
        "Languages and their speakers",
        "- Awareness of linguistic diversity through the personal linguistic biography and the linguistic map of the classroom, worked on with support.",
        "- Use of language that is non-discriminatory and respectful of differences in everyday life.",
        "- Identification and strategic use of the knowledge you have of the various languages that make up the linguistic repertoire to overcome communicative deficiencies with support.",
        "- Recognition of elementary and more significant socio-cultural and socio-linguistic aspects related to customs, daily life and cultural and artistic manifestations in countries where the foreign language is spoken.",
        "oral communication",
        "- Using the foreign language in the classroom with progressive self-confidence.",
        "- Comprehension of oral texts of various types in different formats and media.",
        "- Identification of the incidence of the components (situation, participants or intention) in the communicative act in different communicative situations in the classroom.",
        "- Application of elementary linguistic strategies with accompaniment, in close contexts, to give short and simple texts appropriateness, coherence, cohesion and correctness.",
        "- Identification of basic elements of content (topic, fixed formulas, vocabulary) and form (structure, format, images) in oral productions.",
        "- Reproduction of memorized oral texts (songs, poems, dramatizations) as part of the didactic proposals in the classroom.",
        "- Use of elementary textual models (narration, description, dialogue and exposition) in oral productions, progressively autonomously.",
        "- Appropriate oral interaction in classroom situations. Recognition and use of basic linguistic courtesy strategies.",
        "- Application of active listening strategies in the dialogue resolution of conflicts, taking into account the gender perspective.",
        "- Use of elementary analog and digital tools for oral and multimodal production, within the framework of learning situations and with accompaniment.",
        "Reading comprehension",
        "- Individual and silent reading, with fluency appropriate to the cognitive level, of texts from the classroom and its environment.",
        "- Reading aloud with intonation and rhythm progressively appropriate to the cognitive level, with prior preparation.",
        "- Use of basic graphic and paratextual elements that promote understanding before, during and after the reading experience, in close texts, from everyday life, media and schools.",
        "- Application of reading comprehension strategies before, during and after reading (planning, anticipation, inferences...), in various texts and with accompaniment.",
        "- Detection of clearly discriminatory uses of verbal and iconic language, in a guided way, in everyday contexts and media.",
        "Written expression",
        "- Understanding and use of conventions of the written code in the framework of proposals for understanding or producing texts for school and social use.",
        "- Production of close or experienced texts, of various typologies, aimed at different recipients, with accompaniment and a specific intention.",
        "- Application of elementary strategies, individual or group, for planning, writing, revising and editing written and multimodal texts close to your personal experience, in different supports, with different purposes and in an accompanied form.",
        "- Use of graphic and paratextual elements appropriate to the support, in an accompanied form, that facilitate the organization and understanding of the text produced in the classroom.",
        "- Take care in the presentation of written productions in any medium.",
        "Information Literacy",
        "- Application of basic strategies for the guided search of simple information in varied documentary sources and with different supports and formats, recognizing authorship.",
        "- Application of basic strategies that allow you to compare information from different sources, rework it and communicate it in close situations, with support.",
        "- Creative communication of knowledge, accompanied, with respect for intellectual property.",
        "- Use of the library and the digital resources of the classroom and the center, with guidance, to carry out research work.",
        "Literary Education",
        "- Reading varied and diverse works or fragments of children's literature suitable to one's own interests and organized in reading itineraries.",
        "- Understanding of the essential constituent elements of the literary work (theme, characters, plot, setting) and of the different literary genres, based on the shared and guided reading of quality works.",
        "- Establishing links between literature and other artistic and cultural manifestations with accompaniment.",
        "- Beginning of the construction of the reading identity, favoring the expression of tastes and interests, through independent reading and shared and guided reading.",
        "- Use of the classroom library, the center and the nearby environment as a meeting space for shared literary activities and as a driving force for reading communities.",
        "- Recognition of the basic data of a book (authors, illustrators, publisher, collection) in the context of classroom and library readings, with accompaniment.",
        "- Writing simple literary texts (scrolls, riddles, stories...) based on known and analyzed models, with accompaniment.",
        "- Exploration of the illustrations and the relationship established with the text in the illustrated albums, with accompaniment.",
        "Reflection on language",
        "- Use of specific basic metalanguage in the framework of proposals for the production and understanding of oral, written or multimodal texts.",
        "- Elementary differences between oral language and written language in everyday use.",
        "- Phonetic discrimination of sounds, syllables and accents and correspondence between sounds and spellings in reading and in different written productions, taking into account the different stages of the evolutionary process of reading and writing.",
        "- Formulation and verification of hypotheses (substitution, change of order, manipulation) and establishment of generalizations about elementary linguistic aspects, application of basic spelling and the simplest and most frequently used spelling rules, lending special attention to concordance in the writing of words commonly used in class, in learning and in one's own texts.",
        "- Use of basic punctuation marks as an organizing mechanism for written text.",
        "- Understanding and use of sentence patterns in relation to communicative intent.",
        "- Understanding and use of basic mechanisms of textual cohesion, with special attention to temporal and explanatory connectors based on shared reflection on written productions."
    ],
    "criteriosEvaluacion": [
        "1.1 Participate with respect in intercultural communication, identifying and analyzing, in a guided manner, the most common discriminations, prejudices and stereotypes, in everyday and usual situations.",
        "1.2 Recognize and value the linguistic and cultural diversity related to the foreign language, identifying its elementary cultural and linguistic elements. 2.1 Recognize and understand common words and expressions in short and simple oral and multimodal texts on frequent and everyday topics of personal relevance and close to one's own experience, expressed in an understandable, clear, simple and direct way, in standard language and in different media.",
        "2.2 Select and apply, in a guided manner, elementary strategies to capture the overall idea and identify specific elements with the help of linguistic and non-linguistic elements of the context, in everyday communicative situations of relevance to students.",
        "3.1 Orally express short sentences with basic information about everyday matters of relevance to the students, using verbal and non-verbal resources in a guided way, based on models and structures previously presented and paying attention to rhythm, accentuation and 'intonation.",
        "3.2 Select and apply in a guided way basic strategies to produce short and simple messages appropriate to the communicative intentions using, with help, physical or digital resources and supports depending on the needs of each moment.",
        "3.3 Participate, in a guided way, in elementary interactive situations on everyday topics, prepared in advance, through various supports, such as repetition, slow rhythm or non-verbal language, and showing empathy.",
        "3.4 Select and use, in a guided way and in close environments, elementary strategies to greet, say goodbye and introduce yourself, express simple and short messages, and formulate and answer basic questions for communication.",
        "4.1 Recognize and understand common words and expressions in short and simple written and multimodal texts on frequent and everyday topics of personal relevance and close to one's own experience, expressed in an understandable, clear, simple and direct way, and in standard language.",
        "4.2 Select and apply, in a guided manner, elementary strategies in everyday communicative situations of relevance to the students that allow them to grasp the overall idea and identify specific elements with the help of linguistic and non-linguistic elements.",
        "5.1. Write words, well-known expressions and sentences, about everyday matters and of personal relevance to students, based on models, and with a specific purpose, through analogue and digital tools, using structures and elementary vocabulary. ",
        "5.2 Select and apply in a guided way basic strategies to produce short and simple messages appropriate to the communicative intentions using, with help, physical or digital resources and supports depending on the needs of each moment. Apply information search strategies (location , selection and contrast) in different sources, including digital ones, on topics close to and of personal interest, in a guided way, on the web and in libraries.",
        "6.2 Communicate the results of a research process, individual or group, carried out in an accompanied manner, on topics close to and of personal interest.",
        "6.3 Adopt habits of safe and healthy use of digital technologies in a guided manner in relation to access to information and communication in the immediate environment. Read independently texts by different authors that are appropriate to own tastes and interests, selected in an accompanying manner, from the different stages of the evolutionary process of reading.",
        "7.2 Share readings, through recommendations, presentations and based on oral interactions, within the framework of the classroom and school library, to express tastes and interests and start a reading community.",
        "8.1 Interpret and explain basic information of concepts, communications and short and simple texts, in a guided manner, in communication situations of linguistic, social and cultural diversity, showing empathy and interest in understanding each other in an immediate environment.",
        "9.1 Compare and contrast obvious similarities and differences between languages, reflecting, in a guided way, on elementary aspects of their functioning.",
        "9.2 Identify and apply, in a guided manner, the knowledge and strategies that make up one's linguistic repertoire, to improve the ability to communicate and learn the foreign language, with the support of other participants and analog and digital supports.",
        "9.3 Identify and explain, in a guided way, elementary progress and difficulties in learning the foreign language. Reject the discriminatory language uses identified from the accompanied group reflection on the elementary, verbal and non-verbal aspects that govern communication, and taking into account the gender perspective.",
        "10.2 Use, with the necessary support and planning, elementary strategies for active listening and consensus, starting with dialogic conflict management."
    ]
}