{
    "criteriosEvaluacion": [
        "• CE1.1. Investigar y diseñar proyectos que muestren de forma gráfica la creación y la mejora de un producto seleccionando, referenciando e interpretando información relacionada. OBJ1",
        "• CE1.2. Participar en el desarrollo, gestión y coordinación de proyectos de creación y mejora continua de productos viables y socialmente responsables, identificando mejoras y creando prototipos mediante un proceso iterativo, con actitud crítica, creativa y emprendedora. OBJ1",
        "• CE1.3. Colaborar en tareas tecnológicas escuchando el razonamiento de los demás, acercando al equipo a través del rol asignado y fomentando el bienestar grupal y las relaciones saludables e inclusivas. OBJ1",
        "• CE1.4. Elaborar documentación técnica con precisión y rigor generando diagramas funcionales y utilizando medios manuales y aplicaciones digitales. OBJ3",
        "• CE1.5. Comunicar de manera eficaz y organizada las ideas y las soluciones tecnológicas empleando el soporte, la terminología y el rigor apropiados. OBJ3",
        "• CE1.6. Determinar el ciclo de vida de un producto planificando y aplicando medidas de control de calidad en sus distintas etapas, desde el diseño a la comercialización, teniendo en consideración estrategias de mejora continua. OBJ1",
        "• CE1.7. Resolver tareas propuestas y funciones asignadas de manera óptima mediante el uso y la configuración de diferentes herramientas digitales de manera óptima y autónoma. OBJ3",
        "• CE1.8. Realizar la presentación de proyectos empleando herramientas digitales adecuadas. OBJ3",
        "• CE2.1. Seleccionar los materiales, tradicionales o de nueva generación, adecuados para la fabricación de productos de calidad, basándose en sus características técnicas y atendiendo a criterios de sostenibilidad de manera responsable y ética. OBJ2",
        "• CE2.2. Diseñar modelos empleando las herramientas de diseño más adecuadas y aplicando los criterios técnicos necesarios. OBJ2",
        "• CE2.3. Fabricar modelos o prototipos empleando las técnicas de fabricación más adecuadas y aplicando los criterios técnicos y de sostenibilidad necesarios. OBJ2",
        "• CE3.1. Resolver problemas asociados a sistemas e instalaciones mecánicas aplicando fundamentos de mecanismos de transmisión y transformación de movimientos, soporte y unión al desarrollo de montajes o simulaciones. OBJ4",
        "• CE3.2. Interpretar y solucionar esquemas de sistemas neumáticos a través de montajes y simulaciones, lo que comprende el funcionamiento de cada uno de sus elementos y del sistema en su totalidad. OBJ4",
        "• CE3.3. Diseñar sistemas mecánicos y/o neumáticos que resuelvan un problema determinado, y ponerlos en funcionamiento de forma física o simulada. OBJ4",
        "• CE4.1. Resolver problemas de circuitos eléctricos y electrónicos aplicando fundamentos de corriente continua al desarrollo de montajes o simulaciones. OBJ4",
        "• CE4.2. Resolver problemas asociados a máquinas eléctricas de corriente continua aplicando fundamentos de electricidad. OBJ4",
        "• CE4.3. Interpretar y representar circuitos eléctricos y electrónicos utilizando la simbología normalizada. OBJ4",
        "• CE4.4. Montar y experimentar circuitos de forma física o simulada analizando y describiendo su funcionamiento. OBJ4",
        "• CE5.1. Conocer y comprender conceptos básicos de programación textual mostrando el progreso paso a paso de la ejecución de un programa a partir de un estado inicial y prediciendo su estado final tras la ejecución. OBJ5",
        "• CE5.2. Controlar el funcionamiento de sistemas tecnológicos y robóticos utilizando lenguajes de programación informática. OBJ5",
        "• CE5.3. Aplicar al funcionamiento de sistemas y robots las posibilidades que ofrecen la telemetría e internet de las cosas. OBJ5",
        "• CE5.4. Automatizar, programar y evaluar movimientos de robots, mediante su modelización, aplicando algoritmos sencillos y el uso de herramientas informáticas. OBJ5",
        "• CE6.1. Evaluar los distintos sistemas de generación de energía eléctrica y mercados energéticos estudiando sus características. OBJ6",
        "• CE6.2. Calcular las magnitudes relacionadas con la generación de energía eléctrica valorando la eficiencia de los diferentes sistemas. OBJ6",
        "• CE6.3. Analizar las diferentes instalaciones de una vivienda desde el punto de vista de su eficiencia energética, buscando aquellas opciones más comprometidas con la sostenibilidad y fomentando un uso responsable de estas. OBJ6"
    ],
    "saberes": [
        "Bloque 1. Proyectos de investigación y desarrollo",
        "• Estrategias de gestión y desarrollo de proyectos: diagramas de Gantt, metodologías Agile. Técnicas de investigación e ideación: Design Thinking. Técnicas de trabajo en equipo.",
        "• Productos: ciclo de vida. Estrategias de mejora continua. Planificación y desarrollo de diseño y comercialización. Logística, transporte y distribución. Metrología y normalización. Control de calidad.",
        "• Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinaria.",
        "• Autoconfianza e iniciativa. Identificación y gestión de emociones. El error y la reevaluación como parte del proceso de aprendizaje.",
        "Bloque 2. Materiales y fabricación",
        "• Materiales técnicos y nuevos materiales. Clasificación y criterios de sostenibilidad. Selección y aplicaciones características.",
        "• Expresión gráfica. Aplicaciones CAD-CAE-CAM. Diagramas funcionales, esquemas y croquis.",
        "• Técnicas de fabricación: modelado rápido y bajo demanda.",
        "• Fabricación digital aplicada a proyectos: impresión 3D y corte.",
        "• Normas de seguridad e higiene en el trabajo.",
        "Bloque 3. Sistemas mecánicos",
        "• Mecanismos de transmisión y transformación de movimientos. Soportes y unión de elementos mecánicos. Diseño, cálculo, montaje y experimentación física o simulada.",
        "• Sistemas neumáticos: elementos, simbología y circuitos básicos. Montaje y/o simulación para la resolución de problemas.",
        "• Aplicación práctica en proyectos.",
        "Bloque 4. Sistemas eléctricos y electrónicos",
        "• Circuitos eléctricos de corriente continua.",
        "• Circuitos electrónicos básicos.",
        "• Interpretación y representación esquematizada de circuitos. Cálculo, montaje y experimentación física o simulada. Aplicación a proyectos.",
        "• Máquinas eléctricas de corriente continua: motores y generadores, partes, funcionamiento y conexiones.",
        "Bloque 5. Programación, automatización y control",
        "• Fundamentos de la programación textual. Características, elementos y lenguajes.",
        "• Proceso de desarrollo: edición, recopilación o interpretación, ejecución, pruebas y depuración.",
        "• Sistemas de control: conceptos, elementos y modelización de sistemas sencillos.",
        "• Automatización programada de procesos. Diseño, programación, construcción y simulación y/o montaje.",
        "• Creación de programas aplicados a la automatización de procesos utilizando lenguajes de programación textual. Modularización.",
        "• Robótica: modelización de movimientos y acciones mecánicas.",
        "• Protocolos de comunicación de redes de dispositivos.",
        "• Control de dispositivos mediante tecnologías de comunicación con y sin hilos.",
        "• Sistemas de supervisión (SCADA). Telemetría y monitorización.",
        "• Aplicación de internet de las cosas (IoT) a proyectos y sistemas de control.",
        "Bloque 6. Tecnología sostenible",
        "• Sistemas de generación de energía eléctrica y mercados energéticos. Cálculo de magnitudes. Consumo energético sostenible, técnicas y criterios de ahorro. Suministros domésticos sostenibles.",
        "• Instalaciones en viviendas: eléctricas, de agua y climatización, de comunicación y domóticas, desde el punto de vista de su eficiencia energética y sostenibilidad. Energías renovables aplicadas a la vivienda."
    ]
}