{
  "saberes": [
    "Vida activa i saludable",
    "● Activitat física saludable",
    "- Identificació dels aspectes importants per a la planificació de l’activitat física: parts d’una sessió d’activitat física (fase d’activació, fase d’assoliment d’objectius o part principal, i tornada a la calma), els principis bàsics de l’entrenament (adaptació, continuïtat i progressió), valoració del nivell individual, la freqüència cardíaca com a indicador d’intensitat i recuperació, càrrega d’entrenament (volum i intensitat)...",
    "- Planificació de seqüències senzilles d’activitat física adaptades a la pròpia realitat i objectius personals.",
    "- Desenvolupament i manteniment de la condició física i de la pràctica habitual d’activitat física com una font de salut.",
    "● Hàbits saludables",
    "- Importància del valor nutricional dels aliments per mantenir una alimentació i una hidratació saludables.",
    "- Reconeixement de les malalties associades als trastorns alimentaris.",
    "- Pràctica de tècniques de millora de la postura corporal, respiració i relaxació aconseguint el benestar físic i mental.",
    "- Adopció progressiva d’hàbits higiènics i saludables (hores de son, pràctica regular d’activitat física..) que assegurin la qualitat de vida.",
    "- Anàlisi dels efectes que poden suposar els comportaments i hàbits saludables i no saludables en la salut.",
    "- Valoració de l’activitat física com a font de gaudi, d’alliberació de tensions i benestar.",
    "- Identificació de les característiques que ha de tenir la roba, el calçat i el material esportiu per a la bona pràctica d’activitat física.",
    "● Primers auxilis i prevenció de lesions",
    "- Apreciació de situacions que poden comportar risc en la pràctica d’activitat física: mesures de seguretat i possibles lesions.",
    "- Actuacions bàsiques dels primers auxilis, tècnica PAS (protegir, ajudar, socórrer), protocol 112 i suport vital bàsic (SVB) en accidents durant la pràctica d’activitats físiques.",
    " ● Recursos digitals al servei de la pràctica esportiva",
    "- Reconeixement dels recursos i aplicacions digitals com una eina útil per a la pràctica d’activitat física.",
    "Resolució de problemes en situacions motrius",
    "● Esquema corporal",
    "- Desenvolupament de les capacitats perceptivomotrius per a la millora de la resposta motriu en diferents situacions motrius i esportives.",
    "- Utilització conscient del cos mostrant control i domini corporal en les manifestacions fisicoesportives que es realitzen.",
    "● Habilitats motrius bàsiques i específiques (tècnica, tàctica i estratègia) per a la resolució de situacions motrius",
    "- Consolidació de les diferents habilitats motrius bàsiques associades a l’activitat motriu.",
    "- Execució d’habilitats tècniques associades a diferents esports individuals, d’adversari i col·lectius en joc reduït.",
    "- Posada en pràctica de les habilitats tàctiques comunes dels esports individuals, d’adversari i col·lectius en situacions de joc reduït.",
    "- Assimilació dels principis bàsics de la fase ofensiva i defensiva dels esports d’equip en situacions de joc reduït.",
    "- Planificació d’estratègies prèvies d’atac i defensa en funció de les característiques dels integrants de l’equip en jocs o esports d’equip",
    "- Pràctica de diferents jocs i esports individuals, d’adversari amb contacte i sense contacte i col·lectius respectant el reglament bàsic, les normes i les persones implicades en el joc.",
    "● Resolució de reptes i projectes motors",
    "- Esforç per completar reptes individuals i en grup adaptant la pròpia condició física als requeriments de les diferents propostes plantejades.",
    "- Realització de l’acció o de la tasca en situacions cooperatives mitjançant pautes grupals per optimitzar els recursos motrius del grup.",
    "- Resolució de reptes i projectes motors amb originalitat i riquesa creativa de manera individual i en grup.",
    "- Valoració del treball personal durant el procés i del resultat final en la consecució del repte.",
    "- Utilització de materials alternatius en jocs i esports valorant la riquesa motriu de la pràctica fisicoesportiva.",
    "Activitats motrius lúdiques, culturals i expressives",
    "● Jocs i danses populars",
    "- Aportacions dels jocs i danses populars a l’herència cultural pròpia i d’altres cultures.",
    "- Pràctica de jocs i danses tradicionals d’arreu del món valorant l’herència cultural pròpia i d’altres cultures.",
    "● Expressió i comunicació corporal",
    "- Ús de tècniques d’expressió i comunicació en diferents contextos.",
    "- Ús de tècniques d’imitació i gestualització per expressar emocions, missatges i situacions quotidianes.",
    "- Valoració i pràctica de les activitats ritmicomusicals com a eina expressiva i comunicativa.",
    "- Creació i representació de composicions individuals i col·lectives amb i sense base musical.",
    "- Influència social de les activitats motrius culturals i artístiques en la societat actual: aspectes positius i negatius.",
    "Interacció amb l’entorn en el temps de lleure",
    "● Consum i conservació responsable dels recursos materials i d’espai",
    "- Autoconstrucció de materials alternatius i complementaris per a la pràctica d’activitat física i esports.",
    "- Pràctica d’activitat física en el medi natural tenint cura i conservant l’espai de pràctica.",
    "● Normes i mesures de seguretat",
    "- Realització de desplaçaments i activitats respectant les normes vials.",
    "- Realització d’activitats en el medi natural respectant les normes de seguretat i les mesures de prevenció d’accidents.",
    "- Ús d’eines, equipament i tècniques adequades durant la pràctica d’activitat física al medi natural.",
    "● Espais per a la pràctica esportiva en l’entorn proper",
    "- Aprofitament d’espais i recursos urbans (parkour, skate…) i naturals (orientació, plogging, activitats aquàtiques…) per realitzar activitats físiques.",
    "- Valoració de les possibilitats que ofereixen les activitats en el medi natural i l’entorn per practicar activitat física en el temps de lleure.",
    "Valors, autoregulació emocional i interacció social en situacions motrius",
    "● Gestió personal i emocional",
    "- Participació activa en tot tipus de situacions motrius essent capaç d’assumir diferents rols.",
    "- Desenvolupament de la consciència, la regulació i l’autonomia emocionals com a capacitat de reconèixer, gestionar i autoregular les emocions (superació, perseverança, estrès, autocontrol en les situacions de contacte…) en contextos fisicoesportius.",
    "● Habilitats socials i valors",
    "- Desenvolupament progressiu d’habilitats socials (escolta activa, diàleg, resolució de conflictes, entesa, compromís social) en situacions motrius col·lectives.",
    "- Adopció d’habilitats personals i socials que permetin col·laborar i cooperar en contextos motrius diversos.",
    "- Interiorització de l’esportivitat com a valor per sobre de la consecució de resultats.",
    "● Activitat física, gènere i discriminació",
    "- Valoració d’aspectes positius i negatius de l’esport i l’activitat física en l’actualitat: competició vers cooperació, principis d’igualtat i solidaritat, aportació individual envers l’equip.",
    "- Reconeixement de les discriminacions de gènere, ètniques i de la diversitat motriu en la pràctica de l’activitat física i esportiva."
  ],
  "criteriosEvaluacion": [
    "1.1 Executar activitats i exercicis orientats a l’adquisició d’un estil de vida actiu i saludable.",
    "1.2 Identificar els elements d’un pla de treball de la condició física a través de la pràctica motriu.",
    "1.3 Incorporar hàbits saludables (alimentació i hidratació, descans, educació postural, relaxació i higiene) valorant la millora integral.",
    "1.4 Aplicar els protocols d’actuació de prevenció i intervenció en accidents i mesures bàsiques de primers auxilis.",
    "1.5 Utilitzar recursos i aplicacions digitals per a la pràctica d’activitat física i l’adquisició d’hàbits saludables.",
    "2.1 Executar habilitats motrius específiques i tècniques en reptes, formes jugades i joc reduït.",
    "2.2 Resoldre situacions motrius variades en activitats lúdiques, jocs modificats i esports aplicant habilitats tècniques, tàctiques i estratègiques.",
    "3.1 Expressar emocions, sentiments i missatges mitjançant diferents tècniques d’expressió corporal.",
    "3.2 Representar composicions individuals o col·lectives amb i sense base musical utilitzant el cos com a eina d’expressió i comunicació.",
    "3.3 Prendre part en danses i jocs populars i tradicionals de diferents territoris valorant la seva influència cultural i social.",
    "4.1 Realitzar activitat física en el medi natural i urbà minimitzant l’empremta ecològica.",
    "4.2 Aplicar les normes de seguretat, l’equipament, eines i tècniques adequades de les activitats físiques en el medi natural i urbà.",
    "4.3 Utilitzar les possibilitats que ofereix l’entorn per a la practica activitat física i l’ocupació del temps de lleure de forma activa.",
    "5.1 Aplicar els valors positius de l’esport en les activitats físiques i esportives valorant el joc per davant del resultat.",
    "5.2 Identificar emocions en la pràctica d’activitat física i esportiva.",
    "5.3 Mostrar actituds de respecte i escolta envers els altres independentment del seu nivell d’habilitat.",
    "5.4 Identificar estereotips i actuacions discriminatòries en situacions de pràctica esportiva.",
    "5.1 Aplicar els valors positius de l’esport en les activitats físiques i esportives valorant el joc per davant del resultat.",
    "5.2 Aplicar estratègies per a l’autoregulació emocional durant la pràctica d’activitat física i esportiva.",
    "5.3 Utilitzar habilitats socials en la resolució de conflictes fomentant la convivència i la cohesió social.",
    "5.4 Mostrar una actitud crítica davant dels estereotips i les actuacions discriminatòries de la societat en l’àmbit de l’activitat física i l’esport."
  ]
}