{
  "competenciasClave": [
    "Competència en comunicació lingüística (CCL): La competència en comunicació lingüística suposa interactuar de manera oral, escrita o signada de manera coherent i adequada en diferents àmbits i contextos i amb diferents propòsits comunicatius. Implica mobilitzar, de manera conscient, el conjunt de coneixements, destreses i actituds que permeten comprendre, interpretar i valorar críticament missatges orals, signats, escrits, audiovisuals o multimodals evitant els riscos de manipulació i desinformació, així com comunicar-se eficaçment amb altres persones de manera cooperativa, creativa, ètica i respectuosa. La competència en comunicació lingüística constitueix la base per al pensament propi i per a la construcció del coneixement a tots els àmbits del saber. Per això, el seu desenvolupament està vinculat a la reflexió explícita sobre el funcionament de la llengua en els gèneres discursius específics de cada àrea de coneixement, així com als usos de l’oralitat, la llengua de signes o l’escriptura per pensar i aprendre. Finalment, fa possible apreciar la dimensió estètica del llenguatge i gaudir de la cultura literària.",
    "CCL1. S’expressa de forma oral, escrita i multimodal amb fluïdesa, coherència, correcció i adequació als diferents contextos socials i acadèmics, i participa en interaccions comunicatives amb actitud cooperativa i respectuosa tant per intercanviar informació, crear coneixement i argumentar les seves opinions com per establir i tenir cura de les relacions interpersonals.",
    "CCL2. Comprèn, interpreta i valora amb actitud crítica textos orals, escrits i multimodals dels diferents àmbits, amb un èmfasi especial en els textos acadèmics i dels mitjans de comunicació, per participar en diferents contextos de manera activa i informada i per construir coneixement.",
    "CCL3. Localitza, selecciona i contrasta de manera autònoma informació procedent de diferents fonts avaluant-ne la fiabilitat i pertinència en funció dels objectius de lectura i evitant els riscos de manipulació i desinformació, i la integra i transforma en coneixement per comunicar-la de manera clara i rigorosa adoptant un punt de vista creatiu i crític alhora que respectuós amb la propietat intel·lectual.",
    "CCL4. Llegeix de manera autònoma obres rellevants de la literatura, posant-les en relació amb el seu context sociohistòric de producció, amb la tradició literària anterior i posterior i examinant l’empremta del seu llegat actualment, per construir i compartir la seva pròpia interpretació argumentada de les obres, crear i recrear obres d’intenció literària i formar progressivament un mapa cultural.",
    "CCL5. Posa les pràctiques comunicatives al servei de la convivència democràtica, la resolució dialogada dels conflictes i la igualtat de drets de totes les persones, rebutjant els usos discriminatoris de la llengua, així com els abusos de poder a través de la paraula i d’altres codis no verbals, per afavorir un ús del llenguatge no sols eficaç sinó també ètic.",
    "Competència plurilingüe (CP): La competència plurilingüe implica utilitzar diverses llengües, orals o signades, de manera apropiada i eficaç per a l’aprenentatge i la comunicació. Aquesta competència suposa aprofitar les experiències pròpies per desenvolupar estratègies que permetin mediar i fer transferències entre llengües, incloses les clàssiques, i adquirir o millorar destreses en les llengües oficials (i, fins i tot, en la llengua o llengües familiars si són unes altres). Integra també dimensions històriques i interculturals orientades a conèixer, valorar i respectar la diversitat lingüística i cultural.",
    "CP1. Utilitza amb fluïdesa, adequació i acceptable correcció una o més llengües, a més de la llengua o llengües familiars, per respondre a les seves necessitats comunicatives amb espontaneïtat i autonomia en diferents situacions i contextos dels àmbits personal, social, educatiu i professional.",
    "CP2. A partir de les seves experiències, desenvolupa estratègies que li permetin ampliar i enriquir de manera sistemàtica el seu repertori lingüístic individual per tal de comunicar-se de manera eficaç.",
    "CP3. Coneix i valora críticament la diversitat lingüística i cultural present a la societat, integrant-la en el seu desenvolupament personal i anteposant la comprensió mútua com a característica central de la comunicació, per fomentar la cohesió social.",
    "Competència matemàtica i competència en ciència, tecnologia i enginyeria (CMCCTE): La competència matemàtica i competència en ciència, tecnologia i enginyeria comporta la comprensió del món utilitzant els mètodes científics, el pensament i la representació matemàtics, la tecnologia i els mètodes de l’enginyeria per transformar l’entorn de forma compromesa, responsable i sostenible. La competència matemàtica permet desenvolupar i aplicar la perspectiva i el raonament matemàtics per tal de resoldre diversos problemes en diferents contextos. La competència en ciència comporta la comprensió i l’explicació de l’entorn natural i social, utilitzant un conjunt de coneixements i metodologies, incloses l’observació i l’experimentació, per plantejar preguntes i extreure’n conclusions basades en proves per poder interpretar i transformar el món natural i el context social. La competència en tecnologia i enginyeria comprèn l’aplicació dels coneixements i les metodologies propis de les ciències per transformar la nostra societat d’acord amb les necessitats o desitjos humans en un marc de seguretat, responsabilitat i sostenibilitat.",
    "CMCCTE 1. Selecciona i utilitza mètodes inductius i deductius propis del raonament matemàtic en situacions pròpies de la modalitat triada i utilitza estratègies variades per a la resolució de problemes analitzant críticament les solucions i reformulant el procediment, si cal.",
    "CMCCTE 2. Utilitza el pensament científic per entendre i explicar fenòmens relacionats amb la modalitat triada, confiant en el coneixement com a motor de desenvolupament, plantejant- se hipòtesis i contrastant-les o comprovant-les mitjançant l’observació, l’experimentació i la investigació, utilitzant eines i instruments adequats, apreciant la importància de la precisió i la veracitat i mostrant una actitud crítica sobre l’abast i les limitacions dels mètodes emprats.",
    "CMCCTE 3. Planteja i desenvolupa projectes dissenyant i creant prototips o models per generar o utilitzar productes que donin solució a una necessitat o problema de forma col·laborativa, procurant la participació de tot el grup, resolent pacíficament els conflictes que puguin sorgir, adaptant-se davant la incertesa i avaluant el producte obtingut d’acord amb els objectius proposats, la sostenibilitat i l’impacte transformador a la societat.",
    "CMCCTE 4. Interpreta i transmet els elements més rellevants d’investigacions de manera clara i precisa, en diferents formats (gràfics, taules, diagrames, fórmules, esquemes, símbols...) i aprofitant la cultura digital amb ètica i responsabilitat i valorant de manera crítica la contribució de la ciència i la tecnologia en el canvi de les condicions de vida per compartir i construir nous coneixements.",
    "CMCCTE 5. Planeja i emprèn accions fonamentades científicament per preservar la salut física i mental i el medi ambient, practicant el consum responsable, aplicant principis d’ètica i seguretat per crear valor i transformar el seu entorn de manera sostenible adquirint compromisos com a ciutadà en l’àmbit local i global.",
    "Competència digital (CD): La competència digital implica l’ús segur, saludable, sostenible, crític i responsable de les tecnologies digitals per a l’aprenentatge, per al treball i per a la participació en la societat, així com la interacció amb aquestes tecnologies. Inclou l’alfabetització en informació i dades, la comunicació i la col·laboració, l’educació mediàtica, la creació de continguts digitals (incloent-hi la programació), la seguretat (incloent-hi el benestar digital i les competències relacionades amb la ciberseguretat), assumptes relacionats amb la ciutadania digital, la privadesa, la propietat intel·lectual, la resolució de problemes i el pensament computacional i crític.",
    "CD1. Realitza cerques avançades comprenent com funcionen els motors de cerca a internet aplicant criteris de validesa, qualitat, actualitat i fiabilitat, seleccionant els resultats de manera crítica i organitzant l’emmagatzematge de la informació de manera adequada i segura per referenciar-la i reutilitzar-la posteriorment.",
    "CD2. Selecciona, configura i utilitza dispositius digitals, eines, aplicacions i serveis en línia i els incorpora al seu entorn personal d’aprenentatge digital per comunicar-se, treballar col·laborativament i compartir informació, gestionant de manera responsable les seves accions, presència i visibilitat a la xarxa i exercint una ciutadania digital activa, cívica i reflexiva.",
    "CD3. Crea, integra i reelabora continguts digitals de forma individual o col·lectiva, aplicant mesures de seguretat i respectant, en tot moment, els drets d’autoria digital per ampliar els seus recursos i generar nou coneixement.",
    "CD4. Avalua riscos i aplica mesures en utilitzar les tecnologies digitals per protegir els dispositius, les dades personals, la salut i el medi ambient i fa un ús crític, legal, segur, saludable i sostenible d’aquestes tecnologies.",
    "CD5. Desenvolupa solucions tecnològiques innovadores i sostenibles per donar resposta a necessitats concretes, mostrant interès i curiositat per l'evolució de les tecnologies digitals i pel seu desenvolupament sostenible i ús ètic.",
    "Competència personal, social i d’aprendre a aprendre (CPSAA): La competència personal, social i d’aprendre a aprendre implica la capacitat de reflexionar sobre un mateix per autoconèixer-se, acceptar-se i promoure un creixement personal constant; gestionar el temps i la informació eficaçment; col·laborar amb altres de forma constructiva; mantenir la resiliència i gestionar l’aprenentatge al llarg de la vida. Inclou també la capacitat de fer front a la incertesa i a la complexitat, adaptar-se als canvis, aprendre a gestionar els processos metacognitius, contribuir al benestar físic i emocional propi i de les altres persones, conservar la salut física i mental, així com ser capaç de portar una vida orientada al futur, expressar empatia i abordar els conflictes en un context integrador i de suport.",
    "CPSAA1. Enforteix l’optimisme, la resiliència, l’autoeficàcia i la cerca d’objectius de manera autònoma per fer-ne eficaç l’aprenentatge.",
    "CPSAA2. Desenvolupa una personalitat autònoma, gestionant constructivament els canvis, la participació social i la seva pròpia activitat per dirigir la seva vida.",
    "CPSAA3. Adopta de manera autònoma un estil de vida sostenible i atén al benestar físic i mental propi i dels altres, buscant i oferint suport a la societat per construir un món més saludable.",
    "CPSAA4. Mostra sensibilitat envers les emocions i les experiències dels altres, sent conscient de la influència que exerceix el grup en les persones, per consolidar una personalitat empàtica i independent i desenvolupar la seva intel·ligència.",
    "CPSAA5. Compara, analitza, avalua i sintetitza dades, informació i idees dels mitjans de comunicació, per obtenir conclusions lògiques de manera autònoma, valorant la fiabilitat de les fonts.",
    "CPSAA6. Distribueix en un grup les tasques, els recursos i les responsabilitats de manera equànime, segons els seus objectius, afavorint un enfocament sistèmic per contribuir a aconseguir objectius compartits.",
    "CPSAA7. Planifica a llarg termini avaluant els propòsits i els processos de la construcció del coneixement, relacionant-ne els diferents camps per desenvolupar processos autoregulats d'aprenentatge que li permetin transmetre aquest coneixement, proposar idees creatives i resoldre problemes amb autonomia.",
    "Competència ciutadana (CC): La competència ciutadana contribueix al fet que els i les alumnes puguin exercir una ciutadania responsable i participar plenament en la vida social i cívica, basant-se en la comprensió dels conceptes i les estructures socials, econòmiques, jurídiques i polítiques, així com en el coneixement dels esdeveniments mundials i el compromís actiu amb la sostenibilitat i l’èxit d’una ciutadania mundial. Inclou l’alfabetització cívica, l’adopció conscient dels valors propis d’una cultura democràtica fonamentada en el respecte als drets humans, la reflexió crítica sobre els grans problemes ètics del nostre temps i el desenvolupament d’un estil de vida sostenible d’acord amb els objectius de desenvolupament sostenible plantejats a l’Agenda 2030.",
    "CC1. Analitza fets, normes i idees relatives a la dimensió social, històrica, cívica i moral de la pròpia identitat, per contribuir a la consolidació de la seva maduresa personal i social, adquirir una consciència ciutadana i responsable, desenvolupar l’autonomia i l’esperit crític, i establir una interacció pacífica i respectuosa amb els altres i amb l’entorn.",
    "CC2. Coneix i assumeix de manera crítica i conseqüent els ideals i els valors relatius al procés d’integració europeu, l’ordenament jurídic de l’Estat i de Catalunya, els drets humans i la història i el patrimoni cultural propis, alhora que participa en activitats grupals amb una actitud fonamentada en els principis i procediments democràtics, el compromís ètic amb la igualtat i la cohesió social, i l’aconseguiment de la ciutadania mundial.",
    "CC3. Adopta un judici propi i argumentat davant de problemes ètics i filosòfics fonamentals i d'actualitat, afrontant amb actitud dialogant la pluralitat de valors, creences i idees, rebutjant tota mena de discriminació i violència, i promovent activament la igualtat efectiva entre dones i homes.",
    "CC4. Analitza les relacions d’interdependència i ecodependència entre les nostres formes de vida i l’entorn, fent una anàlisi crítica de la petjada ecològica de les accions humanes, i demostrant un compromís ètic i ecosocialment responsable amb activitats i hàbits que condueixin a la consecució dels objectius de desenvolupament sostenible i la lluita contra el canvi climàtic.",
    "Competència emprenedora (CE): La competència emprenedora implica desenvolupar un enfocament vital dirigit a actuar sobre oportunitats i idees, utilitzant els coneixements específics necessaris per generar resultats de valor per a altres persones. Aporta estratègies que permetin adaptar la mirada per detectar necessitats i oportunitats; entrenar el pensament per analitzar i avaluar l’entorn, crear i replantejar idees utilitzant la imaginació, la creativitat, el pensament estratègic i la reflexió ètica, crítica i constructiva dins dels processos creatius i d’innovació; i despertar la disposició a aprendre, a arriscar i a afrontar la incertesa. Així mateix, implica prendre decisions basades en la informació i el coneixement i col·laborar de manera àgil amb altres persones, amb motivació, empatia, habilitats de comunicació i de negociació, per portar les idees plantejades a l'acció mitjançant la planificació i gestió de projectes sostenibles de valor social, cultural i economicofinancer.",
    "CE1. Avalua necessitats i oportunitats i afronta reptes, amb sentit crític i ètic, avaluant la seva sostenibilitat i comprovant, a partir de coneixements tècnics específics, l’impacte que puguin suposar en l’entorn, per presentar i executar idees i solucions innovadores dirigides a diferents contextos, tant locals com globals, a l’àmbit personal, social i acadèmic amb projecció professional emprenedora .",
    "CE2. Avalua i reflexiona sobre les fortaleses i les debilitats pròpies i les dels altres, fent ús d'estratègies d'autoconeixement i autoeficàcia, interioritza els coneixements econòmics i financers específics i els transfereix a contextos locals i globals, aplicant estratègies i destreses que agilitin el treball col·laboratiu i en equip, per reunir i optimitzar els recursos necessaris, que portin a l’acció una experiència o iniciativa emprenedora de valor.",
    "CE3. Duu a terme el procés de creació d’idees i solucions innovadores i pren decisions, amb sentit crític i ètic, aplicant coneixements tècnics específics i estratègies àgils de planificació i gestió de projectes, i reflexiona sobre el procés realitzat i el resultat obtingut, per elaborar un prototip final de valor per als altres, considerant tant l’experiència d’èxit com de fracàs, una oportunitat per aprendre.",
    "Competència en consciència i expressió culturals (CCEC): La competència en consciència i expressió culturals suposa valorar i respectar la manera com les idees i els significats són expressats i comunicats de manera creativa a les diferents societats a través de l’art i d’altres manifestacions culturals. De la mateixa manera, l’assoliment d’aquesta competència comporta implicar-se, de diverses maneres i en contextos diferents, en la comprensió, el desenvolupament i l’expressió de les idees pròpies i del sentit del lloc que ocupem o del paper que desenvolupem a la societat. Requereix, per tant, comprendre la pròpia identitat en desenvolupament continu, el patrimoni en un context de diversitat cultural i la manera com l’art i altres manifestacions culturals són una manera de veure el món i de transformar-lo.",
    "CCEC1. Contrasta i promou els aspectes singulars i el valor social del patrimoni cultural i artístic de qualsevol època, i hi reflexiona, argumentant de manera crítica i partint de la pròpia identitat, per defensar la llibertat d’expressió, la igualtat i l’enriquiment inherent a la diversitat.",
    "CCEC2. Investiga les especificitats i intencionalitats de manifestacions artístiques i culturals del patrimoni, mitjançant una postura de recepció activa i delit, distingint i analitzant els seus llenguatges i elements tècnics i plàstics, en diferents contextos, mitjans i suports.",
    "CCEC3. Expressa idees, opinions, sentiments i emocions amb creativitat i esperit crític, incidint en el rigor en l’execució de les pròpies produccions culturals i artístiques, per participar de manera activa en els processos de socialització, de construcció de la identitat personal i de compromís amb els drets humans que es deriven de la pràctica artística.",
    "CCEC4. Descobreix l’autoexpressió com a experiència vital, a través de la interactuació corporal i de les diferents eines i llenguatges artístics, enfrontant-se amb autoestima a situacions que fomentin l’expressió i l’acceptació, mostrant empatia i valorant la col·laboració, per expressar i comunicar la seva identitat cultural amb iniciativa, imaginació i creativitat.",
    "CCEC5. Selecciona i integra amb creativitat diversos mitjans, suports i tècniques plàstiques, visuals, audiovisuals, sonores i corporals, per dissenyar i produir projectes artístics i culturals sostenibles, mitjançant la interpretació, l’execució, la improvisació, la composició i la innovació, planificant nous reptes personals i professionals vinculats amb la diversitat cultural i artística i col·laborant-hi.",
    "CCEC6. Planifica, adapta i organitza els seus coneixements, destreses i actituds per respondre amb creativitat i eficàcia a qualsevol exercici derivat d’una producció cultural o artística, utilitzant llenguatges, codis, tècniques, eines i recursos plàstics, visuals, audiovisuals, musicals, corporals o escènics, valorant tant el procés com el producte final i comprenent les oportunitats personals, socials, inclusives i econòmiques que ofereixen."
  ]
}