{
    "objetivosGenerales": [
        "a) Exercir la ciutadania democràtica, des d'una perspectiva global, i adquirir una consciència cívica responsable, inspirada en la Declaració Universal dels Drets Humans i en els valors de l'ordenament jurídic d'àmbit autonòmic i estatal, que fomenti la corresponsabilitat en la construcció d'una societat justa i equitativa, i afavoreixi la sostenibilitat.",
        "b) Consolidar una maduresa personal, afectivosexual i social que els permeti actuar de manera respectuosa, responsable i autònoma i desenvolupar l'esperit crític. Preveure, detectar i resoldre pacíficament els conflictes personals, familiars i socials, així com les possibles situacions de violència.",
        "c) Fomentar la igualtat efectiva de drets i oportunitats de dones i homes, analitzar i valorar críticament les desigualtats existents, així com el reconeixement i l'ensenyament del paper de les dones en la història, i impulsar la igualtat real i la no-discriminació per raó de naixement, sexe, origen racial o ètnic, discapacitat, edat, malaltia, religió o creences, orientació sexual o identitat de gènere o qualsevol altra condició o circumstància personal o social.",
        "d) Refermar els hàbits de lectura, estudi i disciplina i rigor en el treball, com a condicions necessàries per a l'aprofitament eficaç de l'aprenentatge, i com a mitjà de desenvolupament personal.",
        "e) Dominar, tant en l'expressió oral com escrita, la llengua catalana i la llengua castellana.",
        "f) Comprendre amb eficàcia una o més llengües estrangeres i expressar-s'hi amb fluïdesa i correcció.",
        "g) Usar amb solvència i responsabilitat les tecnologies digitals de l'aprenentatge.",
        "h) Conèixer i valorar críticament les realitats del món contemporani, els seus antecedents històrics i els principals factors de la seva evolució. Participar de manera solidària en el desenvolupament i la millora del seu entorn social i reconèixer l'aportació dels homes i de les dones que han contribuït a crear-lo.",
        "i) Accedir als coneixements científics i tecnològics fonamentals i dominar les habilitats bàsiques pròpies de la modalitat triada.",
        "j) Comprendre els elements i procediments fonamentals de la investigació i dels mètodes científics. Conèixer i valorar de manera crítica la contribució de la ciència i la tecnologia en el canvi de les condicions de vida, així com refermar la sensibilitat i el respecte cap al medi ambient.",
        "k) Refermar l'esperit emprenedor, tant individual com col·lectiu, amb actituds de creativitat, flexibilitat, iniciativa, treball en equip, confiança en si mateix i sentit crític.",
        "l) Desenvolupar la sensibilitat artística i literària, així com el criteri estètic, com a fonts de formació, enriquiment cultural i creixement personal.",
        "m) Utilitzar l'educació física i l'esport per afavorir el desenvolupament personal i social i refermar els hàbits d'activitats fisicoesportives per millorar el benestar físic i mental, així com a mitjà de desenvolupament personal i social.",
        "n) Promoure i consolidar actituds de respecte i prevenció en l'àmbit de la seguretat viària.",
        "o) Fomentar una actitud crítica, responsable i compromesa en la lluita contra el canvi climàtic i en la defensa del desenvolupament sostenible, i en particular amb relació a les problemàtiques subjacents als objectius de desenvolupament sostenible (ODS)."
    ]
}