{
    "saberes": [
        "A. Las lenguas y sus hablantes.",
        "LC.02.A.1. Biografía lingüística personal y mapa lingüístico del centro.",
        "LC.02.A.2. La diversidad etno-cultural y lingüística, como riqueza y herramienta de reflexión interlingüística. El dialecto andaluz.",
        "LC.02.A.3. Identificación de prejuicios y estereotipos lingüísticos.",
        "LC.02.A.4. Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "B. Comunicación.",
        "LC.02.B.1. Contexto",
        "LC.02.B.1.1. Incidencia de los componentes (situación, participantes, propósito comunicativo, canal) en el acto comunicativo.",
        "LC.02.B.2. Géneros discursivos",
        "LC.02.B.2.1. Tipologías textuales: la narración, la descripción, el diálogo y la exposición. LC.02.B.2.2. Propiedades textuales: estrategias básicas para la coherencia y la cohesión.",
        "LC.02.B.2.3. Géneros discursivos propios del ámbito personal, social y educativo. Contenido y forma. LC.02.B.3. Procesos",
        "LC.02.B.3.1. Interacción oral: interacción oral adecuada en contextos formales e informales, escucha activa, asertividad, resolución dialogada de conflictos y cortesía lingüística. La expresión y escucha empática de necesidades, vivencias y emociones propias y ajenas.",
        "LC.02.B.3.2. Comprensión oral: identificación de las ideas más relevantes e interpretación del sentido global realizando inferencias necesarias. Detección de posibles usos discriminatorios del lenguaje verbal y no verbal.",
        "LC.02.B.3.3. Producción oral: elementos básicos de la prosodia y de la comunicación no verbal. Construcción, comunicación y valoración de conocimiento mediante la planificación y producción de textos orales y multimodales.",
        "LC.02.B.3.4. Comprensión lectora: estrategias de comprensión lectora antes, durante y después de la lectura. Identificación de las ideas más relevantes e interpretación del sentido global realizando las inferencias necesarias. Identificación de elementos gráficos y paratextuales al servicio de la comprensión. Lectura compartida y entonada. Detección de posibles usos discriminatorios del lenguaje verbal y no verbal.",
        "LC.02.B.3.5. Producción escrita: convenciones del código escrito y ortografía reglada básica. Coherencia y cohesión textual. Estrategias básicas, individuales o grupales, de planificación, textualización, revisión y autocorrección. Uso de elementos gráficos y paratextuales básicos al servicio de la comprensión. Escritura en soporte digital acompañada.",
        "LC.02.B.3.6. Alfabetización mediática e informacional: estrategias básicas para la búsqueda guiada de información en fuentes documentales variadas y con distintos soportes y formatos. Reconocimiento de autoría. Comparación y comunicación creativa de la información. Uso de la biblioteca, así como de recursos digitales del aula.",
        "C. Educación literaria.",
        "LC.02.C.1. Lectura acompañada de obras o fragmentos variados y diversos de la literatura infantil, y de la literatura popular andaluza, adecuados a sus intereses y organizados en itinerarios lectores.",
        "LC.02.C.2. Estrategias básicas para la interpretación acompañada y compartida de las obras a través de conversaciones literarias.",
        "LC.02.C.3. Relación, de manera acompañada, entre los elementos constitutivos esenciales de la obra literaria (tema, protagonistas, personajes secundarios, trama, escenario, lenguaje, argumento, espacio) y la construcción del sentido de la obra.",
        "LC.02.C.4. Análisis guiado de los recursos expresivos y sus efectos en la recepción del texto.",
        " LC.02.C.5. Relación entre los textos leídos y otras manifestaciones artísticas y culturales.",
        "LC.02.C.6. Construcción de la identidad lectora. Estrategias para la expresión de gustos e intereses e iniciación a la valoración argumentada de las obras.",
        "LC.02.C.7. Lectura expresiva, dramatización o interpretación de fragmentos, de la literatura infantil y de la literatura popular andaluza, atendiendo a los procesos de comprensión y al nivel de desarrollo.",
        "LC.02.C.8. Creación de textos de intención literaria de manera libre, a partir de modelos dados o recreando textos literarios en general y de la literatura popular andaluza en particular.",
        "LC.02.C.9. Uso acompañado de la biblioteca de aula o de centro como escenario de actividades literarias compartidas. Comunidades lectoras.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales.",
        "LC.02.D.1. Establecimiento de generalizaciones sobre aspectos lingüísticos elementales a partir de la observación, comparación y transformación de enunciados, prestando especial atención a las relaciones que se establecen entre sustantivos, adjetivos y verbos.",
        "LC.02.D.2. Aproximación a la lengua como sistema con distintos niveles: sonidos y letras, palabras, oraciones y textos. Observación y comparación de unidades comunicativas básicas.",
        "LC.02.D.3. Procedimientos elementales de adquisición de vocabulario. Similitudes y diferencias de forma y significado entre palabras de la misma familia léxica o semántica.",
        "LC.02.D.4. Relación entre intención comunicativa y modalidad oracional.",
        "LC.02.D.5. Mecanismos elementales de coherencia y cohesión, con especial atención a las repeticiones y sinónimos, y al orden de oraciones y párrafos.",
        "LC.02.D.6. Los signos de puntuación como mecanismos para organizar el texto escrito y para expresar la intención comunicativa.",
        "LC.02.D.7. Estrategias elementales para el uso guiado de diccionarios, en distintos soportes."
    ],
    "criteriosEvaluacion": [
        "1.1.a. Mostrar interés y respeto por las distintas lenguas y variedades dialectales de su entorno, incluidas las lenguas de signos, identificando algunas palabras sencillas de uso cotidiano.",
        "1.2.a. Identificar en contextos próximos, a partir de modelos dados, prejuicios y estereotipos lingüísticos frecuentes, reconociendo la pluralidad lingüística de su entorno como una fuente de riqueza cultural.",
        "1.3.a. Identificar y reconocer de manera acompañada las variedades del dialecto andaluz.",
        "2.1.a. Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales, los mensajes explícitos y los mensajes implícitos más sencillos, iniciando, de manera acompañada, la valoración crítica del contenido y de los elementos no verbales elementales.",
        "3.1.a. Producir textos orales y multimodales coherentes, con planificación acompañada y a partir de modelos dados, ajustando el discurso a la situación comunicativa y utilizando recursos no verbales básicos.",
        "3.2.a. Participar en interacciones orales espontáneas, respetando las normas básicas de la cortesía lingüística e iniciándose en estrategias de escucha activa.",
        "3.3.a. Conocer y producir textos orales y multimodales sencillos con planificación acompañada, propios de la literatura infantil andaluza, a partir de modelos dados.",
        "4.1.a. Leer de manera silenciosa y en voz alta textos escritos y multimodales sencillos, identificando el sentido global y la información relevante para construir conocimiento.",
        "4.2.a. Analizar, de manera acompañada, el contenido y aspectos formales y no verbales elementales de textos escritos y multimodales, valorando su contenido y estructura e iniciándose en la evaluación de su fiabilidad, para responder a necesidades comunicativas concretas.",
        "5.1.a. Producir textos escritos y multimodales sencillos y coherentes, en distintos soportes, para diferentes modelos discursivos, iniciándose en el uso de las normas gramaticales y ortográficas más sencillas y progresando, de manera acompañada, en la movilización de estrategias sencillas, individuales o grupales, de planificación, redacción, revisión y edición.",
        "6.1.a. Localizar y seleccionar información de distintas fuentes, incluidas las digitales, para un proceso de investigación, e iniciarse en procesos para contrastar los resultados, citándolas y recreándolas mediante la adaptación de modelos dados.",
        "6.2.a. Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal o ecosocial orientado y realizado de manera acompañada.",
        "6.3.a. Adoptar, de manera acompañada, hábitos sencillos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información.",
        "7.1.a. Leer de manera autónoma o acompañada textos de diversos autores y autoras, ajustados a sus gustos e intereses y seleccionados con creciente autonomía, avanzando en la construcción de su identidad lectora para conseguir que sea una fuente de placer.",
        "7.2.a. Compartir la experiencia de lectura, en soportes sencillos, participando en comunidades lectoras en el ámbito escolar para conseguir disfrutar de la dimensión social de la lectura.",
        "8.1.a. Escuchar y leer de manera acompañada textos variados de la literatura infantil universal, que recojan diversidad de autores y autoras, relacionándolos en función de los temas y con otras manifestaciones artísticas o culturales de manera acompañada.",
        "8.2.a. Producir, de manera acompañada, textos sencillos individuales o colectivos con intención literaria, recreando de manera personal los modelos dados, y complementándolos con otros lenguajes artísticos.",
        "8.3.a. Conocer pequeños textos literarios de la literatura tradicional andaluza.",
        "9.1.a. Formular conclusiones elementales sobre el funcionamiento de la lengua, prestando especial atención a la relación entre el sujeto y el verbo, a partir de la observación, comparación y manipulación de palabras, enunciados y textos, en un proceso acompañado de producción o comprensión de textos en contextos significativos.",
        "9.2.a. Revisar y mejorar los textos propios y ajenos y subsanar algunos problemas de comprensión lectora, de manera acompañada, a partir de la reflexión metalingüística y usando la terminología básica adecuada.",
        "10.1.a. Rechazar los usos lingüísticos discriminatorios e iniciar la identificación de los abusos de poder a través de la palabra a partir de la reflexión grupal acompañada sobre los aspectos básicos, verbales y no verbales, de la comunicación, teniendo en cuenta una perspectiva de género.",
        "10.2.a. Iniciar, con la planificación y el acompañamiento necesarios, estrategias básicas para la comunicación asertiva y el consenso, progresando en la gestión dialogada de conflictos."
    ]
}