{ 
  "saberes": [
    "Bloque A. Técnicas gráfico-plásticas.",
    "A.1. Técnicas gráfico-plásticas.",
    "A.1.1. Los efectos del gesto y del instrumento: herramientas, medios y soportes. Cualidades plásticas y efectos visuales.",
    "A.1.2. Técnicas de dibujo, ilustración y pintura: técnicas secas y húmedas.",
    "A.1.3. Técnicas mixtas y alternativas de las vanguardias artísticas. Posibilidades expresivas y contexto histórico.",
    "A.1.4. Técnicas de estampación: monotipia plana. Procedimientos directos, aditivos, sustractivos y mixtos.",
    "A.1.5. Grafiti y pintura mural.",
    "A.2. Escultura.",
    "A.2.1. Técnicas básicas de modelado de volúmenes.",
    "A.2.2. Ensamblaje artístico.",
    "A.3. Arte: reciclaje y toxicidad.",
    "A.3.1. El arte del reciclaje. Productos ecológicos, sostenibles e innovadores en la práctica artística. Arte y naturaleza.",
    "A.3.2. Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Gestión responsable de los residuos.",
    "Bloque B. Diseño y publicidad.",
    "B.1. Proceso creativo.",
    "B.1.1. Boceto.",
    "B.1.2. Guion o proyecto.",
    "B.1.3. Presentación final.",
    "B.1.4. Evaluación (autorreflexión, autoevaluación y evaluación colectiva).",
    "B.2. Lenguaje visual.",
    "B.2.1. Elementos básicos del lenguaje visual.",
    "B.2.2. Principios básicos del lenguaje visual.",
    "B.2.3. Percepción visual.",
    "B.2.4. Teoría del color.",
    "B.2.5. Composición.",
    "B.3. Diseño.",
    "B.3.1. Diseño gráfico.",
    "B.3.2. Diseño de producto.",
    "B.3.3. Diseño de moda.",
    "B.3.4. Diseño de interiores.",
    "B.3.5. Escenografía.",
    "B.3.6. Iniciación al diseño inclusivo.",
    "B.4. Publicidad.",
    "B.4.1. Publicidad: análisis de mensajes publicitarios. Estudio de sus elementos formales: formas, color, luz, encuadres, planos, uso de la palabra y el sonido, estudio de personajes y decorados.",
    "B.4.2. Publicidad y consumo responsable. Publicidad subliminal. Estereotipos y sociedad de consumo. Técnicas y recursos persuasivos. Técnicas procedentes del psicoanálisis. Edward Bernays.",
    "Bloque C. Fotografía, lenguaje audiovisual y multimedia.",
    "C.1. Fotografía.",
    "C.1.1. Narrativa de la imagen fija: encuadre y planificación, puntos de vista y angulación.",
    "C.1.2. Fotografía analógica: cámara oscura. Fotografía sin cámara (fotogramas). Técnicas fotográficas experimentales: cianotipia o antotipia.",
    "C.1.3. Fotografía digital.",
    "C.1.4. Fotografía expresiva.",
    "C.1.5. El fotomontaje digital y tradicional.",
    "C.1.6. Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Gestión responsable de los residuos.",
    "C.2. Imagen secuenciada, guion cinematográfico y animación.",
    "C.2.1. Narrativa audiovisual: fotograma, secuencia, escena, toma, plano y montaje. El guion y el storyboard. Técnicas básicas de animación. La imagen secuenciada.",
    "C.2.2. Proyectos de videoarte."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Analizar manifestaciones artísticas de diferentes épocas y culturas, contextualizándolas, describiendo sus aspectos esenciales, valorando el proceso de creación y el resultado final, y evidenciando una actitud de apertura, interés y respeto en su recepción.",
    "Criterio 1.2. Valorar críticamente los hábitos, los gustos y los referentes artísticos de diferentes épocas y culturas, reflexionando sobre su evolución y sobre su relación con los del presente.",
    "Criterio 1.3. Reconocer los puntos en común encontrados entre expresiones artísticas de diferentes épocas, sociedades y culturas, relacionándolos de forma razonada e integradora con su propia identidad cultural, comprendiendo las interrelaciones e influencias compartidas.",
    "Competencia específica 2.",
    "Criterio 2.1. Participar, con iniciativa, confianza y creatividad, en la exploración de diferentes técnicas gráfico-plásticas, empleando herramientas, medios, soportes y lenguajes..",
    "Criterio 2.2. Elaborar producciones gráfico-plásticas de forma creativa, determinando las intenciones expresivas y seleccionando con corrección las herramientas, medios, soportes y lenguajes más adecuados de entre los que conforman el repertorio personal de recursos.",
    "Competencia específica 3.",
    "Criterio 3.1. Participar, con iniciativa, confianza y creatividad, en la exploración de diferentes medios, técnicas y formatos audiovisuales, decodificando sus lenguajes, identificando las herramientas y distinguiendo sus fines.",
    "Criterio 3.2. Realizar producciones audiovisuales, individuales o colaborativas, asumiendo diferentes funciones; incorporando el uso de las tecnologías digitales con una intención expresiva; buscando un resultado final ajustado al proyecto preparado previamente, y además seleccionando y empleando, con corrección y de forma creativa, las herramientas y medios disponibles más adecuados.",
    "Competencia específica 4.",
    "Criterio 4.1. Identificar diferentes ejemplos de profesiones relacionadas con el ámbito artístico, comprendiendo las oportunidades que ofrecen y el valor añadido de la creatividad en el trabajo, expresando su opinión de forma razonada y respetuosa.",
    "Criterio 4.2. Crear un producto artístico, individual o grupal de forma colaborativa y abierta, diseñando las fases del proceso y seleccionando las técnicas adecuadas para conseguir un resultado adaptado a una intención y destinatarios determinados.",
    "Criterio 4.3. Exponer el resultado final de la creación de un producto artístico, individual o grupal, compartiendo el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y una valoración positiva de los logros alcanzados."
  ]
}
