{
    "criteriosEvaluacion": [
        "1.1. Analizar piezas vocales de distintos géneros y culturas, con especial atención a las de Canarias, a través de la audición y el visionado activo, explicando sus cualidades estilísticas así como otras características de la interpretación y de la puesta en escena, para aplicarlo a producciones propias y desarrollar el criterio estético. CCL1, CCL2, CP3, CPSAA1.1, CCEC1, CCEC2, CCEC3.1",
        "1.2. Explicar la relación del texto con la música y su interpretación en composiciones vocales de distintos estilos, géneros y culturas, a través del análisis auditivo y de partituras, para aplicarlo a las producciones propias, estimular el hábito de escucha activa y ampliar las posibilidades de disfrute de la música. CCL1, CCL2, CP3, CPSAA1.1, CCEC2, CCEC3.1",
        "2.1. Aplicar y consolidar técnicas vocales y corporales, a través de la realización de ejercicios, vocalizaciones e improvisaciones individuales y en grupo, cuidando el empleo adecuado y saludable de la voz y el cuerpo, para reforzar la autoconfianza, la autoestima y el autoconocimiento. CPSAA2, CPSAA3.1, CC2, CE2, CCEC3.1, CCEC3.2",
        "3.1. Interpretar piezas de diferentes estilos y géneros musicales, con especial atención al repertorio producido en Canarias, a través de la participación en distintas formaciones vocales, demostrando eficacia, escucha activa, precisión técnica y una expresión vocal y corporal adecuada al conjunto y a las pautas de la dirección, para consolidar los valores inherentes a la práctica musical grupal y potenciar la comunicación artística. CCL1, CP1, CP3, CPSAA1.1, CPSAA3.1, CCEC3.1, CCEC3.2",
        "4.1. Participar en la planificación, montaje e interpretación de proyectos escénicos, apoyándose en la tecnología digital, asumiendo algunas de las funciones de la producción, con iniciativa, responsabilidad y conciencia de grupo, mostrando en la actuación una actitud escénica adecuada y respeto por el público, para favorecer el crecimiento personal, social, académico y profesional. CCL5, CD2, CD3, CPSAA1.1, CPSAA1.2, CE3, CCEC3.1, CCEC4.1, CCEC4.2"
    ],
    "saberes": [
        "I. Análisis",
        "1. Aplicación de estrategias de escucha activa en el análisis y la interpretación musical.",
        "2. Análisis de los recursos interpretativos y escénicos de piezas vocales, y aplicación en las producciones propias.",
        "3. Análisis y descripción de las características de piezas vocales de diferentes épocas y estilos de la música culta occidental, con grado de dificultad acorde al nivel.",
        "4. Análisis y descripción de las características de piezas vocales tradicionales de distintas culturas, con grado de dificultad acorde al nivel.",
        "5. Análisis y descripción de las características de piezas vocales de la música popular, con especial atención a las músicas urbanas y contemporáneas, con grado de dificultad acorde al nivel.",
        "6. Análisis y descripción de las características de piezas vocales de la música culta, tradicional y popular, urbana y contemporánea producida en Canarias, con grado de dificultad acorde al nivel.",
        "7. Análisis de la relación del texto con la música y su interpretación en las audiciones y partituras de las piezas vocales seleccionadas.",
        "8. Análisis con perspectiva de género. Visibilización de la producción de mujeres compositoras, intérpretes femeninas y directoras de agrupaciones vocales, así como de referentes femeninos del patrimonio canario.",
        "9. Aplicación del análisis fonético del texto en el aprendizaje de piezas vocales. Reglas del sistema fonético-fonológico.",
        "II. Técnica vocal",
        "1. Práctica de la relajación y la concentración en las interpretaciones vocales.",
        "2. Práctica de los elementos de la producción vocal: respiración, emisión, articulación, resonancia y dinámica.",
        "3. Realización de ejercicios, vocalizaciones e improvisaciones individuales y en grupo.",
        "4. Consolidación y aplicación de técnicas vocales y de expresión corporal en la interpretación. Relación de la emisión vocal y el movimiento.",
        "5. Consolidación de hábitos saludables en la práctica vocal: cuidado de la voz y postura del cuerpo.",
        "6. Desarrollo del oído armónico y la afinación: entonación de intervalos, acordes y cadencias, con grado de dificultad acorde al nivel.",
        "III. Práctica de conjunto",
        "1. Interpretación de un repertorio de piezas corales de diferentes épocas y estilos del ámbito occidental, así como de otras culturas, con especial atención a las de Canarias, con grado de dificultad acorde al nivel, con o sin acompañamiento instrumental.",
        "2. Visibilización de la producción musical de las mujeres, compositoras e intérpretes femeninas, en el repertorio seleccionado.",
        "3. Búsqueda de sonido del conjunto en la práctica coral: respiración, ataque, afinación, articulación, ritmo, fraseo y dinámica. Equilibrio entre las voces y los planos sonoros.",
        "4. Aplicación de la lectura de partituras, con notación convencional y no convencional, en  el aprendizaje e interpretación de piezas vocales.",
        "5. Consolidación de estrategias de memorización en el aprendizaje de piezas vocales.",
        "6. Incorporación de la percusión corporal y otros diseños coreográficos a la práctica vocal de conjunto.",
        "7. Desempeño de funciones propias de la producción en la realización de proyectos artísticos: preproducción, organización de ensayos, apoyo técnico y difusión.",
        "8. Empleo de herramientas digitales para la producción musical y audiovisual.",
        "9. Consolidación de actitudes y valores inherentes a la práctica de conjunto: actitud escénica adecuada, respeto por el público y compromiso con los objetivos grupales.",
        "10. Identificación de oportunidades de desarrollo personal, social, académico y profesional ligadas al ámbito musical."
    ]
}