{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Manejar algunas estrategias y herramientas, incluidas las digitales, en la modelización y resolución de problemas de la vida cotidiana y de la ciencia y la tecnología , seleccionando la más adecuada según su eficiencia en cada caso.",
        "Criterio 1.2. Obtener todas las soluciones matemáticas de problemas de la vida cotidiana, así como de la ciencia y la tecnología, describiendo el procedimiento utilizado.",
        "Competencia específica 2.",
        "Criterio 2.1. Seleccionar la solución más adecuada de un problema (de sostenibilidad, de consumo responsable, equidad...) en función del contexto usando el razonamiento y la argumentación.",
        "Criterio 2.2. Verificar la validez de las posibles soluciones de un problema y el error cometido, en su caso, valiéndose del razonamiento y la argumentación.",
        "Competencia específica 3.",
        "Criterio 3.1. Adquirir nuevos conocimientos matemáticos a partir de la formulación de conjeturas y problemas de forma autónoma.",
        "Criterio 3.2. Investigar un problema o verificar una conjetura utilizando herramientas tecnológicas adecuadas para simplificar el proceso.",
        "Competencia específica 4.",
        "Criterio 4.1. Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana, así como de la ciencia y la tecnología, utilizando el pensamiento computacional.",
        "Criterio 4.2. Modificar y crear algoritmos susceptibles de resolver problemas y ser ejecutados en un sistema computacional. ",
        "Competencia específica 5.",
        "Criterio 5.1. Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. ",
        "Criterio 5.2. Resolver problemas en contextos matemáticos, estableciendo y aplicando conexiones entre las diferentes ideas matemáticas.",
        "Competencia específica 6.",
        "Criterio 6.1. Resolver problemas en situaciones diversas, utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas.",
        "Criterio 6.2. Analizar la aportación de las matemáticas al progreso de la humanidad, reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se plantean en la sociedad. ",
        "Competencia específica 7.",
        "Criterio 7.1. Representar ideas matemáticas presentes en el ámbito científico estructurando diferentes procesos matemáticos y seleccionando las tecnologías más adecuadas.",
        "Criterio 7.2. Seleccionar y utilizar diversas formas de representación de la información científica, valorando su utilidad para compartir información.",
        "Competencia específica 8.",
        "Criterio 8.1. Mostrar organización al comunicar las ideas matemáticas presentes en contextos científicos empleando el soporte y la terminología adecuados.",
        "Criterio 8.2. Reconocer y emplear el lenguaje matemático presente en contextos científicos, comunicando la información con la precisión adecuada.",
        "Competencia específica 9.",
        "Criterio 9.1. Afrontar situaciones de incertidumbre, identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas.",
        "Criterio 9.2. Mostrar perseverancia y una motivación positiva, aceptando y aprendiendo de la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
        "Criterio 9.3. Participar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, identificando las habilidades sociales más propicias y fomentando el bienestar grupal y las relaciones saludables."        
    ],
    "saberes": [
        "Bloque A. Sentido numérico.",
        "A.1. Sentido de las operaciones.",
        "A.1.1.1. Adición y producto escalar de vectores: propiedades y representaciones. ",
        "A.1.1.2. Estrategias para operar con números reales y vectores: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados. ",
        "A.2. Relaciones.",
        "A.2.1.1. Los números complejos como soluciones de ecuaciones polinómicas que carecen de raíces reales. ",
        "A.2.1.2. Conjunto de vectores: estructura, comprensión y propiedades. ",
        "Bloque B. Sentido de la medida.",
        "B.1. Medición.",
        "B.1.1.1. Cálculo de longitudes y medidas angulares: uso de la trigonometría. ",
        "B.1.1.2. La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios. ",
        "B.2. Cambio.",
        "B.2.1.1. Límites: estimación y cálculo a partir de una tabla, un gráfico o una expresión algebraica. ",
        "B.2.1.2. Continuidad de funciones: aplicación de límites en el estudio de la continuidad. ",
        "B.2.1.3. Derivada de una función: definición a partir del estudio del cambio en diferentes contextos. ",
        "Bloque C. Sentido espacial.",
        "C.1. Formas geométricas de dos dimensiones.",
        "C.1.1.1. Objetos geométricos de dos dimensiones: análisis de las propiedades y determinación de sus atributos. ",
        "C.1.1.2. Resolución de problemas relativos a objetos geométricos en el plano representados con coordenadas cartesianas. ",
        "C.2. Localización y sistemas de representación.",
        "C.2.1.1. Relaciones de objetos geométricos en el plano: representación y exploración con ayuda de herramientas digitales. ",
        "C.2.1.2. Expresiones algebraicas de objetos geométricos: selección de la más adecuada en función de la situación a resolver. ",
        "C.3. Visualización, r a z o n a m i e n t o y modelización geométrica.",
        "C.3.1.1. Representación de objetos geométricos en el plano mediante herramientas digitales. ",
        "C.3.1.2. Modelos matemáticos (geométricos, algebraicos, grafos...) en la resolución de problemas en el plano. Conexiones con otras disciplinas y áreas de interés.",
        "C.3.1.3. Conjeturas geométricas en el plano: validación por medio de la deducción y la demostración de teoremas. ",
        "C.3.1.4. Modelización de la posición y el movimiento de un objeto en el plano mediante vectores. ",
        "Bloque D. Sentido algebraico.",
        "D.1. Patrones.",
        "D.1.1.1. Generalización de patrones en situaciones sencillas. ",
        "D.2. Modelo matemático.",
        "D.2.1.1. Relaciones cuantitativas en situaciones sencillas: estrategias de identificación y determinación de la clase o clases de funciones que pueden modelizarlas. ",
        "D.2.1.2. Ecuaciones, inecuaciones y sistemas: modelización de situaciones en diversos contextos. ",
        "D.3. Igualdad y desigualdad.",
        "D.3.1.1. Resolución de ecuaciones, inecuaciones y sistemas de ecuaciones e inecuaciones no lineales en diferentes contextos. ",
        "D.4. Relaciones y funciones.",
        "D.4.1.1. Análisis, representación gráfica e interpretación de relaciones mediante herramientas tecnológicas. ",
        "D.4.1.2. Propiedades de las distintas clases de funciones, incluyendo, polinómicas, exponenciales, irracionales, racionales sencillas, logarítmicas, trigonométricas y a trozos: comprensión y comparación. ",
        "D.4.1.3. Álgebra simbólica en la representación y explicación de relaciones matemáticas de la ciencia y la tecnología. ",
        "D.5. Pensamiento computacional.",
        "D.5.1.1. Formulación, resolución y análisis de problemas de la vida cotidiana y de la ciencia y la tecnología utilizando herramientas o programas adecuados. ",
        "D.5.1.2. Comparación de algoritmos alternativos para el mismo problema mediante el razonamiento lógico. ",
        "Bloque E. Sentido estocástico.",
        "E.1. Organización y ",
        "análisis de datos.",
        "E.1.1.1. Organización de los datos procedentes de variables bidimensionales: distribución conjunta y distribuciones marginales y condicionadas. Análisis de la dependencia estadística. ",
        "E.1.1.2. Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad. ",
        "E.1.1.3. Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos científicos y tecnológicos. ",
        "E.1.1.4. Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos. ",
        "E.2. Incertidumbre.",
        "E.2.1.1. Estimación de la probabilidad a partir del concepto de frecuencia relativa. ",
        "E.2.1.2. Cálculo de probabilidades en experimentos simples: la regla de Laplace en situaciones de equiprobabilidad y en combinación con diferentes técnicas de recuento. ",
        "E.3. Inferencia.",
        "E.3.1.1. Análisis de muestras unidimensionales y bidimensionales con herramientas tecnológicas con el fin de emitir juicios y tomar decisiones. ",
        "E.4. Distribuciones de probabilidad.",
        "Bloque F. Sentido socioafectivo.",
        "F.1. Creencias, actitudes y emociones.",
        "F.1.1.1. Destrezas de autoconciencia encaminadas a reconocer emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas. ",
        "F.1.1.2. Tratamiento del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas. ",
        "F.2. Trabajo en equipo y toma de decisiones.",
        "F.2.1.1. Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas y tareas matemáticas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso. ",
        "F.2.1.2. Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en equipos heterogéneos. ",
        "F.3. Inclusión, respeto y diversidad",
        "F.3.1.1. Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda cuando sea necesario. ",
        "F.3.1.2. Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de la ciencia y la tecnología. ",
    ]
}
