{
    "saberes": [
        "Bloque 1. Ciencia y tecnología",
        "Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones, creación de modelos, investigación a través de búsqueda de información, experimentos con control de variables...).",
        "Instrumentos y dispositivos apropiados para realizar observaciones y mediciones precisas de acuerdo con las necesidades de la investigación.",
        "Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "Fomento de la curiosidad, la iniciativa y la constancia en la realización de las diferentes investigaciones.",
        "Avances en el pasado relacionados con la ciencia y la tecnología que contribuyeron a transformar nuestra sociedad mostrando modelos que incorporen una perspectiva de género.",
        "Propuestas de trabajo cooperativo que supongan un proceso de investigación y acción por parte del alum- nado y faciliten el proceso de autorregulación de aprendizajes. Cooperación y diálogo. Estrategias para la prevención y resolución de conflictos.",
        "Dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo. El aula virtual.",
        "Bloque 2. El mundo y el desarrollo sostenible",
        "La Tierra y las catástrofes naturales. Elementos, movimientos y dinámicas que ocurren en el universo.",
        "El clima y el paisaje. Los fenómenos atmosféricos. Toma y registro de datos y variables meteorológicas (tem- peratura, humedad, viento, precipitaciones) y su representación gráfica y visual: el climograma.",
        "Conocimiento del espacio. Representación del espacio. Representación de la Tierra a través del globo terrá- queo, los mapas y otros recursos digitales. Uso de planos del barrio o de la localidad, como representación gráfica de espacios. Interpretación de leyendas y símbolos cartográficos elementales en mapas.",
        "El cambio climático. Introducción a las causas y consecuencias del cambio climático, y su impacto en los paisajes de la Tierra.",
        "Responsabilidad ecosocial. Ecodependencia e interdependencia entre personas, sociedades y medio natural.",
        "Estilos de vida sostenible. El consumo y la producción responsables, la alimentación equilibrada y sosteni- ble, el uso eficiente del agua y de la energía, la movilidad segura, saludable y sostenible, y la prevención y la gestión de los residuos.Bloque 3. Vivir en sociedad",
        "Desigualdad social y acceso a los recursos. Usos del espacio por el ser humano y evolución de las activi- dades productivas.",
        "Costumbres, tradiciones y manifestaciones culturales del entorno. Respeto por la diversidad cultural que convive en el entorno de la cohesión social. La cultura de paz y no violencia.",
        "Organización política y territorial de Galicia.",
        "Organización y funcionamiento de la sociedad. Las principales instituciones y entidades del entorno local, regional y nacional y los servicios públicos que prestan. Estructura administrativa de Galicia.",
        "Ocupación y distribución de la población en el espacio y análisis de los principales problemas y retos de- mográficos. Representación gráfica y cartográfica de la población. La organización del territorio en Galicia.",
        "Igualdad de género y conducta no sexista. Análisis y reflexión sobre los estereotipos de género.",
        "Seguridad viaria. La ciudad como espacio de convivencia. Normas de circulación, señales y marcas viarias. Movilidad segura, saludable y sostenible como peones o como usuarios de los medios de locomoción.",
        "Compromisos y normas para la vida en sociedad.",
        "Bloque 4. Lecciones del pasado",
        "Las fuentes históricas: clasificación y utilización de las distintas fuentes (orales, escritas, patrimoniales) como vía para el análisis de los cambios y permanencias en la localidad a lo largo de la historia.",
        "El tiempo histórico. Nociones temporales y cronología. Localización temporal de las grandes etapas históri- cas en ejes cronológicos.",
        "Las expresiones artísticas y culturales prehistóricas y de la antigüedad y su contextualización histórica desde una perspectiva de género.",
        "El patrimonio natural y cultural. Los espacios protegidos, culturales y naturales. Su uso, cuidado y conser- vación.",
        "Iniciación en la investigación y en los métodos de trabajo para la realización de proyectos, que analicen hechos, asuntos y temas de relevancia actual con perspectiva histórica, contextualizándolos en la época correspondiente.",
        "La acción de mujeres y hombres como sujetos en la historia. Descubrimientos e inventos importantes a lo largo de la historia."
    ],
    "criteriosEvaluacion": [
        "CE1.1. Utilizar dispositivos y recursos digitales, de acuerdo con las necesidades del contexto educativo de forma segura, buscando información, comunicándose y trabajando de forma individual y en equipo, reelaborando y creando contenidos digitales sencillos. OBJ1",
        "CE1.2. Formular preguntas y realizar predicciones razonadas, demostrando curiosidad por el medio natural, social y cultural próximo. OBJ2",
        "CE1.3. Buscar y seleccionar información, de diferentes fuentes seguras y fiables utilizándola en investigaciones relacionadas con el medio natural, social y cultural y adquiriendo léxico científico básico. OBJ2",
        "CE1.4. Realizar experimentos guiados utilizando diferentes técnicas de investigación y modelos, empleando de forma segura instrumentos y dispositivos, realizando observaciones y mediciones precisas y registrándolas correctamente. OBJ2",
        "CE1.5. Realizar actividades en el contexto de la comunidad escolar, asumiendo responsabilidades y estableciendo acuerdos de forma dialogada y democrática y empleando un lenguaje inclusivo y no violento. OBJ7",
        "CE2.1. Identificar las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de metodologías de la investigación y utilizando las herramientas y procesos adecuados. OBJ3",
        "CE2.2. Identificar conexiones sencillas entre diferentes elementos del medio natural, social y cultural, mostrando comprensión de las relaciones que se establecen. OBJ3",
        "CE2.3. Identificar problemas ecosociales, proponer posibles soluciones y poner en práctica estilos de vida sostenible, reconociendo comportamientos respetuosos de cuidado, corresponsabilidad y protección del entorno y uso sostenible de los recursos naturales, y expresando los cambios positivos y negativos causados en el medio por la acción humana. OBJ4",
        "CE3.1. Analizar la importancia demográfica, cultural y económica de las migraciones en la actualidad, valorando con respeto y empatía la aportación de la diversidad cultural al bienestar individual y colectivo. OBJ6",
        "CE3.2. Valorar positivamente las acciones que fomentan la igualdad de género y las conductas no sexistas reconociendo modelos positivos a lo largo de la historia. OBJ6",
        "CE3.3. Conocer los principales órganos de gobierno y funciones de diversas administraciones y servicios públicos, valorando la importancia de su gestión para la seguridad integral ciudadana y la participación democrática. OBJ7",
        "CE3.4. Interiorizar normas básicas para la convivencia en el uso de los espacios públicos como peones o como usuarios de los medios de locomoción, identificando las señales de tráfico y tomando conciencia de la importancia de una movilidad segura, saludable y sostenible tanto para las personas como para el planeta. OBJ7",
        "CE4.1. Proteger el patrimonio natural y cultural y valorarlo como un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora. OBJ3",
        "CE4.2. Identificar hechos del entorno social y cultural desde la Prehistoria hasta la Edad Antigua, empleando las nociones de causalidad, simultaneidad y sucesión. OBJ5",
        "CE4.3. Conocer personas, grupos sociales relevantes y formas de vida de las sociedades desde la Prehistoria hasta la Edad Antigua, incorporando la perspectiva de género. OBJ5"
    ]
}