{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1 Entender el funcionamiento de algoritmos sencillos para la búsqueda y ordenación de datos. ",
        "1.2 Diseñar y representar algoritmos que resuelvan problemas sencillos y que incluyan ",
        "secuencias, decisiones e iteraciones. ",
        "1.3 Entender los fundamentos de la lógica booleana, utilizar tablas de verdad y funciones lógicas ",
        "con los operadores lógicos AND, OR y NOT para resolver problemas sencillos. ",
        "1.4 Implementar funciones lógicas sencillas mediante puertas AND, OR y NOT. ",
        "1.5 Ser capaz de transformar números naturales en el sistema decimal a los sistemas de ",
        "numeración binario y hexadecimal, así como convertirlos de un sistema a otro. ",
        "1.6 Conocer cómo cualquier tipo de información puede ser codificada en binario: números, ",
        "píxeles e imágenes, caracteres de la tabla ASCII (American Standard Code for Information ",
        "Interchange). ",
        "1.7 Reconocer aplicaciones de la Inteligencia Artificial en el día a día, citando ejemplos y ",
        "valorando, con actitud crítica, las aportaciones y problemas que plantea su presencia ",
        "creciente. ",
        "Competencia específica 2. ",
        "2.1 Utilizar un lenguaje de programación textual para resolver problemas variados, haciendo un ",
        "uso correcto de los tipos de datos y seleccionando las estructuras apropiadas, así como ",
        "valorando la importancia de documentarlos suficientemente para facilitar la depuración de ",
        "errores y la reusabilidad. ",
        "2.2 Distinguir la función de cada uno de los elementos de un sistema de control programado ",
        "(sensores, microcontrolador y actuadores), seleccionando los que resulten más apropiados ",
        "para proyectos sencillos de computación física. ",
        "2.3 Programar tarjetas programables para controlar el comportamiento de dispositivos ",
        "electrónicos y electromecánicos como diodos leds, zumbadores, relés basándose en los datos ",
        "obtenidos a partir de sensores de todo tipo. ",
        "2.4 Ser capaz de programar los movimientos de un robot móvil para que se desplace evitando ",
        "obstáculos o siguiendo una línea. ",
        "Competencia específica 3. ",
        "3.1 Describir los elementos del modelo de Von Neumann de una computadora y conocer cómo es ",
        "tratada la información en él. ",
        "3.2 Ser capaz de estimar el volumen de datos que ocupan los distintos tipos de archivos, así ",
        "como la capacidad de almacenamiento de dispositivos como discos duros, pendrives, o los ",
        "servicios de almacenamiento en la nube. ",
        "Competencia específica 4. ",
        "4.1 Conocer el significado de dirección IP (Internet Protocol) de una computadora conectada a ",
        "una red, cuál es su estructura y cómo es asignada; obtener la dirección IP de un dispositivo ",
        "conectado a una red. ",
        "4.2 Conocer y entender los peligros a los que están expuestos los sistemas informáticos y la ",
        "información que procesan y almacenan, haciendo un uso seguro de los mismos y valorando la ",
        "importancia de la ciberseguridad. "        
    ],
    "saberes": [
        "A. Pensamiento computacional. ",
        "– Algoritmos de ordenación y de búsqueda.  ",
        "– Elección entre algoritmos alternativos para la resolución de un mismo problema. ",
        "– Lógica booleana: puertas lógicas AND, OR y NOT, circuitos lógicos simples, tablas de verdad. ",
        "Aplicación de operadores lógicos en tablas de verdad para la resolución de problemas. ",
        "– Representación binaria de datos de todo tipo: numéricos, texto, sonido e imágenes. ",
        "Conversión entre binario, decimal y hexadecimal. Tabla ASCII de caracteres. ",
        "– Introducción a la Inteligencia Artificial: concepto de IA; diferencias entre IA, Machine Learning ",
        "y Deep Learning; ejemplos de IA en actividades cotidianas. ",
        "B. Programación. ",
        "– Lenguajes de programación de alto y de bajo nivel. Código máquina y compiladores: ",
        "definición y fundamentos. ",
        "– Lenguajes de programación textuales. Estructura, tipos y estructuras de datos (enteros, ",
        "booleanos, reales, carácter, cadenas, arrays, listas), sintaxis. ",
        "– Resolución de problemas haciendo uso de un lenguaje de programación textual. ",
        "– Documentación de programas: importancia para la depuración y corrección de errores.  ",
        "– Programación modular y reusabilidad de procedimientos o funciones. Programación de ",
        "subrutinas. ",
        "– Computación física: sensores, actuadores y microcontroladores. Uso de tarjetas programables ",
        "para el control de proyectos sencillos. ",
        "– Programación de robots para tareas básicas como desplazamientos, detección de obstáculos, ",
        "seguimiento de líneas o resolución de laberintos. ",
        "C. Computadores. ",
        "– Hardware: arquitectura de computadoras, modelo de Von Neumann.  ",
        "– Almacenamiento de la información en los sistemas informáticos y en la nube. ",
        "– Cálculo de capacidades de almacenamiento para distintos tipos de información.  ",
        "D. Redes. ",
        "– Protocolos de redes: Ethernet, TCP (Transmission Control Protocol), IP. ",
        "– Ciberseguridad: ",
        "Seguridad en internet. ",
        "Tipos de ataques. ",
        "Identificación de vulnerabilidades y amenazas. ",
        "Software para la protección frente a ciberataques. "
        
    ]
}