{
  "saberes": [
    "A. Escucha y percepción",
    "- El silencio, el sonido, el ruido y la escucha activa. Efectos sobre la salud. Sensibilidad ante la polución sonora y la creación de ambientes saludables de escucha.",
    "- Obras musicales y dancísticas: análisis, descripción y valoración de sus características más relevantes. Géneros de la música y la danza.",
    "- Voces e instrumentos: clasificación general de los instrumentos por familias y características. Agrupaciones.",
    "- Compositores y compositoras, artistas e intérpretes internacionales, nacionales, regionales y locales.",
    "- Conciertos, actuaciones musicales y otras manifestaciones artístico-musicales en vivo y registradas.",
    "- Mitos, estereotipos y roles de género trasmitidos a través de la música y la danza.",
    "- Herramientas digitales para la recepción musical.",
    "- Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
    "- Normas de comportamiento básicas en la recepción musical: respeto y valoración.",
    "- Repertorio básico de compositores y compositoras, artistas y agrupaciones locales, regionales, en especial de Castilla y León, nacionales y de otros lugares: análisis de eventos y manifestaciones artístico musicales en vivo y registradas.",
    "B. Interpretación, improvisación y creación escénica",
    "- La partitura: identificación y aplicación de grafías, lectura y escritura musical.",
    "- Elementos básicos del lenguaje musical: parámetros del sonido, intervalos. Tonalidad: escalas musicales, la armadura y acordes básicos. Texturas. Formas musicales a lo largo de los periodos históricos y en la actualidad.",
    "- Principales géneros musicales y escénicos del patrimonio cultural.",
    "- Repertorio vocal, instrumental o corporal individual o grupal de distintos tipos de música del patrimonio musical propio y de otras culturas.",
    "- Técnicas básicas para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y control de emociones.",
    "- Técnicas de improvisación guiada y libre.",
    "- Proyectos musicales y audiovisuales adaptados a su nivel: empleo de la voz, el cuerpo, los instrumentos musicales, los medios y las aplicaciones tecnológicas.",
    "- La propiedad intelectual y cultural: planteamientos éticos y responsables. Hábitos de consumo musical responsable.",
    "- Herramientas digitales para la creación musical. Secuenciadores y editores de partituras.",
    "- Normas de comportamiento y participación en actividades musicales.",
    "- Parámetros del sonido: altura, duración, intensidad y timbre.",
    "- Análisis del paisaje sonoro del entorno.",
    "- La partitura. Grafías convencionales y no convencionales: conocimiento, identificación y aplicación de grafías, lectura y escritura musical.",
    "- Elementos básicos del lenguaje musical: ritmo y melodía.",
    "- Elementos de representación gráfica de la música: pentagrama, notas en clave de sol, figuras y silencios, compases simples, intervalos, escalas musicales y acordes básicos, signos de intensidad, matices, indicaciones rítmicas y de tempo, y signos de prolongación.",
    "- Texturas monofónicas y polifónicas.",
    "- Formas musicales básicas: primaria, binaria, ternaria, rondó y tema con variaciones.",
    "- La canción. Creación de letras y rimas musicales.",
    "- Exploración de las posibilidades sonoras y musicales de distintos objetos y fuentes: instrumentos reciclados y cotidiófonos.",
    "- Percusión corporal y danza como vehículos de aprendizaje.",
    "- Herramientas digitales y música.",
    "C. Contextos y culturas",
    "- Historia de la música y de la danza occidental: periodos, características, géneros, voces, instrumentos y agrupaciones.",
    "- Las músicas tradicionales en España y su diversidad cultural, en particular de Castilla y León. Instrumentos, canciones, danzas y bailes.",
    "- Tradiciones musicales y dancísticas de otras culturas del mundo. Características y funciones. Instrumentos, canciones, danzas y bailes.",
    "- Músicas populares, urbanas y contemporáneas.",
    "- El sonido y la música en los medios audiovisuales y las tecnologías digitales",
    "- Los géneros musicales: música religiosa, profana, escénica, popular urbana, tradicional, culta.",
    "- Uso de distintas herramientas digitales básicas para realizar trabajos de investigación.",
    "- Uso de un vocabulario técnico adecuado para emitir juicios y opiniones musicales de forma oral y escrita."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Apreciar la importancia de la conservación y transmisión del patrimonio musical y dancístico internacional, nacional y autonómico, como requisitos fundamentales para su descubrimiento y conocimiento por las generaciones futuras, teniendo en cuenta su valor artístico y su contribución al enriquecimiento personal y social. (CCL2, CCL3, CP3, CD1, CPSAA1, CC1, CCEC1, CCEC2)",
    "1.2. Identificar los principales rasgos estilísticos de músicas y danzas de distintas épocas, géneros, estilos y culturas, con actitudes de interés, apertura y respeto en la escucha o visionado de las mismas. (CCL2, CP3, CD1, CD2, CPSAA1, CC1, CCEC1, CCEC2)",
    "1.3. Reconocer y explicar con actitud abierta y respetuosa las funciones desempeñadas por determinadas producciones musicales y dancísticas, relacionándolas con las principales características de su contexto histórico, social y cultural. (CCL1, CCL2, CP2, CP3, CD2, CC1, CCEC1, CCEC2)",
    "1.4. Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes épocas y culturas, valorando su influencia sobre la música y la danza actuales. (CCL2, CCL3, CP3, CD1, CD2, CC1, CCEC1, CCEC2)",
    "1.5. Reconocer los parámetros del sonido y los elementos básicos del lenguaje musical, utilizando un lenguaje técnico apropiado, aplicándolos en la lectura o audición de pequeñas obras o fragmentos musicales. (CCL1, CCL2, CP2, CCEC2)",
    "1.6. Distinguir y utilizar de manera apropiada elementos de representación gráfica de la música, en actividades de lectura y análisis musical. (CCL1, CCL2, CP2, CCEC2)",
    "1.7. Reconocer los principales recursos y técnicas del lenguaje de la Danza en el visionado de representaciones dancísticas. (CCL1, CCL2, CP2, CCEC2)",
    "1.8. Analizar y comprender el concepto de textura, reconociéndolo en actividades de audición y lectura de partituras. (CCL1, CCL2, CP2, CCEC2)",
    "Competencia específica 2",
    "2.1. Participar, con iniciativa y creatividad, en la exploración de técnicas musicales y dancísticas básicas, por medio de improvisaciones pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas. (STEM5, CD2, CD4, CPSAA3, CC1, CCEC2)",
    "2.2. Expresar ideas, sentimientos y emociones en actividades pautadas de improvisación, seleccionando las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos. (CCL1, CPSAA1, CPSAA3, CE3)",
    "2.3. Explorar las posibilidades expresivas de distintas fuentes y objetos sonoros, partiendo de la práctica y la experimentación. (STEM5, CE3, CCEC2)",
    "2.4. Demostrar habilidades musicales básicas individuales y grupales, adquiriendo y fortaleciendo la autoestima y la conciencia global, a través de la interpretación. (STEM5, CPSAA2, CPSAA3, CC1, CE3)",
    "2.5. Mostrar interés y actitud crítica por la música actual, los musicales, los conciertos en vivo y las nuevas propuestas musicales, valorando los elementos creativos e innovadores de los mismos. (CD2, CD4, CPSAA1, CPSAA2, CC1, CCEC3)",
    "Competencia específica 3",
    "3.1. Emplear técnicas básicas de interpretación vocal, corporal o instrumental, adecuadas al nivel, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje. (CCL1, CPSAA1, CPSAA4)",
    "3.2. Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, dentro y fuera del aula, gestionando de forma guiada la ansiedad y el miedo escénico, manteniendo la concentración y potenciando la relajación, el control de emociones y la seguridad en sí mismos. (CCL2, CD2, CPSAA3, CPSAA4, CC1, CCEC3)",
    "3.3. Participar como intérprete en actuaciones y manifestaciones musicales y escénicas, aceptando y cumpliendo las normas que rigen la interpretación en grupo y mostrando iniciativa en los procesos creativos e interpretativos. (CP1, CD2, CPSAA1, CPSAA3, CPSAA4, CC1, CE1, CE3, CCEC2, CCEC3)",
    "Competencia específica 4",
    "4.1. Planificar y desarrollar, con creatividad, propuestas artístico-musicales, adecuadas a su nivel, tanto individuales como colaborativas, empleando medios musicales y dancísticos, así como herramientas analógicas y digitales. (CCL1, CCL3, STEM3, CD2, CPSAA3, CE1, CE3, CCEC3, CCEC4)",
    "4.2. Participar activamente en la planificación y en la ejecución de composiciones vocales, instrumentales, coreográficas y multidisciplinares sencillas de forma individual y/o colaborativa, mostrando respeto a ideas, emociones y sentimientos del grupo, valorando las aportaciones del resto de integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional. (CCL1, CP2, STEM3, CD3, CPSAA3, CC1, CE1, CE3, CCEC3)",
    "4.3. Utilizar de manera funcional los recursos digitales para el aprendizaje e investigación indagando sobre el hecho musical y mostrando interés por las herramientas digitales de la música. (CCL3, CP2, CD2, CD3, CCEC4)"
  ]
}