{
    "criteriosEvaluacion": [
        "• CE1.1. Formular y verificar hipótesis como respuestas a diferentes problemas y observaciones, manejando con soltura el trabajo experimental, la indagación, la búsqueda de evidencias y el razonamiento lógico-matemático. OBJ2",
        "• CE1.2. Utilizar diferentes métodos para encontrar la respuesta a una sola cuestión u observación, cotejando los resultados obtenidos para asegurarse de su coherencia y fiabilidad. OBJ2",
        "• CE1.3. Integrar las leyes y teorías científicas conocidas en el desarrollo del procedimiento de la validación de las hipótesis formuladas, aplicando relaciones cualitativas y cuantitativas entre las diferentes variables, de manera que el proceso sea fiable y coherente con el conocimiento científico adquirido. OBJ2",
        "• CE1.4. Poner en práctica los conocimientos adquiridos en la experimentación científica en laboratorio o campo, incluido el conocimiento de sus materiales y su normativa básica de uso, así como de las normas de seguridad propias de estos espacios, y estimando la importancia que en el progreso científico y emprendedor tiene que la experimentación sea segura, sin comprometer la integridad física propia ni la colectiva. OBJ3",
        "• CE1.5. Interactuar con otros miembros de la comunidad educativa a través de diferentes entornos de aprendizaje, reales y virtuales, utilizando de forma autónoma y eficiente recursos variados, tradicionales y digitales, con rigor y respeto y analizando críticamente las aportaciones de los participantes. OBJ 4",
        "• CE1.6. Trabajar de forma autónoma y versátil, individualmente y en equipo, en la consulta de información y en la creación de contenidos, utilizando con criterio las fuentes y las herramientas más fiables y desechando las menos adecuadas para mejorar el aprendizaje propio y colectivo. OBJ 4",
        "• CE1.7. Participar de manera activa en la construcción del conocimiento científico, evidenciando la existencia de interacción, cooperación y evaluación entre iguales y mejorando el cuestionamiento, la reflexión y el debate al alcanzar el consenso en la resolución de un problema o situación de aprendizaje. OBJ5",
        "• CE1.8. Construir y producir conocimientos a través del trabajo colectivo, además de explorar alternativas para superar la asimilación de conocimientos ya elaborados y encontrando momentos para el análisis, la discusión y la síntesis, obteniendo como resultado la elaboración de productos representados en informes, pósteres, presentaciones, artículos, etc. OBJ5",
        "• CE2.1. Aplicar las leyes y las teorías científicas en el análisis de fenómenos fisicoquímicos cotidianos relacionados con la estructura de la materia comprendiendo las causas que los producen y elaborar explicaciones utilizando diversidad de soportes y medios de comunicación. OBJ1",
        "• CE2.2. Nombrar y formular correctamente sustancias simples, iones y compuestos químicos inorgánicos utilizando las normas de la IUPAC, como parte del lenguaje integrador y universal de la comunidad científica. OBJ3",
        "• CE2.3. Emplear diferentes formatos para interpretar y expresar información relativa a un proceso fisicoquímico concreto, relacionando entre sí la información que cada uno de ellos contiene y extrayendo lo relevante para la resolución de un problema. OBJ3",
        "• CE3.1. Aplicar las leyes y las teorías científicas en el análisis de reacciones químicas, comprendiéndolas y explicándolas utilizando diversidad de soportes y medios de comunicación. OBJ1",
        "• CE3.2. Resolver problemas sobre reacciones químicas y las sustancias que en ellas participan aplicando las leyes adecuadas para encontrar y argumentar las soluciones expresando adecuadamente los resultados. OBJ1",
        "• CE3.3. Identificar situaciones problemáticas en el entorno en las que estén implicadas reacciones químicas, emprender iniciativas y buscar soluciones sostenibles desde la física y la química, analizando críticamente el impacto producido en la sociedad y en el medio ambiente. OBJ1",
        "• CE3.4. Debatir, de manera informada y argumentada, sobre cuestiones ambientales, sociales y éticas relacionadas con el desarrollo de la física y de la química, alcanzando un consenso sobre las consecuencias de sus avances y proponiendo soluciones creativas en común a las cuestiones expuestas. OBJ5",
        "• CE3.5 Identificar y argumentar científicamente, a la luz de la física y de la química, las repercusiones de acciones que se acometen en la vida cotidiana analizando cómo mejorarlas, como forma de participar activamente en la construcción de una sociedad mejor. OBJ6",
        "• CE3.6. Detectar necesidades de la sociedad sobre las que aplicar conocimientos relacionados con reacciones químicas que ayuden a satisfacer dichas necesidades, incidiendo especialmente en aspectos importantes como la resolución de los grandes retos ambientales, el desarrollo sostenible y la promoción de la salud. OBJ6",
        "• CE4.1. Identificar situaciones problemáticas en el entorno relacionadas con la química orgánica, emprender iniciativas y buscar soluciones sostenibles desde la física y la química, analizando críticamente el impacto producido en la sociedad y en el medio ambiente. OBJ1",
        "• CE4.2. Nombrar y formular correctamente sustancias simples, iones y compuestos químicos orgánicos utilizando las normas de la IUPAC, como parte del lenguaje integrador y universal de la comunidad científica. OBJ3",
        "• CE4.3. Detectar necesidades de la sociedad sobre las que aplicar conocimientos relacionados con la química orgánica que ayuden a satisfacerlas, incidiendo especialmente en aspectos importantes como la resolución de los grandes retos ambientales, el desarrollo sostenible y la promoción de la salud. OBJ6",
        "• CE5.1. Aplicar los conceptos de la cinemática clásica en el análisis de movimientos cotidianos, elaborando explicaciones utilizando diversidad de soportes y medios de comunicación. OBJ1",
        "• CE5.2. Resolver problemas sobre movimientos expuestos a partir de situaciones cotidianas, aplicando los conceptos propios de la cinemática para encontrar y argumentar las soluciones y expresando adecuadamente los resultados. OBJ1",
        "• CE5.3. Utilizar de manera rigurosa las unidades propias de las magnitudes cinemáticas, empleando correctamente sus notaciones y equivalencias y haciendo posible una comunicación efectiva con la comunidad científica. OBJ3",
        "• CE6.1. Aplicar las leyes de la dinámica newtoniana y sus teoremas de conservación en el análisis del reposo o movimiento de los cuerpos en situaciones cotidianas, comprendiendo las fuerzas que los producen y elaborando explicaciones utilizando diversidad de soportes y medios de comunicación. OBJ1",
        "• CE6.2. Resolver problemas de estática y dinámica de cuerpos expuestos a partir de situaciones cotidianas, aplicando las leyes de la dinámica newtoniana y los teoremas de conservación pertinentes para encontrar y argumentar las soluciones y expresando adecuadamente los resultados. OBJ1",
        "• CE6.3. Utilizar y relacionar de manera rigurosa las unidades propias de las magnitudes de la mecánica empleando correctamente sus notaciones y equivalencias y haciendo posible una comunicación efectiva con la comunidad científica. OBJ3",
        "• CE7.1. Aplicar los conceptos de calor y trabajo y el teorema de conservación de la energía mecánica en el análisis de fenómenos cotidianos en los que se produzca transferencia de energía, comprendiendo las causas que producen esta transferencia y elaborando explicaciones utilizando diversidad de soportes y medios de comunicación. OBJ1",
        "• CE7.2. Resolver problemas sobre transferencia de energía mecánica y térmica expuestos a partir de situaciones cotidianas, aplicando el concepto de calor y el teorema de conservación de la energía mecánica para encontrar y argumentar las soluciones expresando adecuadamente los resultados. OBJ1",
        "• CE7.3. Identificar situaciones problemáticas en el entorno relacionadas con la energía y sus manifestaciones, emprender iniciativas y buscar soluciones sostenibles desde la física y la química analizando críticamente el impacto producido en la sociedad y en el medio ambiente. OBJ1",
        "• CE7.4. Utilizar y relacionar de manera rigurosa las unidades propias de magnitudes relacionadas con la energía, empleando correctamente sus notaciones y equivalencias y haciendo posible una comunicación efectiva con la comunidad científica. OBJ3"
    ],
    "saberes": [
        "Bloque 1. La actividad científica en la física y en la química",
        "• Utilización de las metodologías propias de la investigación científica para la identificación y la formulación de cuestiones y conjeturas, la elaboración de hipótesis y la comprobación experimental de estas.",
        "• Diseño y ejecución de experimentos y de proyectos de investigación en condiciones de seguridad, utilizando instrumental adecuado y razonamiento lógico-matemático y analizando los resultados obtenidos para la resolución de problemas y cuestiones relacionados con la física y con la química.",
        "• Reconocimiento y utilización de fuentes veraces y medios de colaboración para la búsqueda de información científica en diferentes formatos y haciendo uso de las herramientas necesarias.",
        "• Interpretación y producción de información científica con un lenguaje adecuado para desarrollar un criterio propio basado en la evidencia y en el razonamiento.",
        "Bloque 2. Enlace químico y estructura de la materia",
        "• Desarrollo de la tabla periódica: contribuciones históricas a su elaboración actual e importancia como herramienta predictiva de las propiedades de los elementos.",
        "• Estructura electrónica de los átomos tras el análisis de su interacción con la radiación electromagnética: explicación de la posición de un elemento en la tabla periódica y de la similitud en las propiedades de los elementos químicos de cada grupo.",
        "• Teorías sobre la estabilidad de átomos e iones: predicción de la formación de enlaces entre los elementos, representación de estos y deducción de propiedades de las sustancias químicas. Comprobación a través de la observación y de la experimentación.",
        "• Formulación y nomenclatura de sustancias simples, iones y compuestos inorgánicos: aplicaciones que tienen en la vida cotidiana.",
        "Bloque 3. Reacciones químicas",
        "• Leyes fundamentales de la química: relaciones estequiométricas en reacciones químicas y en la constitución de compuestos. Resolución de cuestiones cuantitativas relacionadas con la química en la vida cotidiana.",
        "• Clasificación de las reacciones químicas: relaciones que existen entre la química y aspectos importantes de la sociedad actual, como por ejemplo la conservación del medio ambiente o el desarrollo de fármacos.",
        "• Cálculo de cantidades de materia en sistemas fisicoquímicos concretos, como gases ideales o disoluciones, así como el estudio de sus propiedades y variables de estado en situaciones de la vida cotidiana.",
        "• Estequiometría de las reacciones químicas: aplicaciones en procesos industriales significativos de la ingeniería química.",
        "Bloque 4. Química orgánica",
        "• Propiedades físicas y químicas generales de los compuestos orgánicos a partir de sus grupos funcionales: generalidades en las diferentes series homólogas y aplicaciones en el mundo real.",
        "• Reglas de la IUPAC para formular y nombrar correctamente algunos compuestos orgánicos mono y polifuncionais (hidrocarburos, compuestos oxigenados y compuestos nitrogenados).",
        "Bloque 5. Cinemática",
        "• Variables cinemáticas en función del tiempo en los distintos movimientos que puede tener un objeto, con o sin aceleración: resolución de situaciones reales relacionadas con la física y con el entorno cotidiano.",
        "• Variables cinemáticas que intervienen en un movimiento recto y circular: magnitudes y unidades empleadas. Movimientos cotidianos que presentan estos tipos de trayectoria.",
        "• Expresión de la trayectoria de un movimiento compuesto en función de las magnitudes que lo describen.",
        "Bloque 6. Estática y dinámica",
        "• Predicción, a partir de la correspondiente composición vectorial, del comportamiento estático o dinámico de una partícula. Par de fuerzas. Estática de sólidos rígidos.",
        "• Relación de la mecánica vectorial aplicada sobre una partícula o un sólido rígido con su estado de reposo o de movimiento. Aplicaciones estáticas o dinámicas de la física en otros campos de interés.",
        "• Interpretación de las leyes de la dinámica en términos de magnitudes como el momento lineal y el impulso mecánico: aplicaciones.",
        "Bloque 7. Energía",
        "• Conceptos de trabajo y potencia: elaboración de hipótesis sobre el balance energético de sistemas mecánicos o eléctricos del entorno cotidiano y su rendimiento.",
        "• Energía potencial y energía cinética de un sistema sencillo: aplicación a la conservación de la energía mecánica en sistemas conservativos y no conservativos y al estudio de las causas que determinan el movimiento de los objetos en el mundo real.",
        "• Variables termodinámica de un sistema para relacionar las variaciones de temperatura que experimenta con las transferencias de energía que se producen con su entorno."
    ]
}