{
  "saberes": [
    "Bloque 1. Escucha y percepción",
    "• El silencio, el sonido, el ruido y la escucha activa. Sensibilización y actitud crítica ante la polución sonora y el consumo indiscriminado de música.",
    "• Obras musicales, escénicas y dancísticas: análisis descriptivo de sus características más relevantes. Géneros musicales y dancísticos.",
    "• Comentario razonado, crítico y respetuoso, tanto verbal como escrito –uso de vocabulario adecuado–, de eventos musicales, coreográficos y escénicos, grabados o en directo, propios o ajenos.",
    "• Acción escénica y coreográfica, espacio sonoro, interpretación expresiva y técnica, acción narrativa, escenografía, iluminación, útiles, caracterización y vestuario.",
    "• Uso práctico a través del análisis de los elementos del lenguaje musical en las obras trabajadas: parámetros del sonido, armonía, textura, forma.",
    "• Voces e instrumentos. Evolución, características y agrupaciones. Relevancia en las distintas etapas.",
    "• Compositores y compositoras, artistas, intérpretes y agrupaciones internacionales, nacionales, regionales y locales, con especial atención a la Comunidad Autónoma de Galicia.",
    "• Conciertos, actuaciones musicales y manifestaciones artístico-musicales en vivo y registradas.",
    "• Mitos, estereotipos y roles de género transmitidos a través de la música y de la danza.",
    "• Herramientas digitales para la recepción musical: diferentes soportes audiovisuales.",
    "• Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
    "• Actitud de respeto y valoración en la recepción musical.",
    "Bloque 2. Interpretación, improvisación y creación escénica",
    "• La partitura: lectura rítmica y melódica. La escritura musical.",
    "• Conocimiento práctico de los elementos del lenguaje musical como instrumento efectivo en las actividades de creación e interpretación: signos convencionales de representación de los parámetros del sonido (altura, intensidad y duración).",
    "• Tonalidad: modulación, intervalos, acordes, funciones armónicas, progresiones armónicas, cadencias. Escalas modales.",
    "• Texturas musicales. Formas musicales simples y complejas. Agógica y dinámica.",
    "• Técnicas básicas para la interpretación individual y grupal: técnicas vocales, instrumentales (instrumentos orff u otros objetos de sonido), corporales con o sin movimiento y dancísticas. Técnicas de estudio y de control de emociones.",
    "• Técnicas de improvisación guiada y libre, individuales y grupales: improvisación rítmica y melódica, vocal, instrumental (instrumentos orff u otros objetos de sonido) y corporal con o sin movimiento y dancística.",
    "• Silencio, escucha activa, interiorización del pulso, atención a las indicaciones de la dirección y al resto de los intérpretes, memoria, adecuación al conjunto, empaste.",
    "• El ensayo: espacio de escucha activa y de aprendizaje.",
    "• Planificación y ejecución de proyectos musicales y audiovisuales: empleo de la voz, del cuerpo, de los instrumentos musicales, de los medios y de las aplicaciones tecnológicas.",
    "• Conciertos en formación orquestal, vocal con o sin acompañamiento instrumental y actos escénico-dancísticos del alumnado. Gestión de emociones, ansiedad, miedo escénico.",
    "• Repertorio vocal, instrumental (instrumentos orff u otros objetos de sonido), corporal y coreográfico tanto individual como grupal de distintos géneros musicales y escénicos, de diferentes épocas y culturas, con especial atención a la música gallega.",
    "• Valores y hábitos de consumo responsable en las plataformas digitales y en las redes sociales musicales.",
    "• Recursos para la creación y grabación de productos musicales y audiovisuales. Herramientas digitales para la creación musical. Secuenciadores, editores de partituras y aplicaciones informáticas.",
    "• Actitudes de respeto, compromiso y colaboración en la participación activa en actividades musicales y durante todo el proceso, desde la planificación y la preparación hasta la puesta en escena.",
    "Bloque 3. Contextos y culturas",
    "• Historia de la música y de la danza en España y en Galicia: períodos, características principales, géneros, voces, instrumentos y agrupaciones.",
    "• Tradiciones musicales y dancísticas de otras culturas del mundo: funciones, pervivencia e influencias en otros estilos musicales.",
    "• Músicas populares, urbanas y contemporáneas. Origen, antecedentes, evolución.",
    "• Blues, ragtime y jazz: inicios de estos estilos, evolución y fusión. El jazz en los Estados Unidos, en Europa, en España y en Galicia.",
    "• El sonido y la música en los medios audiovisuales y en las tecnologías digitales. La música al servicio de otras artes y lenguajes."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Analizar obras o fragmentos, musicales y dancísticos de diferentes épocas y culturas, grabados o en directo, identificando sus rasgos estilísticos y sus aspectos técnicos, explicando su relación con el contexto y evidenciando una actitud de apertura, interés y respeto en la escucha o en la visualización de estas. OBJ1",
    "• CE1.2. Valorar críticamente los hábitos, los gustos y los referentes musicales y dancísticos de diferentes épocas y culturas, reflexionando sobre su evolución y sobre su relación con los del presente y desmitificando los estereotipos referidos a los roles de género en el ámbito de la música y de la danza. OBJ1",
    "• CE1.3. Valorar los efectos que provoca la polución sonora y el consumo indiscriminado de música, analizando los contextos en los que se producen y su incidencia en los hábitos saludables de escucha. OBJ1",
    "• CE1.4. Conocer la organización, los procedimientos y los elementos del lenguaje musical y dancístico que nos permiten analizar y encuadrar una obra artística o un fragmento en el contexto cultural e histórico al que pertenece, utilizando herramientas digitales de recepción y de búsqueda fidedigna de información. OBJ1",
    "• CE1.5. Conocer, respetar y valorar a los agentes que intervienen en el proceso creativo e interpretativo de una obra artística, musical, escénica y dancística, a través del patrimonio cultural propio y ajeno, identificando los rasgos estilísticos que los caracterizan. OBJ1",
    "• CE1.6. Identificar, analizar y valorar las características culturales y sociales, así como los elementos propios del lenguaje musical y dancístico que definen el patrimonio gallego. OBJ5",
    "• CE2.1. Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas de mayor complejidad, por medio de la interpretación y de improvisaciones libres y pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas. OBJ2",
    "• CE2.2. Elaborar piezas musicales o dancísticas estructuradas a partir de actividades de improvisación, seleccionando las técnicas del repertorio personal de recursos más adecuadas a la intención expresiva. OBJ2",
    "• CE2.3. Leer partituras sencillas, identificando los elementos básicos del lenguaje musical y analizando de forma guiada las estructuras de las piezas, con o sin apoyo de la audición. OBJ3",
    "• CE2.4. Emplear diferentes técnicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y de aprendizaje. OBJ3",
    "• CE2.5. Interpretar con corrección y expresividad un repertorio de piezas musicales y dancísticas, individuales y grupales, de diferentes géneros y estilos, dentro y fuera del aula, gestionando la ansiedad y el miedo escénico y manteniendo la concentración. OBJ3",
    "• CE2.6. Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, seleccionando, de entre los disponibles, los medios musicales y dancísticos más oportunos, así como las herramientas analógicas o digitales más adecuadas, respetando y valorando el consumo responsable en las diferentes plataformas y redes sociales. OBJ4",
    "• CE2.7. Participar activamente en la planificación y en la ejecución de propuestas artístico-musicales colaborativas, asumiendo diferentes funciones, valorando las aportaciones del resto de integrantes del grupo e identificando diversas oportunidades de desarrollo personal, social, académico y profesional. OBJ4",
    "• CE2.8. Interpretar a través de la danza, de la voz, del cuerpo o de los instrumentos –en formación orquestal o vocal, con o sin acompañamiento instrumental– diferentes piezas musicales y manifestaciones artísticas con elementos propios de la cultura gallega. OBJ5",
    "• CE3.1. Conocer la historia de la música en España, en Galicia y en otras culturas del mundo a través de obras o fragmentos musicales y dancísticos, identificando sus principales rasgos estilísticos y características, explicando su relación con el contexto en el que fueron creados y manifestando una actitud de tolerancia, interés y respeto. OBJ1",
    "• CE3.2. Conocer y valorar críticamente todo tipo de manifestaciones musicales y escénicas del siglo XX hasta la actualidad, tanto en el cine como en la música popular urbana y en otros medios artísticos, audiovisuales y tecnológicos, a través de la identificación de sus especificidades y reflexionando sobre su evolución y su relación con los del presente. OBJ1"
  ]
}
