{
    "competenciasEspecificas": [
        "1.  Identificar diferentes concepciones del arte a lo largo de la historia, seleccionando y analizando información diversa de forma crítica, valorando la diversidad de manifestaciones artísticas como producto de la creatividad humana, y fomentando el respeto por las mismas.",
        "2.  Identificar los diversos lenguajes artísticos como una forma de comunicación y expresión de ideas, deseos y emociones, utilizando con corrección la terminología y el vocabulario específico de la materia, elaborando productos en los que exprese con coherencia y fluidez sus propios juicios y sentimientos, a la vez que muestre respeto y empatía por los juicios y expresiones de los demás.",
        "3.  Analizar y valorar críticamente las distintas funciones del arte a lo largo de la historia, considerando la dimensión ideológica, política, social, económica y religiosa, subjetiva y propiamente estética de la obra de arte y de sus procesos de producción y recepción, y adoptando una apreciación compleja y un juicio crítico e informado de los mismos.",
        "4.  Identificar y reflexionar sobre los principales movimientos artísticos a lo largo de la historia, reconociendo las relaciones de influencia, préstamo y ruptura que se producen entre ellos, comprendiendo los mecanismos que rigen la evolución de la historia del arte y manifestando respeto y aprecio hacia las manifestaciones artísticas de cualquier época y cultura.",
        "5.  Identificar y contextualizar espacial y temporalmente las más relevantes manifestaciones y personalidades artísticas, analizando su entorno social, político y cultural, y sus aspectos biográficos, valorando las obras y sus creadores como expresión de su época y ámbito social, apreciando su creatividad y la diversidad de formas de creación y expresión estética.",
        "6.  Valorar el uso y funciones del patrimonio artístico local, nacional y mundial, analizando ejemplos concretos de su aprovechamiento y sus funciones, contribuyendo a su conservación, a un uso comprometido a favor de la consecución de los Objetivos de Desarrollo Sostenible y a su promoción como elemento conformador de la identidad individual y colectiva, y dinamizador de la economía y la cultura.",
        "7.  Realizar análisis comparativos entre obras de diversos estilos, épocas y lugares, identificandolos cambios estéticos y los diferentes cánones de belleza a lo largo de la historia del arte, conformando una imagen ajustada de sí mismo y consolidando una madurez personal que permita mostrar sensibilidad y respeto hacia la diversidad superando estereotipos y prejuicios."        
    ]
}
