{
    "criteriosEvaluacion": [
        "• CE1.1. Plantear preguntas, realizar predicciones y formular hipótesis que puedan ser respondidas o contrastadas utilizando métodos científicos y que intenten explicar fenómenos biológicos, geológicos o ambientales. OBJ3",
        "• CE1.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos, geológicos y ambientales, y seleccionar los instrumentos necesarios, de modo que permitan responder preguntas concretas y contrastar una hipótesis expuesta minimizando los sesgos en la medida de lo posible. OBJ3",
        "• CE1.3. Realizar experimentos y tomar datos cuantitativos y cualitativos sobre fenómenos biológicos, geológicos y ambientales seleccionando y utilizando los instrumentos, herramientas o técnicas adecuados con corrección y precisión. OBJ3",
        "• CE1.4. Interpretar y analizar resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas y reconociendo su alcance y limitaciones, y obteniendo conclusiones razonadas y fundamentadas o valorando la imposibilidad de hacerlo. OBJ3",
        "• CE1.5. Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del proyecto científico, con el fin de trabajar con mayor eficiencia, utilizando herramientas tecnológicas adecuadas, valorando la importancia de la cooperación en la investigación, respetando la diversidad y favoreciendo la inclusión. OBJ3",
        "• CE1.6. Argumentar sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de las mujeres y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución e influida por el contexto político y los recursos económicos. OBJ2",
        "• CE2.1. Explicar los modelos de la estructura y dinámica del interior terrestre diferenciando la composición y el comportamiento de las diferentes capas a través de la información proporcionada por los principales métodos de estudio indirectos y directos. OBJ4",
        "• CE2.2. Reflexionar sobre el surgimiento de la teoría de la tectónica de placas reconociendo los antecedentes y pruebas que confirmaron el movilismo y adoptando una actitud crítica hacia informaciones de dudosa procedencia y sin una base científica. OBJ2",
        "• CE2.3. Argumentar desde la teoría de la tectónica de placas los fenómenos geológicos de la superficie terrestre relacionándolos con los movimientos de las placas litosféricas y con los procesos térmicos del interior terrestre, y describiendo las estructuras geológicas asociadas. OBJ1",
        "• CE2.4. Analizar la definición y la clasificación de los minerales atendiendo a su composición química y reconocer sus propiedades relacionándolas con su estructura interna. OBJ1",
        "• CE2.5. Reconocer los tipos de rocas e interpretar los procesos geológicos implicados en su formación utilizando el ciclo geológico a la luz de la teoría de la tectónica de placas. OBJ3",
        "• CE2.6. Identificar minerales mediante la observación de sus propiedades y las principales rocas según su composición, origen y textura utilizando ejemplos del entorno, relacionándolos con sus aplicaciones en la vida cotidiana y promoviendo la explotación y el uso sostenible y su relevancia como patrimonio geológico. OBJ3",
        "• CE2.7. Analizar los riesgos a través de sus factores y localizar áreas sísmicas y volcánicas en España interpretando información en diferentes formatos (mapas, gráficos, tablas, diagramas, esquemas...) y valorando la importancia de las medidas de predicción, prevención y corrección. OBJ1",
        "• CE3.1. Describir la acción de los agentes geológicos externos reconociendo las formas de relieve asociadas y analizando el relieve en Galicia y el paisaje próximo. OBJ1",
        "• CE3.2. Explicar los procesos edafogenéticos identificando los factores de formación del suelo y la importancia de su conservación. OBJ4",
        "• CE3.3. Relacionar los grandes eventos de la historia terrestre con determinados elementos del registro geológico y con los sucesos que ocurren en la actualidad, utilizando los principios geológicos básicos y el razonamiento lógico. OBJ6",
        "• CE3.4. Resolver problemas de datación analizando elementos del registro geológico y fósil y aplicando métodos de datación relativa. OBJ6",
        "• CE3.5. Interpretar y deducir en mapas y cortes la historia geológica aplicando principios geológicos básicos (intersección, horizontalidad...), determinando las discontinuidades estratigráficas y empleando fósiles guía. OBJ6",
        "• CE3.6. Analizar críticamente los riesgos geológicos externos relacionándolos con las actividades humanas y valorando la importancia de las medidas de predicción, prevención y corrección. OBJ1",
        "• CE4.1. Identificar los niveles de organización de los seres vivos ejemplificando cada uno de ellos y utilizando diferentes formatos para su diferenciación (esquemas, diagramas, tablas...). OBJ1",
        "• CE4.2. Distinguir bioelementos a través de ejemplos e identificar las diferentes biomoléculas, reconociendo los monómeros constituyentes de cada una y sus respectivas funciones biológicas, demostrando la uniformidad química de los seres vivos. OBJ1",
        "• CE4.3. Diferenciar las formas de organización celular procariota y eucariota utilizando diferentes formatos (dibujos, esquemas, microfotografías, vídeos…) e identificar los distintos orgánulos celulares relacionándolos con su función. OBJ1",
        "• CE4.4. Relacionar los tejidos animales y vegetales con las células constituyentes a través de imágenes obtenidas con diferentes técnicas, indicando justificadamente sus funciones y valorando las ventajas evolutivas de la organización pluricelular. OBJ1",
        "• CE4.5. Analizar los criterios utilizados para la clasificación de los seres vivos, describiendo las características de los tres dominios y los cinco reinos y justificando desde la perspectiva evolutiva los cambios en los grandes grupos. OBJ1",
        "• CE4.6. Diferenciar los principales grupos taxonómicos de los seres vivos, reconociendo sus características y aportando ejemplos de su propio medio, así como utilizar claves dicotómicas para su determinación. OBJ4",
        "• CE4.7. Describir el proceso de especiación y argumentar sobre aspectos relacionados con la evolución utilizando las pruebas y los mecanismos evolutivos, y defendiendo una postura de forma razonada y con una actitud abierta, flexible, receptiva ante la opinión de los demás. OBJ1",
        "• CE5.1. Explicar la fotosíntesis como un proceso de nutrición autótrofa relacionándola con los mecanismos y estructuras involucradas en el transporte de los zumos y argumentando su relevancia para el mantenimiento de la vida en la Tierra. OBJ4",
        "• CE5.2. Reconocer la función de relación de las plantas diferenciando las nastias y los tropismos, asociando cada estímulo con su respuesta y relacionando las principales hormonas con su función. OBJ1",
        "• CE5.3. Describir las diferencias entre la reproducción sexual y asexual, reconociendo las ventajas e inconvenientes de cada una y analizándolas desde una perspectiva evolutiva. OBJ1",
        "• CE5.4. Explicar los ciclos biológicos de los diferentes grupos de plantas analizando sus fases y estructuras características a través de dibujos, esquemas y gráficos. OBJ4",
        "• CE5.5. Reconocer los procesos implicados en la reproducción sexual y los tipos de reproducción asexual, reconociendo en esta última su aplicación en el campo de la agricultura. OBJ1",
        "• CE5.6. Explicar la relación de las adaptaciones de los vegetales con el medio en que se desarrollan utilizando ejemplos significativos y reconociendo la influencia de diferentes factores. OBJ4",
        "• CE6.1. Identificar los órganos, aparatos y sistemas que intervienen en la función de nutrición, relación y reproducción, reconociendo la función de cada uno en los diferentes grupos taxonómicos. OBJ1",
        "• CE6.2. Reconocer los aparatos digestivos, los pigmentos y aparatos respiratorios, los tipos de circulación, los productos de excreción y los procesos que intervienen en la nutrición animal. OBJ1",
        "• CE6.3. Describir los receptores sensoriales, sistemas de coordinación y órganos efectores de manera comparada en los principales grupos de animales. OBJ1",
        "• CE6.4. Describir y comparar los tipos de reproducción sexual y asexual, los tipos de fecundación y las estructuras implicadas en la reproducción en diferentes grupos de animales analizando los ciclos biológicos más representativos. OBJ1",
        "• CE6.5. Explicar la relación de las adaptaciones de los animales con el medio en que se desarrollan utilizando ejemplos significativos y reconociendo la influencia de diferentes factores. OBJ4",
        "• CE6.6. Plantear y resolver cuestiones relacionadas con los diferentes animales localizando y citando fuentes adecuadas y seleccionando, organizando y analizando críticamente la información. OBJ2",
        "• CE7.1. Identificar los diferentes tipos de microorganismos, clasificándolos en los dominios y reinos correspondientes. OBJ1",
        "• CE7.2. Argumentar sobre la importancia ecológica de los microorganismos, relacionándolos con los ciclos biogeoquímicos. OBJ5",
        "• CE7.3. Describir los principales mecanismos de reproducción bacteriana haciendo hincapié en la transferencia genética horizontal y en sus consecuencias para la salud humana. OBJ5",
        "• CE7.4. Reconocer las principales técnicas de cultivo de microorganismos a través de la observación de vídeos, páginas web, fotografías o de la práctica en el laboratorio. OBJ3",
        "• CE7.5. Identificar las formas acelulares (virus, viroides y priones) y contrastar y justificar la veracidad de la información reconociendo su importancia biológica, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica, como pseudociencias, teorías conspiratorias, creencias infundadas, noticias falsas... OBJ2",
        "• CE7.6. Comunicar informaciones y describir las enfermedades infecciosas más importantes relacionadas con los microorganismos, reflexionando sobre el papel de los antibióticos en su tratamiento y sobre el problema de la resistencia, transmitiéndolas de forma rigurosa y utilizando la terminología y el formato adecuados (gráficos, tablas, vídeos e informes, entre otros) y herramientas digitales. OBJ1",
        "• CE8.1. Explicar la dinámica de las capas fluidas de la Tierra, reconociendo la interrelación entre todos los subsistemas terrestres e utilizando ejemplos significativos. OBJ1",
        "• CE8.2. Reconocer un ecosistema, describiendo las relaciones tróficas, los ciclos biogeoquímicos y el flujo de energía a través de los diferentes eslabones e identificando su interdependencia. OBJ1",
        "• CE8.3. Resolver problemas relacionados con las interacciones tróficas en los ecosistemas buscando y utilizando recursos variados, como conocimientos propios, datos e información obtenidos, razonamiento lógico, pensamiento computacional o herramientas digitales. OBJ4",
        "• CE8.4. Analizar las causas y las consecuencias ecológicas, sociales y económicas de los principales problemas ambientales, desde una perspectiva individual, local y global, concibiéndolos como grandes retos de la humanidad. OBJ5",
        "• CE8.5. Analizar críticamente la solución a un problema ambiental relacionándolo con las causas y consecuencias que lo originan. OBJ4",
        "• CE8.6. Evaluar diferentes problemas medioambientales promoviendo el desarrollo sostenible como modelo para la conservación del medio ambiente. OBJ5",
        "• CE8.7. Proponer y poner en práctica hábitos de vida e iniciativas sostenibles y saludables en el ámbito local y global, argumentando sobre sus efectos positivos y sobre la urgencia de adoptarlos. OBJ5"
    ],
    "saberes": [
        "Bloque 1. Proyecto científico",
        "• La evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción y evolución.",
        "• Estrategias para la elaboración de un proyecto científico.",
        "– Formulación de hipótesis, preguntas y conjeturas científicas.",
        "– Búsqueda, reconocimiento y utilización de fuentes fiables de información científica.",
        "– Experiencias científicas de laboratorio y/o de campo: diseño, planificación y realización.",
        "– Controles experimentales y contraste de hipótesis.",
        "– Método de análisis de resultados científicos: organización, representación y herramientas estadísticas.",
        "– Comunicación científica de procesos y resultados con vocabulario científico y a través de herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, pósteres, informe y otros).",
        "• Importancia social de la contribución y de la labor científica de las personas dedicadas a la ciencia. El papel de las mujeres en la ciencia.",
        "Bloque 2. La geodinámica interna",
        "• El estudio de la Tierra: métodos directos e indirectos.",
        "• Los modelos de la estructura y dinámica de la geosfera.",
        "• Los procesos geológicos internos. El relieve y la relación con la tectónica de placas.",
        "– Antecedentes: deriva continental, expansión del fondo oceánico y paleomagnetismo.",
        "– Las placas litosféricas. La convección terrestre.",
        "– Tipos de bordes de placas. Estructuras y fenómenos geológicos asociados a los límites y a las zonas de intraplaca.",
        "– Consecuencias: la deformación de las rocas. Pliegues y fallas.",
        "• Los minerales: concepto, propiedades y clasificación.",
        "• Las rocas.",
        "– Magmatismo, metamorfismo y sedimentación.",
        "– Clasificación según su origen y composición. Rocas magmáticas, metamórficas y sedimentarias.",
        "– Relación con la tectónica de placas. El ciclo de las rocas.",
        "• Clasificación e identificación de los minerales y rocas relevantes y del entorno. Explotación y uso sostenible. Importancia de la conservación del patrimonio geológico.",
        "• Los riesgos geológicos internos.",
        "– Factores de riesgo.",
        "– Medidas de predicción, prevención y corrección.",
        "• El riesgo sísmico y volcánico en España.",
        "Bloque 3. La geodinámica externa. Historia de la Tierra",
        "• Los procesos geológicos externos: agentes causales y consecuencias sobre el relieve.",
        "• La evolución de un suelo: procesos, factores y conservación.",
        "• Los métodos y principios del estudio del registro geológico: reconstrucción de la historia geológica.",
        "• El tiempo geológico: magnitud, escala y métodos de datación absoluta y relativa.",
        "• La historia de la Tierra: principales acontecimientos geológicos, paleogeográficos, climáticos y biológicos.",
        "• Los riesgos geológicos externos y su relación con la actividad humana. Medidas de predicción, prevención y corrección.",
        "Bloque 4. Los seres vivos: niveles de organización, composición, diversidad y evolución",
        "• Los niveles de organización de los seres vivos y la unidad de composición química.",
        "• La composición química de los seres vivos.",
        "– Los bioelementos: concepto y clasificación.",
        "– Las biomoléculas: clasificación, monómeros y funciones biológicas.",
        "• La organización celular de los seres vivos.",
        "– Organización procariota y eucariota: semejanzas y diferencias.",
        "• La organización pluricelular de los seres vivos.",
        "– Histología animal y vegetal.",
        "– Órganos, aparatos y sistemas.",
        "– Perspectiva evolutiva.",
        "• Los principales grupos taxonómicos de los seres vivos: características fundamentales.",
        "• Las principales teorías evolutivas: pruebas y mecanismos de la evolución. La especiación.",
        "• La historia de la vida en la Tierra: justificación desde la perspectiva evolutiva de los principales cambios en los grupos de seres vivos.",
        "Bloque 5. Los vegetales: funciones y adaptaciones",
        "• La función de nutrición vegetal.",
        "– La fotosíntesis: balance general e importancia ecológica para la vida en la Tierra.",
        "– Mecanismos de transporte del zumo bruto y del zumo elaborado en las plantas vasculares.",
        "• La función de relación.",
        "– Tipos de respuestas de los vegetales a los distintos tipos de estímulos.",
        "– Las fitohormonas y su papel en la fisiología vegetal.",
        "• La función de reproducción.",
        "– La reproducción asexual y la reproducción sexual. Relevancia ecológica y evolutiva.",
        "– Los ciclos biológicos en los diferentes tipos de vegetales.",
        "• Las adaptaciones de los vegetales al medio.",
        "Bloque 6. Los animales: funciones y adaptaciones",
        "• La función de nutrición animal.",
        "– Procesos y estructura implicados en los diferentes grupos taxonómicos.",
        "• La función de relación.",
        "– Funcionamiento de los sistemas de coordinación (nervioso y endocrino) en los diferentes grupos taxonómicos.",
        "• La función de reproducción.",
        "– Procesos y estructuras implicados en los diferentes grupos taxonómicos.",
        "– Importancia biológica.",
        "• Las adaptaciones de los animales al medio.",
        "Bloque 7. Los microorganismos y las formas acelulares",
        "• Concepto y características generales de los microorganismos.",
        "• El metabolismo de los microorganismos. Ciclos biogeoquímicos e importancia ecológica.",
        "• La reproducción bacteriana. Mecanismos de transferencia genética horizontal en bacterias.",
        "• Las técnicas de esterilización, cultivo y aislamiento.",
        "• Las formas acelulares: virus, viroides y priones. Características, mecanismos de infección e importancia biológica.",
        "• Las enfermedades infecciosas.",
        "– Clasificación según los microorganismos causantes.",
        "– Resistencia a los antibióticos. Uso responsable de estos.",
        "Bloque 8. Ecología y sostenibilidad",
        "• Estructura, dinámica y funciones de la atmósfera y de la hidrosfera.",
        "• La dinámica de los ecosistemas.",
        "– Las relaciones tróficas. El flujo de energía y los ciclos de la materia.",
        "– Resolución de problemas y cuestiones relacionados con los parámetros y con las relaciones tróficas.",
        "• Los principales impactos ambientales antrópicos.",
        "– El cambio climático. Causas y consecuencias y estrategias para la mitigación y la adaptación.",
        "– La pérdida de la biodiversidad: causas y consecuencias ambientales y sociales. Importancia de su conservación.",
        "– Los residuos: efectos, prevención y gestión.",
        "• Desarrollo sostenible: concepto y dimensiones."
    ]
}