{
    "criteriosEvaluacion": [
        "1.1. Valorar el medio fotográfico y el audiovisual como formas de conocimiento y comprensión del mundo, reflexionando,con curiosidad y respeto, sobre sus características y función en la sociedad, descubriendo las respuestas alternativas que generan ante un mismo interrogante.",
        "1.2. Analizar críticamente diversas formas de narración fotográficas y audiovisuales, entendiendo y argumentando de forma activa y respetuosa los cambios que se han producido a lo largo de la historia, utilizando correctamente el vocabulario y la terminología específica, y valorando la importancia del patrimonio fotográfico y audiovisual como legado universal para el ser humano.",
        "2.1. Comparar narraciones audiovisuales de diferentes sociedades y culturas, relacionándolos de forma razonada e inte- gradora con su propia identidad cultural y audiovisual, comprendiendo las interrelaciones e influencias compartidas, facili- tando su respeto a la libertad de expresión y la comprensión del otro.",
        "2.2. Analizar sin prejuicios diversas imágenes fotográficas y producciones audiovisuales, identificando los lenguajes y elementos técnicos, los contextos en los que se han creado y la intencionalidad de sus mensajes, valorando el deleite es- tético y la mirada empática y tolerante sobre el mundo.",
        "3.1. Experimentar e innovar, con progresiva autonomía, en el proceso de la producción audiovisual, planificandola de forma creativa, determinando los medios y habilidades necesarios, justificando razonadamente su elección y profundizando en el conocimiento de sus posibilidades expresivas.",
        "3.2. Realizar una producción audiovisual de manera creativa, utilizando correctamente y de forma innovadora los medios y habilidades necesarios y buscando un resultado final ajustado al proyecto preparado previamente.",
        "4.1. Desarrollar propuestas de trabajo audiovisual con una intención expresiva y comunicativa personal y creativa, asumien- do el error como oportunidad de mejora e integrando en su ejecución la autocrítica y la necesidad de comunicación y comprensión del otro.",
        "4.2. Realizar producciones audiovisuales creativas que representen sus ideas, opiniones y sentimientos a partir de un tema o motivo previos, empleando la expresión audiovisual como una herramienta de exploración del entorno.",
        "5.1. Identificar diferentes ejemplos de profesiones relacionadas con la cultura audiovisual, comprendiendo las oportunidades que ofrecen y el valor añadido de la creatividad en el trabajo, expresando la opinión propia de forma razonada y respetuosa.",
        "5.2. Planificar una producción audiovisual sostenible, asumiendo responsabilidades, expresando su opinión de forma ra- zonada y respetuosa, comprendiendo los retos planteados y la importancia del trabajo colaborativo en la consecución de un resultado profesional.",
        "5.3. Crear una producción audiovisual sostenible individual o grupal, abierta y colaborativa, diseñando las fases del proce- so y seleccionando las técnicas adecuadas para conseguir un resultado que amplíe su personalidad artística.",
        "6.1 Exponer el resultado final de una producción audiovisual, utilizando de manera crítica, segura y responsable las herra- mientas digitales, compartiendo el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y una valoración de los logros alcanzados.",
        "6.2 Analizar la recepción de las producciones audiovisuales presentadas de manera abierta y respetuosa, considerando tanto las opiniones positivas como las negativas y extrayendo de ello un aprendizaje para el crecimiento artístico."
    ],
    "saberes": [
        "A. Generales",
        "Afianzamiento del pensamiento creativo divergente y crítico.",
        "Valoración de la diversidad como fuente de riqueza cultural y artística.",
        "Promoción y conservación del patrimonio cultural y artístico",
        "El medio audiovisual como herramienta de conocimiento de la sociedad despojada de prejuicios y tolerante.",
        "Desarrollo del deleite estético y el espíritu emprendedor e importancia de la innovación.",
        "Afianzamiento del autoconocimiento, autonomía, autocrítica, humildad y la comprensión del otro.",
        "Reconocimiento del error como forma de mejora y aprendizaje.",
        "Identificación de profesiones, oportunidades vinculadas con la cultura audiovisual.",
        "Responsabilidad y toma de decisiones.",
        "Empatía y valoración de diferentes puntos de vista.",
        "Utilización de manera crítica, segura y responsable de herramientas digitales, respetando la protección de datos, propiedad",
        "intelectual y derechos de autoría.",
        "B. Imagen",
        "Definición.Percepción visual.Desarrollo,función y clasificación.",
        "Sintaxis visual y elementos de la imagen.",
        "Equilibrio entre plano e imagen. Elementos dinámicos. Tamaño, formato, escala y proporción.",
        "C. Historia de la fotografía y el audiovisual: de Daguerre a la realidad virtual. Apreciación estética y análisis formal.",
        "Orígenes de la fotografía y el cinematógrafo: pioneros/as en los avances tecnológicos y en el establecimiento de las formas",
        "lingüísticas en ambos medios.",
        "Corrientes históricas en fotografía y cine y máximos/as representantes.",
        "Diversidad en las manifestaciones fotográficas y audiovisuales contemporáneas y del pasado. Medios de comunicación",
        "convencionales e internet.Lectura y análisis comparativo, considerando su contexto histórico.",
        "Formatos audiovisuales: corto, medio y largometraje de ficción, corto, medio y largometraje documental, serie, ensayo fíl- mico, formatos televisivos, videoclip, fashion film, spot, vídeo educativo, video corporativo/institucional, formatos asociados a las redes sociales, etc. Aspectos formales más destacados.",
        "D. Elementos formales y capacidad expresiva de la imagen fotográfica y el lenguaje audiovisual.",
        "Plano (escala: valor expresivo) y toma, angulaciones y movimientos de cámara.",
        "Exposición,enfoque, encuadre, profundidad de campo, campo y fuera de campo.",
        "Conceptos básicos sobre iluminación.",
        "Composición para imagen fija y para imagen en movimiento.",
        "Simbología y psicología del color. Uso por los/as grandes fotógrafos/as y cineastas.",
        "Retoque digital.",
        "Funciones de la imagen audiovisual.",
        "E. Expresión y narrativa audiovisual.",
        "Guión literario. Fases de elaboración. Escena y secuencia dramática. La escaleta.",
        "Guión técnico y el storyboard .",
        "Puesta en escena: localizaciones, decorados (volumétricos y virtuales), caracterización, interpretación, iluminación, movi- miento.",
        "Banda de sonido: perspectiva sonora y posibilidades expresivas.",
        "Montaje y postproducción. Evolución y gramática.",
        "Los lenguajes de la televisión y la publicidad",
        "F .Producción audiovisual. Técnicas y procedimientos.",
        "Equipos de trabajo en la producción audiovisual: dirección, producción, cámara/ fotografía, sonido, arte, postproducción.",
        "Distribución de tareas en la producción audiovisual:criterios de selección a partir de las habilidades requeridas.",
        "Fases de trabajo: preproducción, rodaje y postproducción.",
        "Estrategias de selección de técnicas, herramientas y convenciones audiovisuales.",
        "Medios técnicos de realización: cámara y accesorios, microfonía, equipo de iluminación.",
        "Grabación del sonido. Sincrónico y recreado.",
        "Introducción a los softwares de edición no lineal.",
        "Difusión de contenidos audiovisuales: redes sociales, salas comerciales, espacios de exhibición alternativos, festivales cinematográficos en línea y presenciales, etc.",
        "Técnicas y estrategias de evaluación de las producciones audiovisuales."
    ]
}