{
  "saberes": [
    "Elements del llenguatge visual. Experimentació i possibilitats comunicatives",
    "- Ús del llenguatge visual i audiovisual i aplicació dels principis de la percepció en la creació de produccions artístiques diverses, en el pla, l’espai i el temps.",
    "- Aplicació d’estratègies d’experimentació conceptual o tècnica, amb diferents finalitats, en el procés de creació.",
    "- Ús de tècniques i procediments, digitals o manuals, amb diverses finalitats comunicatives: expressiva, persuasiva, metafòrica, crítica, descriptiva, narrativa, documental, en la creació de projectes individuals i col·lectius.",
    "- Descobriment dels recursos expressius, gestuals, narratius, tècnics, tecnològics i comunicatius dels llenguatges artístics, en l’anàlisi i contextualització d’obres d’art, el disseny i la publicitat.",
    "Creació artística. Tècniques, procediments i processos",
    "- Aplicació de processos creatius, establint connexions entre conceptes, idees i imatges, a través de l’experimentació i de la realització d’esbossos i assajos, en la ideació de les propostes.",
    "- Desenvolupament de projectes dels àmbits de l’art, la publicitat i els diferents camps del disseny, introduint el concepte de disseny inclusiu, a través del seguiment del procés projectual.",
    "- Representacions de formes bidimensionals i tridimensionals, de forma manual i amb programari informàtic, aplicant la geometria i els sistemes de representació, en el desenvolupament d’un projecte.",
    "- Integració del concepte de sostenibilitat, a través de la utilització de materials reciclats, naturals i productes ecològics en la pràctica artística.",
    "Manifestacions artístiques contemporànies i del patrimoni cultural. Anàlisi i apreciació estètica",
    "- Valoració del patrimoni cultural, incorporant la perspectiva de gènere i la diversitat cultural i social, a través de l’anàlisi de manifestacions artístiques contemporànies, locals i de la història.",
    "- Anàlisi de recursos formals, tècnics, literaris i persuasius, i la seva relació amb la funció i la finalitat, a partir de l’observació, la classificació i la comparació de produccions dels àmbits de la publicitat, l’art i el disseny.",
    "- Detecció de la publicitat subliminal i reflexió crítica sobre els estereotips en la societat de consum i el consum responsable, en l’anàlisi de la publicitat i el disseny.",
    "- Desenvolupament del pensament ètic i responsable en relació amb la propietat intel·lectual i cultural."
  ],
  "criteriosEvaluacion": [
    "1.1 Explicar amb respecte els valors estilístics, històrics i socials de diferents produccions artístiques, visuals i audiovisuals, incloses les contemporànies, així com la seva funció i finalitat, mitjançant la recerca autònoma d’informació en diferents fonts, analitzant les diferències i incorporant la perspectiva de gènere i la interculturalitat.",
    "1.2 Valorar la importància de conservar el patrimoni cultural i artístic, a través del coneixement i l’anàlisi de les produccions artístiques, de diferents societats i cultures, relacionant-les amb la pròpia identitat cultural.",
    "1.3 Reflexionar sobre la presència del disseny, la imatge i l’art en el propi entorn, i la seva finalitat, compartint conclusions sobre les oportunitats professionals que se’n deriven, amb una actitud oberta i interès per conèixer la seva importància en la societat.",
    "1.4 Seleccionar amb sentit crític produccions culturals i artístiques contemporànies del seu interès, com a font d’inspiració en les seves creacions, adequades a la proposta a realitzar, construint-se una identitat cultural pròpia",
    "2.1 Descriure respectuosament produccions d’art i disseny, incloses les contemporànies, explicant els aspectes formals, els recursos expressius i tècnics utilitzats, establint relacions amb el missatge que transmeten, el context i la funció de manera argumentada.",
    "2.2 Reconèixer la multiplicitat de solucions expressives i tècniques que ofereixen produccions artístiques diverses, per comunicar idees afins.",
    "2.3 Avaluar les produccions pròpies i alienes, reflexionant sobre el procés i el resultat i analitzant-los, justificant propostes alternatives i de millora.",
    "2.4 Valorar el potencial creatiu de l’art, a través de l’anàlisi crítica i el debat constructiu, comprenent els canvis que s’han produït al llarg de la història en les tendències artístiques.",
    "3.1 Comunicar idees i emocions, amb creativitat i sensibilitat, reflexionant sobre la societat i l’entorn, les manifestacions culturals contemporànies i el patrimoni cultural i els recursos del seu imaginari, en la representació visual.",
    "3.2 Utilitzar recursos expressius, tècnics, comunicatius, simbòlics, aplicant, si escau, convencions de manera rigorosa, adequats a la situació comunicativa i a la seva finalitat, en la representació d’idees, formes i emocions.",
    "3.3 Imaginar i comunicar propostes, a través d’esbossos, esquemes, diagrames, dibuixos, guions il·lustrats, croquis, plànols i d’altres, amb qualsevol eina, incloses les tecnològiques i les digitals.",
    "4.1 Transferir coneixements de qualsevol àmbit a la producció artística.",
    "4.2 Utilitzar missatges, mitjans i processos, de diferents disciplines artístiques, en les seves pròpies produccions, de manera oberta i creativa.",
    "5.1 Diferenciar els trets de cada llenguatge artístic i els seus processos en funció del context i de progrés tecnològic, mostrant autonomia i eficàcia en la investigació i la recerca d’informació.",
    "5.2 Experimentar amb tècniques i mitjans, inclosos els digitals, i recursos dels llenguatges artístics, de manera autònoma i amb un objectiu prefixat, analitzant i avaluant els resultats de l’experimentació.",
    "5.3 Experimentar, triar i aplicar diferents tècniques, mitjans, recursos i convencions, en funció dels requeriments i la intenció del missatge i del projecte a dur a terme.",
    "6.1 Donar resposta a plantejaments diversos de forma autònoma, analitzant la proposta de treball, documentant-se i utilitzant recursos adequats a les necessitats i la finalitat comunicativa del projecte.",
    "6.2 Organitzar un projecte de manera individual o col·laborativa, seguint un mètode de treball propi, fent valoracions per prendre decisions al llarg del seu desenvolupament.",
    "6.3 Compartir idees, missatges, imaginari i objectius, amb altres camps del coneixement, en l’elaboració de projectes artístics interdisciplinaris i col·laboratius.",
    "6.4 Expressar respectuosament opinions i reflexions raonades, per arribar a un consens a través del diàleg en la realització d’un projecte."
  ]
}