{
    "criteriosEvaluacion": [
        "1.1. Describir las características musicales de una obra a partir de la escucha activa y el estudio de partituras, analizando sus elementos constitutivos y la función que estos cumplen dentro de la composición.",
        "1.2. Comparar los elementos constitutivos y las características musicales de diferentes obras, estableciendo analogías y diferencias entre ellas, a partir de la escucha activa y del estudio de partituras, favoreciendo el respeto hacia las distintas convenciones formales y considerando la diversidad como valor democrático esencial.",
        "2.1. Distinguir los principales géneros y estilos musicales que se desarrollan en la historia, analizando los factores que inciden en la evolución de las formas musicales.",
        "2.2. Asociar las obras analizadas con un género, un estilo y un contexto de creación determinados, identificando, de forma autónoma, la estructura formal y los procedimientos compositivos utilizados.",
        "2.3 Analizar las características del patrimonio musical andaluz, incidiendo en el flamenco y en sus códigos creativos, reconociendo la pluralidad artística y cultural para ayudar a superar cualquier tipo de discriminación.",
        "3.1. Expresar juicios personales sobre las obras analizadas, argumentando la opinión propia y utilizando una terminología musical adecuada.",
        "3.2. Justificar la opinión propia sobre las obras analizadas, investigando y seleccionando la información más pertinente a partir de medios analógicos y digitales.",
        "3.3. Elaborar críticas musicales y comentarios propios para su difusión en medios analógicos y digitales, respetando los derechos de autor y la propiedad intelectual.",
        "4.1. Realizar improvisaciones sencillas o pequeñas composiciones, en proyectos musicales grupales, utilizando los procedimientos compositivos fundamentales y aplicando patrones melódicos, rítmicos, armónicos y formales previamente analizados e interiorizados.",
        "4.2. Utilizar, diferentes herramientas tecnológicas en la creación de proyectos musicales diversos.",
        "5.1. Analizar los diferentes usos de la música y cómo inciden determinados rasgos musicales en la salud y las emociones, a partir de la información obtenida en fuentes de información fiables.",
        "5.2. Describir las características de la música que se utiliza con fines terapéuticos, analizando ejemplos de obras y relacionando sus rasgos con posibles efectos en el oyente."
    ],
    "saberes": [
        "A. Técnicas de análisis musical",
        "AMUS.2.A.1. Técnicas de análisis de audición y de partituras.",
        "AMUS.2.A.2. Técnicas para el análisis del contexto histórico-estético de la creación y la interpretación de la obra.",
        "AMUS.2.A.3. El texto y su relación con la forma musical.",
        "AMUS.2.A.4. Procedimientos para la elaboración de comentarios y críticas musicales. ",
        "AMUS.2.A.5. Recursos digitales para la investigación, la composición y la difusión musical. ",
        "AMUS.2.A.6. Respeto de los derechos de autor y de la propiedad intelectual.",
        "B. Géneros musicales",
        "AMUS.2.B.1. Las características sonoras y estilísticas de la música desde la Edad Media hasta la actualidad. Evolución organológica de las principales familias instrumentales y de la orquesta.",
        "AMUS.2.B.2. Las formas y los géneros de la música culta desde la Edad Media hasta la actualidad. ",
        "AMUS.2.B.3. Rasgos técnico-estilísticos característicos de las músicas populares urbanas del siglo XX y XXI.",
        "AMUS.2.B.4. El flamenco: elementos formales del cante, del baile y del toque. Impacto de la letra en las formas flamencas. Estilos personales.",
        "AMUS.2.B.5. Diferentes usos y funciones de la música."
    ]
}