{
  "saberes": [
    "A. Retos del mundo actual",
    "GEH.2.A.1. Ubicación espacial: representación del espacio, orientación y escalas. Utilización de recursos digitales e interpretación y elaboración de mapas, esquemas, imágenes y representaciones gráficas. Tecnologías de la Información Geográfica (TIG).",
    "GEH.2.A.2. Emergencia climática: impacto y soluciones",
    "GEH.2.A.2.1. Elementos y factores que condicionan el clima y el impacto de las actividades humanas. Métodos de recogida de datos meteorológicos e interpretación de gráficos.",
    "GEH.2.A.2.2. Riesgos y catástrofes climáticas en el presente, en el pasado y en el futuro. Vulnerabilidad, prevención y resiliencia de la población ante las catástrofes naturales y los efectos del cambio climático. Zonas de riesgo en suelo andaluz.",
    "GEH.2.A.3. Biodiversidad. Dinámicas y amenazas de los ecosistemas planetarios",
    "GEH.2.A.3.1. Formas y procesos de modificación de la superficie terrestre. Riqueza y valor del patrimonio natural. Características generales del medio físico andaluz, español, europeo y mundial.",
    "GEH.A.2.3.2. La influencia humana en la alteración de los ecosistemas en el pasado y la actualidad. Conservación y mejora del entorno local y global. Problemas y riesgos medioambientales a los que se enfrenta Andalucía, España, Europa y el mundo. Espacios bioclimáticos andaluces: sus peculiaridades y conservación.",
    "GEH.2.A.4. Tecnologías de la información. Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales. Búsqueda, tratamiento de la información y elaboración de conocimiento. Uso seguro de las redes de comunicación. Lectura crítica de la información.",
    "GEH.2.A.5. Sociedad del conocimiento. Introducción a los objetivos y estrategias de las Ciencias Sociales y al uso de sus procedimientos, términos y conceptos. Uso de plataformas digitales.",
    "GEH.2.A.6. Desafíos demográficos en el mundo actual. Causalidad y comparación en el estudio de la diversidad social y cultural y de las estructuras demográficas en distintas escalas (local, regional, nacional, europea y planetaria).",
    "GEH.2.A.7. Aglomeraciones urbanas y ruralidad: las distintas formas de ocupar el espacio",
    "GEH.2.A.7.1. La despoblación y el sostenimiento del mundo rural. Nuevas propuestas en el espacio andaluz. ",
    "GEH.2.A.7.2. El desarrollo urbano sostenible: la ciudad, espacio de convivencia. Modos y estilos de vida en el contexto de la globalización. El modelo andaluz.",
    "GEH.2.A.8. Competencia y conflicto por los recursos y el territorio. Mercados regionales, políticas comerciales y movimientos migratorios. Tensiones internacionales, choques y alianzas entre civilizaciones.",
    "GEH.2.A.9. Concentración y distribución de la riqueza. Formas y modos de percibir y representar la desigualdad. Líneas de acción para un reparto justo. La cuestión del mínimo vital.",
    "GEH.2.A.10. Igualdad. Situaciones discriminatorias de las niñas y de las mujeres en el mundo. Roles de género y su manifestación en todos los ámbitos de la sociedad y la cultura.",
    "GEH.2.A.11. Objetivos de Desarrollo Sostenible. La visión de los dilemas del mundo actual, punto de partida para el pensamiento crítico y el desarrollo de juicios propios.",
    "B. Sociedades y territorios",
    "GEH.2.B.1. Métodos básicos de investigación para la construcción del conocimiento de la Geografía y la Historia. Metodologías del pensamiento geográfico y del pensamiento histórico.",
    "GEH.2.B.2. Las fuentes históricas y arqueológicas como base para la construcción del conocimiento histórico. Objetos y artefactos como fuente para la historia y el legado inmaterial. El significado de los archivos, bibliotecas y museos y del legado histórico y cultural como patrimonio colectivo.",
    "GEH.2.B.3. Tiempo histórico: construcción e interpretación de líneas del tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "GEH.2.B.4. Análisis interdisciplinar del origen del ser humano y del nacimiento de la sociedad. Grandes migraciones humanas y el nacimiento de las primeras culturas. Primeras culturas en suelo andaluz.",
    "GEH.2.B.5. Condicionantes geográficos e interpretaciones históricas del surgimiento de las civilizaciones. Las grandes rutas comerciales y las estrategias por el control de los recursos: talasocracias e imperios, conquista y colonización. El Mediterráneo como espacio geopolítico y de comunicación.",
    "GEH.2.B.6. Violencia y conflictos armados. El crecimiento de los ejércitos y la evolución del armamento desde los hoplitas a los tercios. Los civiles durante las guerras.",
    "GEH.2.B.7. Complejidad social y nacimiento de la autoridad: Formación de oligarquías, la imagen del poder, y la evolución de la aristocracia",
    "GEH.2.B.7.1. Complejidad social y nacimiento de la autoridad: familia, clan, tribu, casta, linaje y estamento. Desigualdad social y disputa por el poder en la Prehistoria y la Antigüedad.",
    "GEH.2.B.7.2. Complejidad social y nacimiento de la autoridad: familia, clan, tribu, casta, linaje y estamento. Desigualdad social y disputa por el poder durante la Edad Media y la Edad Moderna.",
    "GEH.2.B.8. Las personas invisibilizadas de la historia. La resistencia a la opresión",
    "GEH.2.B.8.1. Las personas invisibilizadas de la historia: mujeres, esclavos y extranjeros. Marginación, segregación, control y sumisión en la historia de la humanidad.",
    "GEH.2.B.8.2. La participación de las mujeres en los acontecimientos históricos, sus aportaciones y logros. Su representación en las fuentes históricas y a través de la historia del arte. Mujeres relevantes: su legado en la historia y en el arte, la filosofía, la ciencia y la literatura.",
    "GEH.2.B.9. La organización política del ser humano y las formulaciones estatales en el mundo antiguo, medieval y moderno: democracias, repúblicas, imperios y reinos. Evolución de la teoría del poder",
    "GEH.2.B.9.1. La organización política del ser humano y las formulaciones estatales en el mundo Antiguo. ",
    "GEH.2.B.9.2. La organización política del ser humano y las formulaciones estatales en el mundo Medieval y Moderno.",
    "GEH.2.B.10. Las raíces de la cultura occidental. La construcción de las identidades culturales, de la idea de Europa, y del eurocentrismo, a través del pensamiento y del arte",
    "GEH.2.B.10.1. Las raíces clásicas de la cultura occidental. Legado y manifestaciones actuales, desde la ciencia a la filosofía.",
    "GEH.2.B.10.2. La influencia de las civilizaciones judía e islámica en la cultura europea. La presencia islámica en Andalucía.",
    "GEH.2.B.11. El papel de la religión en la organización social, la legitimación del poder y la formación de identidades: politeísmo, monoteísmo y el surgimiento de las grandes religiones. Herejías, persecuciones y guerras de religión.",
    "GEH.2.B.12. La transformación humana del territorio y la distribución desigual de los recursos y del trabajo",
    "GEH.2.B.12.1. La lucha por la supervivencia y el estatus social en la Prehistoria y la Antigüedad: transformaciones económicas, demográficas y sociales.",
    "GEH.2.B.12.2. Los nuevos modelos económicos, los ciclos demográficos, los modos de vida y de los modelos de organización social y la Edad Moderna.",
    "GEH.2.B.13. Interpretación del territorio y del paisaje. La ciudad y el mundo rural a lo largo de la historia: polis, urbes, ciudades, villas y aldeas. La huella humana y la protección del patrimonio ambiental, histórico, artístico y cultural.",
    "GEH.2.B.14. Viajes, descubrimientos y sistemas de intercambio en la formación de una economía mundial. La disputa por la hegemonía y la geopolítica en el nacimiento y evolución de la Modernidad.",
    "GEH.2.B.15. España y Andalucía en el tiempo y su conexión con los grandes procesos de la historia de la humanidad. El legado histórico y el acervo cultural en la formación de las identidades colectivas.",
    "GEH.2.B.16. Significado y función de las expresiones artísticas y culturales en las distintas civilizaciones. Diversidad y riqueza cultural. Respeto y conservación del patrimonio material e inmaterial.",
    "GEH.2.B.17. Ciencia, medicina y avances tecnológicos. La lucha contra epidemias y pandemias. Racionalismo y empirismo en la explicación de la realidad frente a las supersticiones.",
    "C. Compromiso cívico",
    "GEH.2.C.1. Dignidad humana y derechos universales. Convención sobre los derechos del Niño.",
    "GEH.2.C.2. Alteridad: respeto y aceptación «del otro». Comportamientos no discriminatorios y contrarios a cualquier actitud diferenciadora y segregadora.",
    "GEH.2.C.3. Igualdad de género. Manifestaciones y conductas no sexistas.",
    "GEH.2.C.4. Interés ante los retos y problemas de actualidad en el entorno local y global.",
    "GEH.2.C.5. Las redes sociales. Seguridad y prevención ante los riesgos y peligros del uso de las tecnologías de la información y de la comunicación.",
    "GEH.2.C.6. Convivencia cívica y cultura democrática. Incorporación e implicación de la sociedad civil en procesos democráticos. Participación en proyectos comunitarios.",
    "GEH.2.C.7. Conciencia ambiental. Respeto, protección y cuidado de los seres vivos y del planeta. ",
    "GEH.2.C.8. Conservación y defensa del patrimonio histórico, artístico y cultural. El patrimonio andaluz.",
    "GEH.2.C.9. Solidaridad, empatía y acciones de apoyo a colectivos en situaciones de pobreza, vulnerabilidad y exclusión social.",
    "GEH.2.C.10. Identificación y gestión de las emociones y su repercusión en comportamientos individuales y colectivos.",
    "GEH.2.C.11. Ciclos vitales, uso del tiempo libre y hábitos de consumo. Diferencias y cambios en las formas de vida en las sociedades actuales y en las del pasado.",
    "GEH.2.C.12. Ciudadanía europea. Ideas y actitudes en el proyecto de construcción de una identidad común. La seguridad y la cooperación internacional.",
    "GEH.2.C.13. Seguridad vial y movilidad segura, sostenible y saludable. El espacio público.",
    "GEH.2.C.14. La contribución del Estado y sus instituciones a la paz, a la seguridad integral ciudadana y a la convivencia social."
  ],
  "criteriosEvaluacion": [
    "1.1. Iniciarse en la elaboración, expresión y presentación de contenidos propios en forma de esquemas, tablas informativas y otros formatos utilizando estrategias sencillas de búsqueda, selección y tratamiento de la información de forma guiada sobre procesos y acontecimientos relevantes del presente y del pasado.",
    "1.2. Contrastar y argumentar sobre temas y acontecimientos de la Prehistoria, la Edad Antigua, la Edad Media y la Edad Moderna, iniciándose en el uso y análisis de forma crítica de fuentes primarias y secundarias como pruebas históricas.",
    "2.1. Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, desde un entorno cercano y adoptando una posición crítica y proactiva hacia los mismos.",
    "2.2. Iniciarse en la exposición argumentada de forma crítica sobre problemas de actualidad del entorno más próximo a través de conocimientos geográficos e históricos, contrastando y valorando fuentes diversas.",
    "2.3. Iniciarse en el uso adecuado de términos, conceptos y acontecimientos relevantes en su entorno relacionados con la geografía, la historia y otras disciplinas de las ciencias sociales, a través de intervenciones orales, textos escritos y otros productos, ofreciendo planteamientos personales.",
    "2.4. Identificar los elementos que conforman la propia identidad en el contexto del mundo actual, de sus retos y conflictos aportando juicios propios, críticos y argumentados desde el respeto a las opiniones de los demás.",
    "3.1. Conocer acontecimientos relevantes del mundo actual y de la historia, a través de la investigación y del trabajo por proyectos, de retos o problemas, iniciándose en la aplicación de procesos inductivos, mediante la elaboración de productos sencillos que reflejen la comprensión de los fenómenos y problemas abordados.",
    "3.2. Identificar de una manera general los principales problemas, a los que se ha enfrentado la humanidad a lo largo de la historia, los cambios producidos, señalando sus causas y consecuencias, así como los problemas que, en la actualidad, debemos plantear en torno a los Objetivos de Desarrollo Sostenible.",
    "3.3. Representar información básica sobre acontecimientos geográficos e históricos utilizando mapas, representaciones gráficas sencillas y visuales, tanto en soporte físico como digital.",
    "3.4. Utilizar una secuencia cronológica sencilla con objeto de identificar la relación entre hechos y procesos en diferentes períodos y lugares históricos (simultaneidad y duración), utilizando términos y conceptos apropiados básicos.",
    "3.5. Analizar de manera guiada procesos de cambio histórico de relevancia a través del uso de diferentes fuentes de información, señalando los principales elementos de continuidad y permanencia en diferentes periodos y lugares.",
    "4.1. Describir el entorno desde una perspectiva sistémica e integradora, a través del concepto de paisaje, identificando sus principales elementos.",
    "4.2. Conocer el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas escalas y entender su transformación y degradación a través del tiempo por la acción humana en la explotación de los recursos, su relación con la evolución de la población y las estrategias desarrolladas para su control y dominio y los conflictos que ha provocado.",
    "4.3. Investigar, con cierto grado de autonomía, acerca de la necesidad de acciones de defensa, protección, conservación y mejora del entorno (natural, rural y urbano) a través de propuestas e iniciativas que reflejen compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos.",
    "5.1. Identificar e interpretar los mecanismos que han regulado la convivencia y la vida en común a lo largo de la historia, desde el origen de la sociedad a las distintas civilizaciones que se han ido sucediendo, señalando los principales modelos de organización social, política, económica y religiosa que se han ido gestando.",
    "5.2. Señalar aquellas experiencias históricas más destacables, y anteriores a la época contemporánea, en las que se logró establecer sistemas políticos que favorecieron el ejercicio de derechos y libertades de los individuos y de la colectividad, considerándolas como antecedentes de las posteriores conquistas democráticas y referentes históricos de las libertades actuales.",
    "5.3. Mostrar actitudes pacíficas y respetuosas y asumir las normas como marco necesario para la convivencia, entendiendo qué significa tener capacidad crítica e identificando y respondiendo de manera asertiva ante las situaciones de injusticia y desigualdad.",
    "6.1. Situar el nacimiento y desarrollo de distintas civilizaciones y ubicarlas en el espacio y en el tiempo, integrando los elementos históricos, culturales, institucionales y religiosos que las han conformado, reconociendo la realidad multicultural generada a lo largo del tiempo e identificando sus aportaciones más relevantes a la cultura universal.",
    "6.2. Reconocer las desigualdades sociales existentes en épocas pasadas y los mecanismos de dominación y control que se han aplicado, reconociendo aquellos grupos que se han visto sometidos y silenciados, identificando la presencia de mujeres y de personajes pertenecientes a otros colectivos discriminados.",
    "6.3. Mostrar actitudes no discriminatorias y valorar la diversidad social y multicultural, argumentando en favor de la inclusión, el reconocimiento de las minorías étnico-culturales, la colaboración y la cohesión social.",
    "6.4. Investigar acerca de la igualdad real de hombres y mujeres actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género.",
    "7.1. Identificar las culturas y civilizaciones que se han desarrollado a lo largo de la historia antigua y relacionarlas con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, reflexionando de forma guiada sobre sus aportaciones a la cultura humana universal, española y andaluza.",
    "7.2. Identificar el origen histórico de distintas identidades colectivas que se han desarrollado en España, iniciándose en la interpretación del uso que se ha hecho de las mismas y mostrando una actitud de respeto y tolerancia hacia los diferentes sentidos de pertenencia, promoviendo la solidaridad y la cohesión social.",
    "7.3. Identificar los fundamentos de la idea de Europa a través de las diferentes experiencias históricas del pasado el legado histórico, artístico y cultural como patrimonio común de la ciudadanía europea.",
    "7.4. Iniciarse en la valoración, protección y conservación del patrimonio artístico, histórico y cultural como fundamento de la identidad colectiva local, autonómica, nacional, europea y universal, considerándolo como un bien para el disfrute recreativo y cultural y un recurso para el desarrollo de los pueblos.",
    "8.1. Identificar de una manera general los comportamientos demográficos de la población y los cambios que esta ha experimentado a lo largo de la historia.",
    "8.2. Identificar los elementos que constituyen el ciclo vital y analizar a un nivel básico cómo han cambiado sus características, necesidades y obligaciones en distintos momentos históricos, así como las raíces de la distribución por motivos de género del trabajo doméstico, asumiendo las responsabilidades y compromisos propios de la edad en el ámbito familiar, en el entorno escolar y en la comunidad y valorando la riqueza que aportan las relaciones intergeneracionales.",
    "8.3. Identificar los cambios en los hábitos de vida actuales respecto a los tradicionales y contrastarlos con los que son saludables y sostenibles en su entorno, a través de comportamientos respetuosos con la salud propia, con la de los demás y con otros seres vivos, tomando conciencia de la importancia de promover el propio desarrollo personal.",
    "9.1. Identificar e interpretar de forma guiada la conexión de España y Andalucía con los grandes procesos históricos (de la época antigua, valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia.",
    "9.2. Interpretar de forma guiada desde la perspectiva del desarrollo sostenible y la ciudadanía global los principales desafíos del mundo actual, y ser conscientes de la importancia de implicarse en la búsqueda de soluciones en su entorno más cercano y en el modo de concretarlos desde su capacidad de acción, valorando además la contribución de programas y misiones dirigidos por los Estados, los organismos internacionales y las asociaciones civiles para el logro de la paz, la seguridad y la cooperación entre los pueblos."
  ]
}