{
    "criteriosEvaluacion": [
        "1.1. Emplear diferentes estrategias y herramientas, incluidas las digitales, seleccionando la más adecuada según su eficiencia, buscando un cambio de estrategia, cuando sea necesario, y reflexionando sobre el proceso realizado para describir, analizar y ampliar la comprensión de situaciones y modelizar problemas de la vida cotidiana y de ámbitos diversos. CCL2, STEM1, STEM2, STEM3, CD2, CD5, CPSAA4, CPSAA5, CE3",
        "1.2. Obtener todas las posibles soluciones matemáticas de problemas con autonomía y actitud cooperativa, describiendo el procedimiento realizado, utilizando, si fuera necesario, tecnologías digitales, con el fin de resolver problemas de la vida cotidiana y de ámbitos diversos. CCL1, STEM1, STEM3, CD3, CD5, CE3",
        "2.1. Comprobar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación, con el apoyo de tecnologías digitales para obtener conclusiones lógicas de forma autónoma y valorar la fiabilidad del proceso seguido. CCL1, CCL2, STEM1, STEM2, CD2, CD3, CPSAA4",
        "2.2. Seleccionar la solución más adecuada de un problema en función del contexto usando el razonamiento y la argumentación con actitud respetuosa, y con la ayuda de tecnologías digitales, para contrastar su idoneidad y desarrollar el espíritu crítico y emprendedor. CCL1, CCL2, STEM1, CD2, CD3, CC3, CE3",
        "3.1. Formular preguntas de naturaleza matemática utilizando varias fuentes de información y tecnologías digitales, aplicando saberes y estrategias conocidas e investigando situaciones problematizadas para dar respuesta a necesidades de la vida cotidiana susceptibles de ser estudiadas matemáticamente y adquirir nuevo conocimiento. CCL1, STEM1, STEM2, STEM4, CD1, CD2, CD5, CE3",
        "4.1. Modificar y crear algoritmos utilizando la abstracción para identificar los aspectos más relevantes, descomponiendo el problema en tareas más simples que se puedan codificar en un lenguaje apropiado, reflexionando sobre el proceso realizado y seleccionando las tecnologías más adecuadas para interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de ámbitos diversos. CCL2, STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3",
        "5.1. Conectar las diferentes ideas matemáticas buscando, identificando e investigando los vínculos existentes a través de proyectos, problemas y tecnologías digitales para desarrollar una mayor comprensión de los conceptos, procedimientos, argumentos y modelos y ampliar recursos matemáticos. CCL3, STEM1, STEM2, STEM3, CD1, CD2, CD3",
        "5.2. Resolver problemas de la vida cotidiana y de ámbitos diversos estableciendo y aplicando conexiones entre las diferentes ideas matemáticas y utilizando tecnologías digitales, si fuera preciso, para generar una visión integrada de las matemáticas. STEM1, STEM2, CD3, CPSAA5",
        "6.1. Establecer y aplicar conexiones entre ideas, conceptos y procedimientos matemáticos con otras áreas de conocimiento y con la vida real, utilizando procesos matemáticos, buscando, seleccionando y contrastando información procedente de diferentes fuentes y empleando tecnologías digitales para modelizar, resolver problemas y desarrollar la capacidad crítica, creativa e innovadora en situaciones diversas. CCL2, STEM1, STEM2, CD1, CD3, CD5, CPSAA5, CC4, CE3",
        "6.2. Analizar la aportación de las matemáticas al progreso de la humanidad y estudiar el papel de matemáticas y matemáticos a lo largo de la historia, apreciando aspectos esenciales del patrimonio cultural y artístico, demostrando un compromiso ético y responsable con el entorno para valorar su contribución al resolver situaciones complejas y diferentes retos que se plantean en la sociedad. CCL2, STEM2, CD1, CD2, CPSAA5, CC4, CCEC1",
        "7.1. Representar conceptos, procedimientos e información matemática activando y organizando conocimientos, de manera manual o digital, utilizando la tecnología más adecuada para visualizar ideas y estructurar razonamientos matemáticos. CCL2, STEM2, STEM4, CD1, CD3, CD5, CE3, CCEC4.1, CCEC4.2",
        "7.2. Seleccionar, utilizar o combinar diversas formas de representación matemática y tecnologías digitales, valorando su utilidad para crear y compartir información sobre proyectos, investigaciones o procesos matemáticos. CCL1, CCL3, STEM1, STEM3, STEM4, CD2, CD3, CE3",
        "8.1. Mostrar organización y comprensión al comunicar hechos, ideas, conceptos y procedimientos complejos de forma verbal, analítica y gráficamente, de manera individual y colectiva, con la terminología y el rigor apropiados, empleando o creando contenidos digitales en diversos medios y soportes para dotar de significado y consolidar los aprendizajes. CCL1, CCL3, STEM2, STEM4, CD2, CD3, CCEC3.2",
        "8.2. Reconocer el lenguaje matemático presente en diferentes contextos comprendiendo e interpretando textos orales, escritos y multimodales y emplearlo para comunicar la información. CCL1, CCL2, CCL3, STEM2, STEM4, CD3",
        "9.1. Perseverar en la consecución de objetivos ante situaciones de incertidumbre, tomando decisiones, identificando y gestionando emociones, reflexionando sobre las fortalezas y debilidades propias, con el fin de crear resiliencia, proteger la salud mental y mantener una actitud proactiva ante nuevos retos matemáticos. STEM5, CPSAA1.1, CPSAA1.2, CC1, CE2",
        "9.2. Aceptar y aprender de la crítica razonada respetando distintos puntos de vista con actitud dialogante, positiva y cooperativa al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas, para integrar el error como parte del proceso de aprendizaje, construir una identidad positiva como estudiante de matemáticas y fomentar el bienestar personal y social. CCL1, CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CC3, CE2",
        "9.3. Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones, experiencias y diversidad de los demás y escuchando su razonamiento, aplicando las habilidades sociales más propicias, rechazando todo tipo de discriminación y violencia, promoviendo activamente la igualdad y corresponsabilidad efectiva entre mujeres y hombres, y fomentando el bienestar grupal y las relaciones saludables, para responsabilizarse del rol asignado y de su contribución al grupo y normalizar situaciones de convivencia en igualdad. CCL1, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC1, CC2, CC3, CE2"
    ],
    "saberes": [
        "I. Sentido numérico",
        "    1. Conteo. ",
        "        1.1. Reglas y estrategias para determinar el cardinal de conjuntos finitos en problemas de la vida cotidiana: uso de los principios de comparación, adición, multiplicación y división, del palomar y de inclusión-exclusión.",
        "    2. Sentido de las operaciones. ",
        "        2.1. Interpretación de la información numérica en documentos de la vida cotidiana: tablas, diagramas, documentos financieros, facturas, nóminas, noticias, etc.",
        "        2.2. Herramientas tecnológicas y digitales en la resolución de problemas numéricos.",
        "    3. Relaciones. ",
        "        3.1. Razones, proporciones, porcentajes y tasas: comprensión, relación y aplicación en problemas en contextos diversos.",
        "    4. Educación financiera. ",
        "        4.1. Razonamiento proporcional en la resolución de problemas financieros: medios de pago con cobro de intereses, cuotas, comisiones, cambios de divisas... ",
        "II. Sentido de la medida",
        "    1. Medición. ",
        "        1.1. La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
        "    2. Cambio.",
        "        2.1. Estudio de la variación absoluta y de la tasa de variación media.",
        "        2.2. Concepto de derivada: definición a partir del estudio del cambio en diferentes contextos. Análisis e interpretación con tecnologías digitales.",
        "III. Sentido espacial",
        "    1. Visualización, razonamiento y modelización geométrica.",
        "        1.1. Grafos: representación de situaciones de la vida cotidiana mediante diferentes tipos de grafos (dirigidos, planos, ponderados, árboles, etc.). Fórmula de Euler.",
        "        1.2. Grafos eulerianos y hamiltonianos: resolución de problemas de caminos y circuitos. Coloración de grafos.",
        "        1.3. Resolución del problema del camino mínimo en diferentes contextos.",
        "IV. Sentido algebraico",
        "    1. Patrones. ",
        "        1.1. Generalización de patrones en situaciones sencillas.",
        "    2. Modelo matemático. ",
        "        2.1. Funciones lineales, cuadráticas, racionales sencillas, exponenciales, logarítmicas, a trozos y periódicas: modelización de situaciones del mundo real con tecnologías digitales.",
        "        2.2. Programación lineal: modelización de problemas reales y resolución mediante tecnologías digitales.",
        "    3. Igualdad y desigualdad. ",
        "        3.1. Formas equivalentes de expresiones algebraicas en la resolución de sistemas de ecuaciones e inecuaciones en diferentes contextos mediante el cálculo mental, algoritmos de lápiz y papel y tecnologías digitales.",
        "    4. Relaciones y funciones. ",
        "        4.1. Propiedades de las clases de funciones, incluyendo lineales, cuadráticas, racionales sencillas, exponenciales, logarítmicas y a trozos: comprensión y comparación.",
        "    5. Pensamiento computacional. ",
        "        5.1. Formulación, resolución, análisis, representación e interpretación de relaciones y problemas de la vida cotidiana y de distintos ámbitos utilizando algoritmos, programas y herramientas tecnológicas adecuados.",
        "V. Sentido estocástico",
        "    1. Organización y análisis de datos. ",
        "        1.1. Interpretación y análisis de información estadística en diversos contextos.",
        "        1.2. Organización de los datos procedentes de variables bidimensionales: distribución conjunta, distribuciones marginales y condicionadas. Análisis de la dependencia estadística.",
        "        1.3. Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste. Nube de puntos. Diferencia entre correlación y causalidad.",
        "        1.4. Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos científicos, económicos, sociales, etc.",
        "        1.5. Calculadora, hoja de cálculo o software específico en la organización y el análisis de datos estadísticos.",
        "    2. Incertidumbre. ",
        "        2.1. Cálculo de probabilidades en experimentos simples y compuestos en problemas de la vida cotidiana. Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia. Teorema de la probabilidad total.",
        "    3. Distribuciones de probabilidad. ",
        "        3.1. Distribuciones de probabilidad uniforme (discreta y continua), binomial y normal. Cálculo de probabilidades asociadas mediante tecnologías digitales: aplicación a la resolución de problemas.",
        "    4. Inferencia.",
        "        4.1. Selección de muestras representativas. Técnicas sencillas de muestreo. Discusión de la validez de una estimación en función de la representatividad de la muestra.",
        "        4.2. Diseño de estudios estadísticos relacionados con diversos contextos utilizando tecnologías digitales. Representatividad de una muestra.",
        "VI. Sentido socioafectivo",
        "    1. Creencias, actitudes y emociones. ",
        "        1.1. Destrezas de autoconciencia encaminadas a reconocer emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
        "        1.2. Tratamiento del error individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "    2. Trabajo en equipo y toma de decisiones. ",
        "        2.1. Destrezas básicas para evaluar opciones y tomar decisiones en la resolución de problemas y tareas matemáticas.",
        "        2.2. Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas en grupos heterogéneos.",
        "    3. Inclusión, respeto y diversidad.",
        "        3.1. Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda cuando sea necesario.",
        "        3.2. Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de la humanidad."
    ]
}