{
    "criteriosEvaluacion": [
        "• CE1.1 Adquirir nuevo conocimiento matemático mediante el planteamiento, razonamiento y justificación de conjeturas y problemas de forma autónoma. OBJ3",
        "• CE1.2. Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE1.3 Resolver problemas en situaciones diversas utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE2.1. Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE2.2. Adquirir nuevo conocimiento matemático mediante el planteamiento, razonamiento y justificación de conjeturas y problemas de forma autónoma. OBJ3",
        "• CE2.3. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de las ciencias sociales, describiendo el procedimiento realizado. OBJ1",
        "• CE2.4. Seleccionar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, de equidad...) usando el razonamiento y la argumentación. OBJ2",
        "• CE3.1. Seleccionar y utilizar diversas formas de representación valorando su utilidad para compartir información. OBJ7",
        "• CE3.2. Integrar el uso de herramientas tecnológicas en el planteamiento o investigación de conjeturas y problemas. OBJ3",
        "• CE3.3. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de las ciencias sociales, describiendo el procedimiento realizado. OBJ1",
        "• CE3.4. Demostrar la validez matemática de las posibles soluciones de un problema utilizando el razonamiento y la argumentación. OBJ2",
        "• CE3.5. Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de las ciencias sociales, utilizando el pensamiento computacional, modificando, creando y generalizando algoritmos. OBJ4",
        "• CE4.1. Adquirir nuevo conocimiento matemático mediante el planteamiento, razonamiento y justificación de conjeturas y problemas de forma autónoma. OBJ3",
        "• CE4.2. Representar y visualizar ideas matemáticas estructurando diferentes procesos matemáticos y seleccionando las tecnologías más adecuadas. OBJ7",
        "• CE4.3. Emplear diferentes estrategias y herramientas, incluidas las digitales, que resuelvan problemas de la vida cotidiana y de las ciencias sociales, seleccionando la más adecuada según su eficiencia. OBJ1",
        "• CE4.4. Resolver problemas en situaciones diversas utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE5.1. Analizar la aportación de las matemáticas al progreso de la humanidad, valorando su contribución en la propuesta de soluciones a situaciones complejas y a los retos que se plantean en las ciencias sociales. OBJ6",
        "• CE5.2. Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, identificando y gestionando emociones, y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas. OBJ9",
        "• CE5.3. Mostrar perseverancia y una motivación positiva, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. OBJ9",
        "• CE5.4. Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, aplicando las habilidades sociales más propicias y fomentando el bienestar del equipo y las relaciones saludables. OBJ9",
        "• CE5.5. Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados. OBJ8",
        "• CE5.6. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor. OBJ8"
    ],
    "saberes": [
        "Bloque 1. Sentido numérico",
        "• Sentido de las operaciones.",
        "– Matrices. Tipos de matrices.",
        "– Adición y producto de matrices: interpretación, comprensión y aplicación adecuada de las propiedades.",
        "– Producto de un número real y una matriz. Propiedades.",
        "– Determinante de una matriz.",
        "– Rango de una matriz.",
        "– Matriz inversa.",
        "– Estrategias para operar con números reales, matrices y calcular determinantes: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados.",
        "– Resolución de problemas de la vida cotidiana y de las ciencias sociales empleando matrices.",
        "• Relaciones.",
        "– Conjuntos de matrices: estructura, comprensión y propiedades.",
        "Bloque 2. Sentido de la medida",
        "• Cambio.",
        "– Aplicación de los conceptos de límite y derivada a la representación y al estudio de situaciones susceptibles de ser modelizadas mediante funciones.",
        "– Tendencia de la función. Asíntotas.",
        "– Intervalos de monotonía.",
        "– Extremos relativos y absolutos de una función derivable.",
        "– Modelización de situaciones que conducen a problemas de optimización.",
        "– Resolución de problemas de optimización mediante la derivada en contextos diversos.",
        "• Medición.",
        "– Interpretación de la integral definida como el área bajo una curva.",
        "– Propiedades de la integral definida.",
        "– Regla de Barrow.",
        "– Técnicas elementales para el cálculo de primitivas.",
        "– Integral indefinida. Propiedades.",
        "– Integrales inmediatas y casi inmediatas.",
        "– Cálculo de áreas planas (recintos planos limitados por una o dos curvas).",
        "– La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: interpretaciones subjetiva, clásica y frecuentista.",
        "Bloque 3. Sentido algébrico",
        "• Patrones.",
        "– Generalización de patrones que surgen en situaciones diversas, usando reglas simbólicas o funciones definidas explícita y recurrentemente.",
        "• Modelo matemático.",
        "– Relaciones cuantitativas en situaciones complejas: estrategias de identificación y determinación de la clase de funciones que pueden modelizarlas, obteniendo conclusiones razonables. Funciones a trozos.",
        "– Sistemas de ecuaciones: modelización de situaciones en diversos contextos.",
        "– Técnicas y uso de matrices para, por lo menos, modelizar situaciones en las que aparezcan sistemas de ecuaciones lineales, grafos o asociadas a imágenes digitales.",
        "– Programación lineal: modelización de problemas.",
        "• Igualdad y desigualdad.",
        "– Obtención de formas equivalentes de expresiones algébricas en la resolución de sistemas de ecuaciones e inecuaciones, mediante cálculo mental, algoritmos de lápiz y papel, y con herramientas digitales.",
        "– Resolución de sistemas de ecuaciones empleando el método de Gauss.",
        "– Programación lineal: resolución de problemas mediante algoritmos de lápiz y papel, y con herramientas digitales.",
        "• Relaciones y funciones.",
        "– Representación, análisis e interpretación de funciones, empleando los conceptos de límite y derivada. Uso de herramientas digitales.",
        "– Propiedades de las distintas clases de funciones: comprensión y comparación.",
        "• Pensamiento computacional.",
        "– Análisis, planteamiento y resolución de problemas de la vida cotidiana y de las ciencias sociales empleando las herramientas o los programas informáticos más adecuados.",
        "– Empleo de programas computacionales para las operaciones con matrices, cálculo de la matriz inversa, de determinantes y resolución de sistemas.",
        "Bloque 4. Sentido estocástico",
        "• Incertidumbre.",
        "– Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia.",
        "– Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación del teorema de Bayes para actualizar la probabilidad a partir de la observación y la experimentación y la toma de decisiones en condiciones de incertidumbre.",
        "• Distribuciones de probabilidad.",
        "– Variables aleatorias discretas y continuas. Parámetros de la distribución. Distribuciones binomial y normal.",
        "– Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas.",
        "– Aproximación de la distribución binomial por la distribución normal.",
        "• Inferencia.",
        "– Representatividad de una muestra según su proceso de selección. Selección de muestras representativas. Técnicas de muestreo.",
        "– Teorema central del límite. Aproximación de la distribución de la media y de la proporción muestrales mediante la distribución normal.",
        "– Estimación puntual de la media, la proporción y la varianza.",
        "– Intervalos de confianza para la media y la proporción, basados en la distribución normal: construcción, análisis y toma de decisiones en situaciones contextualizadas.",
        "– Empleo de herramientas digitales en la realización de estudios estadísticos.",
        "Bloque 5. Sentido socioafectivo",
        "• Creencias, actitudes y emociones.",
        "– Actitudes inherentes al trabajo matemático, como el esfuerzo, la perseverancia, la tolerancia a la frustración, la incertidumbre y la autoevaluación, indispensables para afrontar eventuales situaciones de tensión y ansiedad en el aprendizaje de las matemáticas.",
        "– Tratamiento y análisis del error, individual y colectivo, como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "• Toma de decisiones.",
        "– Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas.",
        "• Inclusión, respeto y diversidad.",
        "– Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.",
        "– Valoración de la contribución de las matemáticas a lo largo de la historia en el avance de las ciencias sociales.",
        "• Comunicación y organización.",
        "– Comunicación de las ideas matemáticas de manera ordenada y coherente, empleando el soporte, la terminología y el rigor apropiados.",
        "– Reconocimiento y utilización del lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
        "– Planificación de procesos de matematización y modelización en contextos de la vida cotidiana y de las ciencias sociales."
    ]
}