{
  "competenciasEspecificas": [
    "1. Comprender los procesos físicos y psicológicos implicados en la cognición, la motivación, y el aprendizaje, analizando sus implicaciones en la conducta y desarrollando estrategias de gestión emocional y del propio proceso de aprender para mejorar el desempeño en el ámbito personal, social y académico y lograr mayor control sobre las acciones y sus consecuencias. CPSAA1, CPSAA3, CPSAA4, CPSAA5.",
    "2. Comprender las principales características del desarrollo evolutivo de la persona, analizando aquellos elementos de la madurez que condicionan los comportamientos o actuaciones, e identificando y potenciando las cualidades personales y de relación social propias y de los demás, para desenvolverse con mayor autonomía y afrontar de forma eficaz los nuevos retos que plantea el camino hacia la vida adulta. CPSAA1, CPSAA3, CPSAA4, CPSAA5, CC1, CE2",
    "3. Conocer y comprender al ser humano, sus sociedades y culturas con curiosidad y desde distintas perspectivas, analizando la diversidad desde el respeto a lo diferente y lo diverso, mostrando actitudes que impliquen ponerse en el lugar del otro para entender su complejidad y la del entorno en el que se desenvuelve y fomentar el espíritu crítico sobre cuestiones y aspectos que dirigen el funcionamiento humano, social y cultural. CPSAA3, CC1, CC2, CC3, CE2",
    "4. Conocer la dimensión social y antropológica del ser humano, considerando los factores personales y socioculturales que intervienen en la configuración psicológica de la persona para comprenderse a uno mismo en relación con los demás, desarrollar estrategias y habilidades sociales adecuadas a contextos cambiantes y a grupos diferentes, respetando y valorando la diversidad personal, social y cultural. CC1, CC2, CC3, CE2",
    "5. Descubrir y priorizar las necesidades e intereses personales y vocacionales, y explorar las oportunidades académicas y profesionales que ofrece el entorno, desarrollando la adaptabilidad, el espíritu de iniciativa y de superación, y las destrezas necesarias en la toma de decisiones para llevar a cabo un proyecto personal, académico y profesional propio y aproximarse al diseño de un plan de búsqueda activa de empleo. CPSAA4, CPSAA5, CE1, CE2"
  ]
}