{
    "criteriosEvaluacion": [
        "1.1 Comprender la importancia de la actividad empresarial y el emprendimiento dentro de la economía actual, reconociendo el poder de transformación que ejercen en la sociedad y reflexionando sobre el valor de la innovación y de la digitalización.",
        "1.2 Analizar el papel de la I+D+I en el desarrollo social y empresarial, identificando nuevas tendencias y tecnologías que tienen un alto impacto en la economía.",
        "2.1 Identificar y analizar las características del entorno en el que la empresa desarrolla su actividad, explicando, a partir de ellos, las distintas estrategias y decisiones adoptadas y las posibles implicaciones sociales y medioambientales de su actividad.",
        "2.2 Conocer los distintos tipos de empresa, sus elementos y funciones, así como las formas jurídicas que adoptan relacionando con cada una de ellas las responsabilidades legales en sus propietarios y gestores y las exigencias de capital.",
        "2.3 Valorar la capacidad de adaptación ágil, responsable y sostenible de las empresas a los cambios del entorno y a las exigencias del mercado,investigando el entorno económico y social y su influencia en la actividad empresarial.",
        "2.4 Conocer los trámites fiscales, laborales y de Seguridad Social y otros, para la puesta en marcha del modelo de negocio valorando la importancia del cumplimiento de dichos requisitos legales.",
        "3.1 Proponer un modelo de negocio transformador que permita dar respuesta a las necesidades actuales, comparando distintos modelos y utilizando estrategias y herramientas de diseño creativo.",
        "3.2 Estudiar las diferentes áreas de las organizaciones empresariales tales como la productiva, comercial, financiera, RRHH etc ,analizando las características de dichas áreas para lograr una gestión eficiente de un modelo de negocio innovador.",
        "4.1 Gestionar eficazmente la información obtenida en el ámbito interno y externo de la empresa seleccionando aquellas estrategias de comunicación que,a través de nuevas fórmulas comunicativas,facilitan la transmisión de la misma.",
        "4.2 Exponer el proyecto de modelo de negocio llevado a cabo a través del uso eficaz de las diferentes lenguas y de las herramientas necesarias que permitan despertar el interés y cautivar a los demás con la propuesta de valor presentada.",
        "5.1 Valorar los distintos proyectos de inversión para el modelo de negocio planteado, justificando razonadamente la selección de la alternativa más ventajosa a partir de los resultados del VAN y del PAYBACK.",
        "5.2 Determinar la estructura de ingresos y costes, calculando su beneficio y umbral de rentabilidad, a partir del modelo de negocio planteado.",
        "5.3 Elaborar un plan de negocio básico sobre un escenario simulado concreto, justificando las decisiones tomadas.",
        "5.4 Analizar y explicar la situación económico-financiera, a partir de la información recogida tanto en el balance como en la cuenta de pérdidas y ganancias e indicando las posibles soluciones a los desequilibrios encontrados.",
        "5.5 Validar la propuesta de modelo de negocio diseñado dentro de un contexto determinado, comprendiendo todo el proceso llevado a cabo a través de diversas herramientas de análisis empresarial."
    ],
    "saberes": [
        "A. La empresa y su entorno",
        "1. El empresario. El emprendedor. Perfiles*. Reconocimiento de la figura empresarial como agente transformador del contexto actual*Fomento de la cultura emprendedora.",
        "2. La empresa. Clasificación.*Localización y dimensión de la empresa: consideración de la especial importancia de las Pymes en el tejido industrial vasco*. Marco jurídico que regula la actividad empresarial.*Formas Jurídicas de las empresas. Un caso específico: el cooperativismo vasco.*",
        "3. El entorno empresarial*. Responsabilidad social corporativa. Mujer y emprendimiento. Inclusión social y emprendimiento. Compromiso de la empresa con los Objetivos de Desarrollo Sostenible: Agenda 2030.",
        "4. Reconocimiento del cumplimiento ineludible de las obligaciones fiscales y laborales de la empresa; Sistema fiscal vasco y la Seguridad. Social.*",
        "5. *La empresa, digitalización e innovación. I+D+I*. Teorías de la innovación. Tipos de innovación. Tendencias emergentes. Estrategias de innovación. Valoración crítica de los cambios originados por la revolución digital y tecnológica.",
        "B. El modelo de negocio y de gestión.",
        "1. Empresa y los diferentes modelos de negocio. Tradicional versus actual*",
        "2. La función comercial*. Segmento de clientes. La propuesta de valor. Canales. Relaciones con clientes. Fuentes de ingresos.*Estrategias de marketing: marketing 2.0*.",
        "3. La función productiva y aprovisionamiento*. Proceso productivo. Eficiencia y productividad. Actividades clave. Recursos clave. Asociaciones clave.*Estructura de costes: clasificación y cálculo de costes.* Métodos de valoración de existencias: FIFO y PMP; Gestión de inventario: Punto de pedido.JIT.*",
        "4. Gestión de los recursos humanos*. Formación y funcionamiento de equipos ágiles. Habilidades que demanda el mercado de trabajo: desarrollo y mejora de las destrezas que agilizan el trabajo colaborativo y en equipo. La contratación y las relaciones laborales de la empresa. Las políticas de igualdad y de inclusión en las empresas.",
        "5. La función financiera*. Estructura económica y financiera. Inversión.*Valoración y selección de inversiones: VAN y PAYBACK*. Recursos financieros. Análisis de fuentes alternativas de financiación interna y externa.",
        "6. La información en la empresa: obligaciones contables. Composición y valoración del patrimonio. Cuentas anuales e imagen fiel.*Elaboración de balance* y cuenta de pérdidas y ganancias.",
        "C. Herramientas para innovar en modelos de negocio y de gestión",
        "1. El lienzo de modelo de negocio y de gestión: concepto, áreas, bloques, utilidad y patrones de modelos de negocio:*modelo CANVAS.*",
        "2. El punto de vista de los clientes:*mapa de empatía.*",
        "3. Fomento del pensamiento creativo* aplicado al diseño de modelo de negocio y de gestión.*El proceso de creatividad:*: divergencia y convergencia. Dinámicas de generación de nuevas ideas de modelos de negocio.",
        "4. Competencia y herramientas de búsqueda de nichos de mercado:*Google Trends.*",
        "5. Herramientas de organización de ideas: Pensamiento Visual o Visual Thinking. Capacidad de síntesis. Ideación.*Comunicación.*",
        "6. Prototipado: concepto y utilidad. Posibilidades de prototipado: bienes, servicios y aplicaciones.",
        "7. Valoración de la importancia de una presentación eficaz y concisa de un proyecto o de una idea*. Metodología: narración",
        "de historias o storytelling y el discurso en el ascensor o elevator pitch. Otras metodologías.",
        "8. Escenarios: exploración de ideas, escenarios futuros y nuevos modelos de negocio.",
        "9. Otras herramientas para innovar en modelos de negocio y de gestión.",
        "D. Estrategia empresarial y métodos de análisis de la realidad empresarial: estudio de casos y simulación",
        "1.Entorno del modelo de negocio. Previsión: tendencias clave. Macroeconomía: variables macroeconómicas. Competencia: fuerzas competitivas.",
        "2. Evaluación previa de modelos de negocio:*análisis DAFO* análisis previsional de ingresos y costes y*el umbral de rentabilidad*.",
        "3. Validación del modelo de negocio. Lean Startup. Desarrollo de clientes. Desarrollo de producto ágil.",
        "4. Protección de la idea, del producto y de la marca.*",
        "5. Toma de decisiones. Estrategias. Simulación en hoja de cálculo. Redacción de un plan de negocios básico.",
        "6. Análisis de resultados: estudio de mercado, análisis e*interpretación de la información contable* y análisis de estados financieros."
    ]
}