{
    "criteriosEvaluacion": [
        "1.1. Valorar y respetar la diversidad de manifestaciones artísticas a partir de la investigación y el debate entorno a las diferentes concepciones del arte y el análisis de obras concretas sobre las que comprobar la pertinencia de dichas concepciones.",
        "1.2. Especificar las variaciones en la definición de los conceptos artísticos fundamentales con el fin de comprender la naturaleza histórica de los mismos mediante el recurso de la comparación de textos y documentos gráficos de cada época.",
        "2.1. Identificar aquellos aspectos puramente formales de la obra de arte, utilizando el vocabulario específico correcto, que permiten la construcción de su propia reflexión crítica con el fin de exponerla y someterla a debate.",
        "2.2. Interpretar y explicar con orden y claridad el conjunto de sensaciones, ideas y juicios propios - mensaje-, que son comunicados por la obra de arte -emisor-, al espectador -receptor-, para evidenciar la especial naturaleza del acto comunicativo artístico, justificándolos en relación con los principales rasgos formales ofrecidos por el objeto.",
        "2.3. Elaborar y expresar con coherencia y fluidez juicios y emociones propios acerca de las obras de arte y mostrar respeto y empatía por los juicios y expresiones de los demás, utilizando la terminología y el vocabulario específico de la materia y demostrando un conocimiento básico de diversos lenguajes artísticos aprendidos.",
        "3.1. Distinguir y analizar las funciones y las dimensiones religiosa, ideológica, política, social, económica, expresiva y propiamente estética de las obras de arte, demostrando una comprensión y un juicio crítico y fundamentado de las mismas y de su producción y su percepción.",
        "3.2. Contrastar el modo en que una función principal ordena y jerarquiza al resto de funciones secundarias en épocas diferentes, con el fin de demostrar la naturaleza histórica cambiante de estos sistemas, mediante argumentos extraídos de las circunstancias históricas y la cultura de cada época.",
        "4.1. Identificar aquellos rasgos formales que constituyen la base expresiva de los principales movimientos artísticos, justificando su presencia o ausencia en movimientos próximos y/o diferentes, a fin de definir el concepto de estilo y precisar el modo en que dicha categoría permitió el avance en los estudios de la Historia del Arte.",
        "4.2. Conocer y explicar las principales manifestaciones y movimientos artísticos, identificando y analizando su contexto cultural, su vinculación con las funciones atribuibles al arte, sus características estilísticas fundamentales y su desarrollo en el tiempo, para resaltar la relación de cada movimiento con la época que lo produce sin emitir juicios de valor ni establecer comparaciones entre prácticas de épocas diferentes con la intención de fomentar el respeto y aprecio de todas ellas por igual.",
        "4.3. Reconocer los mecanismos que rigen la evolución de la historia del arte a partir del análisis comparativo de obras de diversas épocas y de la explicación de las relaciones de influencia, préstamos, continuidad y ruptura que se producen entre estilos, autores y movimientos.",
        "4.4. Especificar la intervención del artista como motor principal de dichos mecanismos de evolución con la intención de conceptualizar la categoría histórica de genio y analizar la relación que este establece con el entorno social y cultural, mediante el análisis de grupos de obras de un mismo autor, época o lugar.",
        "5.1. Elaborar comentarios histórico-artísticos de distintas obras de arte a partir del conocimiento crítico y argumentado de su contexto histórico, sus funciones y su relevancia social, política, y cultural, valorando y respetando distintas obras y formas de manifestaciones artísticas.",
        "5.2. Identificar y analizar la complejidad del proceso de creación artística, elaborando reseñas biográficas sobre las figuras más destacadas y atendiendo a los aspectos personales que faciliten la comprensión del significado y valor de la obra, tomando conciencia del papel del artista en el proceso creador.",
        "5.3. Determinar el modo en que la obra de arte puede actuar como documento histórico, para resaltar su valor como testimonio del pasado, utilizando textos y documentos de la época a la que pertenece como apoyo y referencia de los datos que es capaz de aportar.",
        "6.1. Comprender la importancia de la conservación y promoción del patrimonio artístico, investigando acerca de los procesos de adquisición, conservación, exhibición y uso sostenible de obras de arte, así como sobre el impacto positivo y negativo de las acciones humanas sobre ellas.",
        "6.2. Analizar el papel conformador de la identidad individual y colectiva que posee el arte y el patrimonio artístico, analizando las autorrepresentaciones humanas y el uso de recursos estéticos e iconográficos en la generación y mantenimiento de los vínculos grupales.",
        "6.3. Identificar y relacionar las principales figuras de la Historia del Arte procedentes de las minorías y de las diferentes sensibilidades étnico-religiosas que han integrado e integran la sociedad andaluza (arabo- musulmanes, judíos, gitanos, y otros), dando visibilidad a los artistas de los grupos minoritarios, analizando el contexto político, social y cultural en el que desarrollaron su producción artística y reconociendo su esfuerzo por hacerse valer en ese contexto.",
        "6.4. Conocer y analizar críticamente la imagen que se ha dado de las minorías en la historia del arte, mediante el análisis comparativo de obras de distintas épocas y culturas en las que estén representados los grupos minoritarios (arabo-musulmán, judeo-sefardí o gitano).",
        "7.1. Elaborar argumentos propios acerca de la noción de belleza, comparando cánones de belleza y obras de diversos estilos , épocas y lugares, apreciando la diversidad como fuente de enriquecimiento, superando estereotipos y prejuicios y promoviendo la formación de una imagen ajustada de sí mismo.",
        "7.2. Analizar el concepto de belleza materializado en la obra, a partir de los diversos intentos de teorización y definición que se han producido a lo largo de la Historia del Arte y con la intención de comprender qué diferentes visiones de la realidad comporta la adopción de una formulación absoluta o relativa de dicho concepto.",
        "8.1. Conocer las principales figuras femeninas de la historia del arte, dando visibilidad a la mujer como artista, analizando el contexto político, social y cultural en el que desarrollaron su producción artística y reconociendo su esfuerzo por hacerse valer en él.",
        "8.2. Conocer y analizar críticamente la imagen que se ha dado de la mujer en la historia del arte, mediante el análisis comparativo de obras de distintas épocas y culturas en las que se representen figuras, roles, símbolos y temas relacionados con la feminidad.",
        "8.3. Advertir el modo en que el arte ha sido utilizado como expresión de las diferentes sensibilidades e identidades sexuales y de género a lo largo de la historia, para comprender el valor de la práctica artística como instrumento de avance en la visibilización, igualdad y respeto, a través de la definición, argumentación y expresión de criterios propios, partiendo del análisis de la biografía del artista o de la propia temática de la obra en consonancia con el contexto histórico."
    ],
    "saberes": [
        "A. Aproximación a la Historia del Arte",
        "HART.2.A.1. El debate sobre la definición de arte. Función y necesidad. El concepto del arte a lo largo de la historia.",
        "HART.2.A.2. El lenguaje artístico: el arte como forma de comunicación. La variedad de códigos y lenguajes. Símbolos e iconografía en el arte. La subjetividad creadora. La complejidad de la interpretación. El juicio estético.",
        "HART.2.A.3. Terminología y vocabulario específico del arte en la arquitectura y las artes plásticas.",
        "HART.2.A.4. Métodos en la historia del arte. Herramientas para el análisis de la obra de arte: elementos técnicos, formales, y estilísticos. Estudio iconográfico y significado, identificación, contextualización y relevancia de la obra. El análisis comparativo.",
        "HART.2.A.5. Influencias, préstamos, continuidades y rupturas en la Historia del Arte.",
        "B. El arte y sus funciones a lo largo de la historia",
        "HART.2.B.1. El arte como instrumento mágico-ritual a lo largo de la historia. Los orígenes prehistóricos del arte. Arte en las sociedades indígenas actuales.",
        "HART.2.B.2. El arte como dispositivo de dominación y control: desde las primeras civilizaciones urbanas hasta la sociedad contemporánea. El Mediterráneo antiguo. La Academia: imposición y gestión del lenguaje del arte. HART.2.B.3. El arte y su valor propagandístico: desde el Mundo Antiguo hasta la actual sociedad de consumo. Arte y totalitarismo: Las estéticas fascistas y el arte degenerado. Arte y medios de comunicación. Arte y publicidad.",
        "HART.2.B.4. El arte y su función didáctica y religiosa en las sociedades teocéntricas. Del arte paleocristiano al arte medieval cristiano. El arte islámico. Arte y judaísmo.",
        "HART.2.B.5. Arte, mecenazgo y coleccionismo como elementos de diferenciación social. El arte de la Edad Moderna: Renacimiento y Barroco. Velázquez.",
        "HART.2.B.6. El arte como medio de progreso, crítica y transformación sociocultural desde el pensamiento ilustrado hasta la actualidad. Goya.",
        "HART.2.B.7. El arte como idioma de sentimientos y emociones. Del Romanticismo a la vanguardia. Picasso. Arte urbano.",
        "HART.2.B.8. El arte como expresión de los avances tecnológicos: desde la Revolución Industrial hasta la era digital.",
        "HART.2.B.9. Forma y función en el arte: de la artesanía al diseño.",
        "C. Dimensión individual y social del arte",
        "HART.2.C.1. Arte e identidad individual: la necesidad de representarnos. La imagen del cuerpo humano. El género del retrato. La evolución en la imagen y consideración social del artista.",
        "HART.2.C.2. Arte e identidad colectiva: escuelas, regionalismos y búsqueda de identidad. Andalucía y el arte. HART.2.C.3. La representación de la mujer en el arte desde una perspectiva crítica.",
        "HART.2.C.4. La mujer como artista. La lucha por la visibilidad a lo largo de la Historia del Arte.",
        "HART.2.C.5. Los miembros de las minorías andaluzas históricas y actuales (arabo-musulmana, judeo-sefardí, gitana). como artistas. La lucha por la visibilidad a lo largo de la Historia del Arte.",
        "HART.2.C.6. La representación de las minorías (arabo-musulmana, judeo-sefardí, gitana) en el arte desde una perspectiva crítica.",
        "HART.2.C.7. Identidades sexuales y de género en el arte. Artistas y representaciones.",
        "D. Realidad, espacio y territorio en el arte",
        "HART.2.D.1. Arte y realidad: imitación e interpretación. La revolución de la fotografía y el cine. La fotografía como documento histórico y estético: Los conflictos bélicos. El holocausto.",
        "HART.2.D.2. Arquitectura y espacio: la creación de espacios arquitectónicos. Los espacios religiosos (templos, sinagogas, iglesias, mezquitas), áulicos y domésticos.",
        "HART.2.D.3. Pintura y perspectiva: la conquista de la tercera dimensión. HART.2.D.4. Arte e intervención en el territorio: el urbanismo como arte.",
        "HART.2.D.5. Arte y medio ambiente. La naturaleza y la representación de las emociones. Arquitectura, urbanismo y diseño sostenible. La contribución del arte a los Objetivos de Desarrollo Sostenible. Paisajismo y jardinería.",
        "HART.2.D.6. El patrimonio artístico: preservación, conservación y usos sostenibles. Museografía y museología."
    ]
}