{
    "competenciasEspecificas": [
        "1.  Valorar los movimientos y acciones que han promovido y hecho avanzar las libertades en la historia de España, utilizando adecuadamente términos y conceptos históricos, comparando los distintos regímenes políticos y reconociendo el legado democrático de la Constitución de 1978 como fundamento de nuestra convivencia y garantía de nuestros derechos.",
        "2.  Reconocer y valorar la diversidad identitaria de nuestro país, por medio del contraste de la información y la revisión crítica de fuentes, tomando conciencia del papel que juega en la actualidad y respetando tanto los sentimientos de pertenencia como la existencia de identidades múltiples, al igual que las normas y símbolos que establece nuestro marco común de convivencia.",
        "3.  Analizar y valorar la idea de progreso sobre la base del bienestar social y de la sostenibilidad, a través de la interpretación de los factores modernizadores de la historia económica de España, el uso de métodos cuantitativos y el análisis crítico de las desigualdades sociales y territoriales, considerando el emprendimiento, la innovación y el aprendizaje permanente como elementos fundamentales en un entorno económico y profesional en constante cambio.",
        "4.  Tomar conciencia de la diversidad social a través del análisis multidisciplinar de los cambios y continuidades de la sociedad española a lo largo del tiempo, la evolución de la población, los niveles y modos de vida, las condiciones laborales y los movimientos y conflictos sociales, valorando el alcance de las medidas adoptadas y los progresos y limitaciones para avanzar en la igualdad, el bienestar, la justicia y la cohesión social.",
        "5.  Analizar críticamente el papel de las creencias y de las ideologías en la articulación social, en el uso del poder y en la configuración de identidades y proyectos políticos contrapuestos, a través del estudio de fuentes primarias y textos historiográficos y de la fundamentación de juicios propios, debatiendo sobre problemas actuales, transfiriendo conocimiento, valorando la diversidad cultural y mostrando actitudes respetuosas ante ideas legítimas diferentes a las propias.",
        "6.  Interpretar el valor geoestratégico de España y su conexión con la historia mundial, señalando las analogías y singularidades de su evolución histórica en un contexto global cambiante por medio de la búsqueda y el tratamiento de la información, para avalar los compromisos de nuestro país en materias de cooperación y seguridad, promover actitudes solidarias y asumir los valores del europeísmo.",
        "7.  Incorporar la perspectiva de género en el análisis de la España actual y de su historia, a través de la contextualización histórica de fuentes literarias y artísticas y la investigación sobre el movimiento feminista, recuperando su presencia en la historia y adoptando actitudes en defensa de la igualdad efectiva de mujeres y hombres.",
        "8.  Valorar el patrimonio histórico y cultural como legado y expresión de la memoria colectiva, identificando los significados y usos públicos que reciben determinados acontecimientos y procesos del pasado, por medio del análisis de la historiografía y del pensamiento histórico para el desarrollo de la iniciativa, del trabajo en equipo, de la creatividad y de la implicación en cuestiones de interés social y cultural."        
    ]
}
