{
    "saberes": [
        "A. Comunicación",
        "    - Autoconfianza en el uso de la lengua extranjera. El error como parte del proceso de aprendizaje y como instrumento de mejora.",
        "    - Iniciación en las estrategias elementales para la comprensión y la producción (vuelve a leer el texto, usa su conocimiento previo, lee entre líneas, usa las pistas del contexto, piensa en voz alta, resume, ubica las palabras clave, hace predicciones, visualiza, imita, repite…) de textos orales, escritos y multimodales breves, sencillos y contextualizados en lengua inglesa.",
        "    - Funciones comunicativas elementales adecuadas al ámbito y al contexto: saludar, despedirse, presentar y presentarse, dar las gracias, pedir permiso o ayuda...; identificar las características de personas, objetos y lugares; responder a preguntas concretas sobre cuestiones cotidianas en inglés; expresar el tiempo, la cantidad y el espacio.",
        "    - Modelos contextuales elementales en la comprensión y producción de textos orales, escritos y multimodales, breves y sencillos, tales como felicitaciones, notas, listas o avisos, cuentos, comics… con alto contenido visual, siguiendo modelos y cuidando su presentación. Identificación y comprensión de palabras clave e ideas principales. Estrategias interactivas, un intercambio verbal y colectivo de ideas.",
        "    - Unidades del lenguaje elementales y significados asociados a dichas estructuras tales como expresión de la entidad y sus propiedades, cantidad y número, afirmación, exclamación, negación, interrogación en lengua inglesa.",
        "    - Léxico elemental de alta frecuencia y de interés para el alumnado relativo a relaciones personales básicas, vivienda, lugares y entornos cercanos. Emisión de palabras y mensajes breves y sencillos con una pronunciación, entonación, acentuación y ritmo correcto. Participación en conversaciones de aula. Estrategias para la comprensión de palabras clave y mensajes sencillos producidos con distintos acentos en la lengua inglesa.",
        "    - Iniciación en patrones sonoros y acentuales elementales. Diferencias fonéticas básicas de la lengua inglesa a través de grupos de sonidos, palabras y oraciones sencillas. Palabras que comparten un patrón común, que rimen y fonemas finales. Canciones, rimas, retahílas, trabalenguas, chistes básicos, poesías, acompañadas de gestos faciales, corporales y mímica.",
        "    - Iniciación en convenciones ortográficas elementales. El sonido y nombre de las letras del alfabeto. Uso de mayúsculas, punto y otros signos de puntuación.",
        "    - Convenciones y estrategias conversacionales elementales verbales o no verbales (gestos, expresiones faciales, posturas corporales...) de uso común en formato síncrono (cara a cara, por teléfono, video llamada, videoconferencia) o asíncrono, en las que se establece contacto social (plataformas, apps, redes sociales) para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, preguntar y responder, etc.",
        "    - Herramientas analógicas y digitales elementales para la comprensión y producción oral, escrita y multimodal. Uso guiado, limitado y responsable de las herramientas digitales.",
        "B. Plurilingüismo",
        "    - Estrategias y técnicas elementales de detección de las carencias comunicativas y las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio del lenguaje propio, tales como la repetición, imitación, la solicitud de aclaraciones, la búsqueda de recursos para entender el discurso, la comunicación no verbal…",
        "    - Iniciación a las estrategias elementales para identificar y utilizar unidades del lenguaje (léxico, morfosintaxis, patrones sonoros, etc.) tales como la transferencia y aplicación de estrategias de la lengua materna, uso de imágenes, vocabulario, diagramas, mapas mentales básicos, pósteres, diccionarios personales con imágenes, canciones… a partir de la comparación de las lenguas y variedades que conforman el repertorio del lenguaje personal.",
        "C. Interculturalidad",
        "    - La lengua extranjera como medio de comunicación y relación con personas de otros países. Realidades sociales y culturales de otras lenguas, respeto y tolerancia por el interlocutor, sus costumbres, tradiciones y su cultura.",
        "    - Aspectos del lenguaje, de la cultura y de la sociedad, elementales y más significativos relativos a las costumbres y la vida cotidiana en países donde se habla la lengua extranjera.",
        "    - Iniciación en las estrategias básicas de uso común para entender y apreciar la diversidad de la lengua, la cultura y el arte, a partir de valores sociales y medioambientales y democráticos. La realidad de las lenguas del aula como fuente de riqueza cultural.",
        "    - Iniciación en las estrategias básicas de detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "D. Contenidos sintáctico-discursivos",
        "    - Expresión de relaciones lógicas: conjunción (and); disyunción (or).",
        "    - Afirmación: affirmative sentences; Yes (+tag).",
        "    - Negación: negative sentences with not, no (Adj.).",
        "    - Exclamación: exclamatory sentences (e.g. I love bananas!); How + Adjective (e.g. How beautiful!).",
        "    - Interrogación: Wh- questions (What; Where; How many; who). Auxiliary verbs in questions: to be; to do.",
        "    - Expresión del tiempo: presente (simple present).",
        "    - Expresión del aspecto: puntual (simple tenses); durativo (present continuous); habitual (simple tenses [+Adverb eg. always, everyday]).",
        "    - Expresión de la modalidad: permiso (can), capacidad (can), obligación (have (got) to); imperative.",
        "    - Expresión de la existencia (to be; there is/are); la entidad (nouns, pronouns, articles, demonstratives); la cualidad ([very]+) Adj.).",
        "    - Expresión de la cantidad: (singular/plural; cardinal numbers up to two digits; ordinal numbers up to one digit; quantity: many, some, more, (a) little, more. Degree: very.",
        "    - Expresión del espacio: prepositions and adverbs of location, position.",
        "    - Expresiones temporales: divisions (e.g. summer) indications of time (e.g. now, tomorrow); frequency (e.g. sometimes, on Saturdays); prepositions and adverbs of time.",
        "    - Expresión del modo: Adv. of manner (e.g. slowly, well).",
        "    - Expresión de la posesión: I have got (I’ve got); preposición of.",
        "    - Expresión de gustos y preferencias: I like/I don’t like; I like verb- ing."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer e interpretar palabras y expresiones habituales en textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y próximos a su experiencia, expresados de forma comprensible, clara, sencilla y directa y en lengua estándar.",
        "1.2. Seleccionar y aplicar de forma guiada estrategias elementales en situaciones comunicativas cotidianas y de relevancia para el alumnado con el fin de captar la idea global e identificar elementos específicos con ayuda de elementos de la lengua y del contexto y el cotexto.Expresar oralmente frases cortas y sencillas con información básica sobre asuntos cotidianos y de relevancia para el alumnado, utilizando de forma guiada recursos verbales y no verbales, recurriendo a modelos y estructuras previamente presentados y prestando atención al ritmo, la acentuación y la entonación en lengua inglesa.",
        "2.2. Escribir palabras, expresiones conocidas y frases a partir de modelos y con una finalidad específica, a través de herramientas analógicas y digitales, usando léxico y estructuras elementales de la lengua inglesa sobre asuntos cotidianos y de relevancia personal para el alumnado.",
        "2.3. Seleccionar y aplicar de forma guiada, estrategias básicas para producir mensajes breves y sencillos en inglés, adecuados a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento.",
        "3.1. Participar, de forma guiada, en situaciones interactivas elementales sobre temas cotidianos, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía.",
        "3.2. Seleccionar y utilizar, de forma guiada y en entornos próximos, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes sencillos y breves; y formular y contestar preguntas básicas para la comunicación en lengua inglesa.",
        "4.1. Interpretar y explicar, de forma guiada, información básica de conceptos, comunicaciones y textos breves y sencillos en situaciones en las que atender a la diversidad, mostrando empatía e interés por los interlocutores e interlocutoras y por los problemas de entendimiento en su entorno inmediato, apoyándose en diversos recursos y soportes.",
        "5.1. Comparar y contrastar similitudes y diferencias evidentes entre distintas lenguas reflexionando, de forma guiada, sobre aspectos elementales de su funcionamiento.",
        "5.2. Identificar y aplicar, de forma guiada, conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales.",
        "5.3. Identificar y explicar, de manera guiada, avances y dificultades elementales en el proceso de aprendizaje de la lengua extranjera.",
        "6.1. Mostrar interés por la comunicación entre diferentes culturas, identificando y analizando, de forma guiada, las discriminaciones y los prejuicios más comunes, en situaciones cotidianas y habituales.",
        "6.2. Reconocer y apreciar la diversidad de otros contextos relacionados con la lengua extranjera, mostrando interés por conocer los elementos fundamentales de la lengua y su cultura."
    ]
}