{
    "criteriosEvaluacion": [
        "• CE1.1. Identificar la importancia de la química y sus conexiones con otras áreas en el desarrollo de la sociedad, el progreso de la ciencia, la tecnología, la economía y el desarrollo sostenible respetuoso con el medio ambiente, identificando los avances en el campo de la química que han sido fundamentales en estos aspectos. OBJ1",
        "• CE1.2. Reconocer la naturaleza experimental e interdisciplinaria de la química y su influencia en la investigación científica y en los ámbitos económico y laboral actuales, considerando los hechos empíricos y sus aplicaciones en otros campos del conocimiento y la actividad humana. OBJ1",
        "• CE1.3. Reconocer y argumentar que las bases de la química constituyen un cuerpo de conocimiento imprescindible en un marco contextual de estudio y discusión de cuestiones significativas en los ámbitos social, económico, político y ético, identificando la presencia e influencia de estas bases en dichos ámbitos. OBJ2",
        "• CE1.4. Aplicar de manera informada, coherente y razonada los modelos y leyes de la química, explicando y prediciendo las consecuencias de experimentos, fenómenos naturales, procesos industriales y descubrimientos científicos. OBJ2",
        "• CE1.5. Argumentar de manera informada, aplicando las teorías y leyes de la química, que los efectos negativos de determinadas sustancias en el medio ambiente y en la salud se deben al mal uso que se hace de eses productos o negligencia, y no a la ciencia química en sí. OBJ4",
        "• CE1.6. Explicar, empleando los conocimientos científicos adecuados, cuáles son los beneficios de los numerosos productos de la tecnología química y cómo su empleo y aplicación han contribuido al progreso de la sociedad. OBJ4",
        "• CE1.7. Reconocer la importante contribución en la química del trabajo colaborativo entre especialistas de diferentes disciplinas científicas, poniendo de relieve las conexiones entre las leyes y teorías propias de cada una de ellas. OBJ5",
        "• CE1.8. Reconocer la aportación de la química al desarrollo del pensamiento científico y a la autonomía de pensamiento crítico a través de la puesta en práctica de las metodologías de trabajo propias de las disciplinas científicas. OBJ5",
        "• CE1.9. Estudiar realidades vinculadas a la química y proponer soluciones a situaciones problemáticas relacionadas con esta ciencia, reconociendo la importancia de la contribución de cada participante del equipo y la diversidad de pensamiento, y consolidando habilidades sociales positivas en el seno de equipos de trabajo. OBJ5",
        "• CE2.1. Describir los principales procesos químicos que suceden en el entorno y las propiedades de los sistemas materiales a partir de los conocimientos, destrezas y actitudes propios de las distintas ramas de la química. OBJ1",
        "• CE2.2. Analizar la composición química de los sistemas materiales que se encuentran en el entorno más próximo, en el medio natural y en el entorno industrial y tecnológico, demostrando que sus propiedades, aplicaciones y beneficios están basados en los principios de la química. OBJ4",
        "• CE2.3. Explicar y razonar los conceptos fundamentales que se encuentran en la base de la química aplicando los conceptos, leyes y teorías de otras disciplinas científicas (especialmente de la física) a través de la experimentación y la indagación. OBJ6",
        "• CE2.4. Solucionar problemas y cuestiones que son característicos de la química utilizando las herramientas previstas por las matemáticas y la tecnología, reconociendo así la relación entre los fenómenos experimentales y naturales y los conceptos propios de esta disciplina. OBJ6",
        "• CE3.1. Describir las principales reacciones químicas que suceden en el entorno y las propiedades de los sistemas materiales a partir de los conocimientos, destrezas y actitudes propios de las distintas ramas de la química. OBJ1",
        "• CE3.2. Relacionar los principios de la ciencia química con los principales problemas de la actualidad asociados al desarrollo de la ciencia y la tecnología, analizando cómo se tratan a través de los medios de comunicación o son observados en la experiencia cotidiana. OBJ2",
        "• CE3.3. Utilizar correctamente las normas de nomenclatura de la IUPAC como base de un lenguaje universal para la química que permita una comunicación efectiva en toda la comunidad científica, aplicando estas normas al reconocimiento y escritura de fórmulas y nombres de diferentes especies químicas. OBJ3",
        "• CE3.4. Emplear con rigor herramientas matemáticas para apoyar el desarrollo del pensamiento científico que se alcanza con el estudio de la química, aplicando estas herramientas en la resolución de problemas usando ecuaciones, unidades, operaciones, etc. OBJ3",
        "• CE3.5. Respetar las normas de seguridad relacionadas con la manipulación de sustancias químicas en el laboratorio y en otros entornos, así como los procedimientos para la correcta gestión y eliminación de los residuos, utilizando correctamente los códigos de comunicación característicos de la química. OBJ3",
        "• CE3.6. Representar y visualizar de forma eficiente los conceptos de química que presenten mayores dificultades utilizando herramientas digitales y recursos variados, incluidas experiencias de laboratorio real y virtual. OBJ5",
        "• CE3.7. Deducir ideas fundamentales de otras disciplinas científicas (por ejemplo, la biología o la tecnología) por medio de la relación entre sus contenidos básicos y las leyes y teorías que son propias de la química. OBJ6",
        "• CE3.8. Solucionar problemas y cuestiones que son característicos de las reacciones químicas utilizando las herramientas provistas por las matemáticas y la tecnología, reconociendo así la relación entre los fenómenos experimentales y naturales y los conceptos propios de esta disciplina. OBJ6",
        "• CE4.1. Describir los principales procesos de química orgánica que suceden en el entorno y las propiedades de los sistemas materiales, a partir de los conocimientos, destrezas y actitudes propios de las distintas ramas de la química. OBJ1",
        "• CE4.2. Relacionar los principios de la ciencia química con los principales problemas de la actualidad asociados al desarrollo de la ciencia y de la tecnología, en los que tenga relevancia la química orgánica, analizando cómo se tratan a través de los medios de comunicación o son observados en la experiencia cotidiana. OBJ2",
        "• CE4.3. Utilizar correctamente las normas de nomenclatura de la química orgánica de la IUPAC como base de un lenguaje universal para la química que permita una comunicación efectiva en toda la comunidad científica, aplicando estas normas al reconocimiento y escritura de fórmulas y nombres de diferentes especies químicas orgánicas. OBJ3",
        "• CE4.4. Respetar las normas de seguridad relacionadas con la manipulación de sustancias químicas en el laboratorio y en otros entornos, así como los procedimientos para la correcta gestión y eliminación de los residuos, utilizando correctamente los códigos de comunicación característicos de la química orgánica. OBJ3",
        "• CE4.5. Representar y visualizar de forma eficiente los conceptos de química orgánica que presenten mayores dificultades, utilizando herramientas digitales y recursos variados, incluidas experiencias de laboratorio real y virtual. OBJ5",
        "• CE4.6. Deducir ideas fundamentales de otras disciplinas científicas (por ejemplo, la biología o la tecnología) por medio de la relación entre sus contenidos básicos y las leyes y teorías que son propias de la química orgánica. OBJ6",
        "• CE4.7. Solucionar problemas y cuestiones que son característicos de la química orgánica utilizando las herramientas provistas por las matemáticas y la tecnología, reconociendo así la relación entre los fenómenos experimentales y naturales y los conceptos propios de esta disciplina. OBJ6"
    ],
    "saberes": [
        "Bloque 1. Destrezas básicas de la química",
        "• Desarrollo de trabajo colaborativo. Metodologías propias de las disciplinas científicas.",
        "• Emprendimiento de proyectos de investigación. Resolución de problemas mediante el uso de la experimentación.",
        "• Interpretación y producción de información científica en diferentes formatos y a partir de diferentes medios, para desarrollar un criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad.",
        "• Investigación científica en la industria y en la empresa.",
        "• Impacto de la química sobre la salud y el medio ambiente. Argumentación y análisis crítico.",
        "• Relación de la química con otras áreas relevantes y el uso de las bases de la química en el estudio y discusión de diferentes cuestiones significativas en los ámbitos social, económico, político y ético.",
        "Bloque 2. Enlace químico y estructura de la materia",
        "• Espectros atómicos.",
        "– Relevancia, en el contexto del desarrollo histórico del modelo del átomo, de los espectros atómicos como fundamento experimental de su revisión.",
        "– Interpretación de los espectros de emisión y absorción de los elementos. Relación con la estructura electrónica del átomo.",
        "• Principios cuánticos de la estructura atómica.",
        "– Relación entre el fenómeno de los espectros atómicos y la cuantización de la energía. Del modelo de Bohr a los modelos mecano-cuánticos: necesidad de una estructura electrónica en diferentes niveles.",
        "– Principio de incertidumbre de Heisenberg y dualidad onda-corpúsculo del electrón. Naturaleza probabilística del concepto de orbital.",
        "– Números cuánticos y principio de exclusión de Pauli. Estructura electrónica del átomo. Utilización del diagrama de Möller para escribir la configuración electrónica de elementos químicos.",
        "• Tabla periódica y propiedades de los átomos.",
        "– Naturaleza experimental del origen de la tabla periódica en cuanto al agrupamiento de los elementos según sus propiedades. La teoría atómica actual y su relación con las leyes experimentales observadas.",
        "– Posición de un elemento en la tabla periódica a partir de su configuración electrónica.",
        "– Tendencias periódicas. Aplicación a la predicción de valores de propiedades de los elementos de la tabla a partir de su posición en ella.",
        "• Enlace químico y fuerzas intermoleculares.",
        "– Tipos de enlace a partir de las características de los elementos individuales que lo forman. Energía implicada en la formación de moléculas, de cristales y de estructuras macroscópicas. Propiedades de las sustancias químicas.",
        "– Modelos de Lewis, RPECV y hibridación de orbitales. Configuración geométrica de compuestos moleculares y las características de los sólidos.",
        "– Ciclo de Born-Häber. Energía intercambiada en la formación de cristales iónicos.",
        "– Modelos de la nube electrónica y la teoría de bandas para explicar las propiedades características de los cristales metálicos.",
        "– Fuerzas intermoleculares: características del enlace químico y la geometría de las moléculas. Propiedades macroscópicas de compuestos moleculares.",
        "Bloque 3. Reacciones químicas",
        "• Termodinámica química.",
        "– Primer principio de la termodinámica: intercambios de energía entre sistemas.",
        "– Ecuaciones termoquímicas. Concepto de entalpía de reacción. Procesos endotérmicos y exotérmicos.",
        "– Balance energético entre productos y reactivos mediante la ley de Hess, a través de la entalpía de formación estándar y de las entalpías de enlace, para obtener la entalpía de una reacción.",
        "– Segundo principio de la termodinámica. La entropía como magnitud que afecta a la espontaneidad e irreversibilidad de los procesos químicos.",
        "– Cálculo de la energía de Gibbs de las reacciones químicas y espontaneidad de estas en función de la temperatura del sistema.",
        "• Cinética química.",
        "– Teoría de las colisiones como modelo a escala microscópica de las reacciones químicas. Conceptos de velocidad de reacción y energía de activación.",
        "– Influencia de las condiciones de reacción sobre su velocidad.",
        "– Ley diferencial de la velocidad de una reacción química y determinación de los órdenes de reacción a partir de datos experimentales de velocidad de reacción.",
        "• Equilibrio químico.",
        "– El equilibrio químico como proceso dinámico: ecuaciones de velocidad y aspectos termodinámicos. Expresión de la constante de equilibrio mediante la ley de acción de masas.",
        "– La constante de equilibrio de reacciones en las que los reactivos se encuentren en diferente estado físico. Relación entre Kc y Kp y producto de solubilidad en equilibrios heterogéneos.",
        "– Principio de Le Châtelier y el cociente de reacción. Evolución de sistemas en equilibrio a partir de la variación de las condiciones de concentración, presión o temperatura del sistema.",
        "• Reacciones ácido-base.",
        "– Naturaleza ácida o básica de una sustancia. Teorías de Arrhenius y de Brønsted y Lowry.",
        "– Ácidos y bases fuertes y débiles. Grado de disociación en disolución acuosa.",
        "– pH de disoluciones ácidas y básicas. Expresión de las constantes Ka y Kb.",
        "– Concepto de pares ácido y base conjugados. Carácter ácido o básico de disoluciones en las que se produce la hidrólisis de una sal.",
        "– Reacciones entre ácidos y bases. Concepto de neutralización. Volumetrías ácido-base.",
        "– Ácidos y bases relevantes en el ámbito industrial y de consumo, con especial incidencia en su influencia sobre la conservación del medio ambiente.",
        "• Reacciones redox.",
        "– Estado de oxidación. Número de oxidación y especies que se reducen u oxidan en una reacción.",
        "– Método del ión-electrón para ajustar ecuaciones químicas de oxidación-reducción. Cálculos estequiométricos y volumetrías redox.",
        "– Potencial estándar de un par redox. Espontaneidad de procesos químicos y electroquímicos que impliquen a dos pares redox.",
        "– Leyes de Faraday: relación entre la cantidad de carga eléctrica y las cantidades de sustancia producidas en un proceso electroquímico. Cálculos estequiométricos con reacciones que transcurren en cubas electrolíticas.",
        "– Reacciones de oxidación y reducción en la fabricación y el funcionamiento de baterías eléctricas, celdas electrolíticas y pilas de combustible, así como la prevención de la corrosión de metales.",
        "Bloque 4. Química orgánica",
        "• Isomería.",
        "– Fórmulas moleculares y desarrolladas de compuestos orgánicos. Diferentes tipos de isomería estructural.",
        "– Modelos moleculares o técnicas de representación 3D de moléculas. Isómeros espaciales de un compuesto y sus propiedades.",
        "• Reactividad orgánica.",
        "– Principales propiedades químicas de las distintas funciones orgánicas. Comportamiento en disolución o en reacciones químicas.",
        "– Principales tipos de reacciones orgánicas. Productos de la reacción entre compuestos orgánicos y las correspondientes ecuaciones químicas.",
        "• Polímeros.",
        "– Proceso de formación de polímeros a partir de sus correspondientes monómeros. Estructura y propiedades.",
        "– Clasificación de los polímeros según su naturaleza, estructura y composición. Aplicaciones, propiedades y riesgos medioambientales asociados."
    ]
}