{
    "saberes": [
        "A. Procedimientos de trabajo en el laboratorio.",
        "- Metodología de trabajo. El método científico y su aplicación en actividades laborales.",
        "- Laboratorio: organización, materiales y normas de seguridad.",
        "- Recursos digitales para el trabajo experimental del laboratorio.",
        "- Técnicas básicas en el laboratorio: mezclas y disoluciones, separación y purificación de sustancias, identificación de biomoléculas en alimentos y técnicas de desinfección, entre otros.",
        "B. Aplicaciones de la ciencia en la conservación del medio ambiente.",
        "- Contaminación: concepto y tipología (contaminación atmosférica, del suelo, del agua, nuclear, entre otras)",
        "- Tratamiento de residuos. Experiencias actuales sobre química ambiental.",
        "- Desarrollo sostenible.",
        "- Nuevos materiales: sustitución de los materiales plásticos por otros más sostenibles y biodegradables, como la nanocelulosa, y el grafeno, entre otros. La nanotecnología.",
        "C. Avances en biomedicina.",
        "- Evolución histórica del concepto de enfermedad y de sus métodos de diagnóstico y tratamiento.",
        "- Medicina frente a pseudociencia y paraciencia.",
        "- Trasplantes. Técnicas y aplicaciones.",
        "- Células madre. Tipos, obtención y aplicaciones.",
        "- Reproducción asistida y la selección embrionaria. Técnicas y aplicaciones.",
        "- Investigación médica y farmacéutica. Los fármacos y su uso responsable.",
        "- Sistema sanitario y su uso responsable.",
        "D. La revolución genética.",
        "- Hitos en la evolución de la investigación genética.",
        "- Estructura, localización y codificación de la información genética.",
        "- Proyectos actuales relacionados con el conocimiento del genoma humano.",
        "- Ingeniería genética y sus aplicaciones: obtención de fármacos, transgénicos y terapias génicas, entre otras.",
        "- Repercusiones sociales de la investigación, los conocimientos y las técnicas de la genética, como el uso de los transgénicos y la clonación, entre otros.",
        "E. Investigación, Desarrollo e Innovación (I+D+i).",
        "- Concepto de I+D+i. Importancia para la sociedad.",
        "- Innovación. Recursos digitales en la investigación científica.",
        "F. Proyecto e investigación.",
        "- Planificación, realización y presentación de un proyecto de investigación."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Plantear y responder cuestiones sobre procesos observados en el entorno, siguiendo las pautas de las metodologías científicas.",
        "1.2 Contrastar hipótesis, realizando experimentos que respeten las normas de seguridad correspondientes, en laboratorios o entornos virtuales.",
        "1.3 Comunicar los resultados de un experimento o trabajo científico, utilizando los recursos adecuados y respetando los principios éticos básicos.",
        "Competencia específica 2.",
        "2.1 Seleccionar, organizar y analizar críticamente la información, citando las fuentes consultadas de forma correcta.",
        "2.2 Contrastar y justificar la veracidad de una información, utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas o bulos, entre otras.",
        "Competencia específica 3.",
        "3.1 Plantear y resolver preguntas, realizar predicciones y formular hipótesis científicas que puedan ser respondidas o contrastadas, utilizando procedimientos propios de la ciencia.",
        "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos científicos, seleccionando los instrumentos necesarios que den respuesta objetiva a preguntas concretas e hipótesis planteadas.",
        "3.3 Realizar experimentos y tomar datos cuantitativos y cualitativos sobre fenómenos científicos, seleccionando y utilizando los instrumentos, herramientas o técnicas adecuadas, con corrección y precisión.",
        "3.4 Interpretar y analizar los resultados obtenidos en un proyecto de investigación, mediante las herramientas matemáticas y tecnológicas pertinentes y necesarias, elaborando conclusiones razonadas y fundamentadas o certificando la imposibilidad de hacerlo.",
        "3.5 Establecer colaboraciones dentro y fuera del centro educativo, en las distintas fases de desarrollo de un proyecto científico, para trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de colaborar en una investigación, respetando la diversidad y favoreciendo la inclusión.",
        "Competencia específica 4.",
        "4.1 Explicar fenómenos relacionados con las ciencias, a través del planteamiento y resolución de problemas, seleccionando y utilizando tanto las estrategias como los recursos adecuados.",
        "4.2 Analizar críticamente la solución de problemas relacionados con las ciencias, reformulando los procedimientos utilizados y las conclusiones obtenidas, cuando dicha solución se demuestre no viable o ante la aportación nuevos datos que lo requirieran.",
        "Competencia específica 5.",
        "5.1 Argumentar sobre la importancia de adoptar hábitos saludables y un modelo de desarrollo sostenible, basándose tanto en los principios de las ciencias de la salud, como en la gestión de los recursos de la biosfera y sus posibles usos.",
        "5.2 Relacionar el impacto de la explotación de determinados recursos con el deterioro medioambiental, argumentando sobre la importancia y necesidad de desarrollar un consumo y aprovechamiento responsables.",
        "5.3 Reconocer la relevancia de la ciencia en el progreso de la sociedad, valorando la innovación en el campo de la biotecnología y genética."
    ]
}