{
    "criteriosEvaluacion": [
        "1.1 Raonar les especificitats socials i culturals de determinades propostes musicals, interioritzant les seves funcions en la societat, per mitjà de l’anàlisi de diferents exemples, amb una actitud oberta i respectuosa.",
        "1.2 Manifestar una consciència crítica sobre el consum i el gaudi, personal i col·lectiu, de les diverses expressions musicals i artístiques, per mitjà de l’argumentació crítica tant oral com escrita.",
        "2.1 Argumentar de forma crítica les característiques més rellevants de diferents manifestacions musicals a través de l’estudi dels seus elements i llenguatges, valorant la seva relació amb el context en què es produeixen.",
        "2.2 Analitzar els elements del llenguatge musical de diferents obres, estils i gèneres diversos per mitjà de l’anàlisi auditiva i l’anàlisi de partitures.",
        "3.1 Expressar l’opinió personal sobre diferents propostes musicals i escèniques mitjançant comentaris de textos, documents gràfics, audicions, visionats o esdeveniments musicals en els quals es mostri una actitud crítica, fonamentada, sensible i respectuosa.",
        "4.1 Demostrar habilitats musicals individuals i grupals per mitjà de la interpretació vocal, instrumental i corporal.",
        "4.2 Interpretar obres de creació pròpia, de forma individual i col·lectiva, explorant així una via d’expressió d’emocions i sentiments individuals i col·lectius.",
        "5.1 Generar propostes artístiques i musicals de forma individual o grupal, per mitjà de la veu, de diferents instruments i del suport de diferents eines tecnològiques, potenciant la creativitat de forma oberta i col·laborativa.",
        "5.2 Participar com a intèrpret en actuacions i manifestacions musicals, dins i fora del centre, mostrant iniciativa i lideratge en els processos creatius i interpretatius."
    ],
    "saberes": [
        "Audició, llenguatge musical i cultures musicals",
        "- Identificació auditiva dels elements del llenguatge musical en obres de diferents cultures i èpoques històriques.",
        "- Discriminació auditiva dels paràmetres del so en processos d’anàlisi auditiva.",
        "- Discriminació auditiva de les característiques musicals en diversitat d’obres musicals.",
        "- Anàlisi de grafies convencionals i alternatives en l’exercici d’interpretació individual i col·lectiva.",
        "- Anàlisi de les característiques socials, culturals i històriques de diverses obres musicals de rellevància.",
        "- Anàlisi de partitures amb grafies convencionals i alternatives en l’exercici de la interpretació.",
        "- Anàlisi auditiva i gràfica d’intervals i escales en obres de diversitat històrica i estilística.",
        "- Anàlisi auditiva i gràfica del ritme, el tempo i els compassos en obres de diversitat històrica i estilística.",
        "- Anàlisi auditiva i gràfica de l’harmonia, els acords, les funcions tonals i les cadències en obres de diversitat històrica i estilística.",
        "- Manifestació d’una consciència crítica sobre el consum i el gaudi, personal i col·lectiu, d’obres i propostes musicals.",
        "- Anàlisi de diversos gèneres i estils musicals i dels seus autors i autores més rellevants, posant d’exemple diversitat d’obres.",
        "- Anàlisi de tipologies de danses, veus i instruments i de les agrupacions de diverses manifestacions musicals.",
        "- Fer crítiques musicals fonamentades en obres musicals i escèniques d’audicions o espectacles en viu.",
        "Interpretació, improvisació i creació",
        "- Interpretació vocal, instrumental i corporal de creacions musicals diverses.",
        "- Interpretació de creacions musicals pròpies.",
        "- Interpretació vocal i instrumental individual i col·lectiva a partir de la lectura de partitures aplicant els coneixements rítmics, melòdics i harmònics.",
        "- Improvisació a partir dels procediments formals bàsics: repetició, canvi, variació i desenvolupament.",
        "- Aplicació de tècniques interpretatives: vocals, instrumentals i corporals en interpretacions individuals i col·lectives.",
        "- Creació de propostes musicals i escèniques col·lectives.",
        "- Creació musical a partir de l’ús de noves tecnologies.",
        "- Expressió de sentiments i emocions per mitjà de la interpretació d’obres diverses i de creació pròpia.",
        "- Manifestació de les normes de comportament en l’execució i la participació de propostes i activitats musicals."
    ]
}