{
    "saberes": [
        "A. Cultura científica: iniciación a la actividad científica en Ciencias Sociales",
        "− Iniciación a la investigación y a los métodos de trabajo para la realización de proyectos, que analicen hechos, asuntos y temas de la vida cotidiana o de relevancia actual desde una perspectiva histórica, contextualizándolos en la época correspondiente desde la Prehistoria a la Edad Contemporánea, como son la supervivencia y la alimentación, la vivienda, los intercambios comerciales (de dónde viene el dinero, los trabajos no remunerados), la explotación de bienes comunes y recursos, los avances técnicos.",
        "− Las fuentes históricas: clasificación y utilización de las distintas fuentes (orales, escritas, patrimoniales) como vía para el análisis de los cambios y permanencias en la localidad a lo largo de la historia. Las huellas de la historia en lugares, edificios, objetos, oficios o tradiciones de la localidad.",
        "− La representación gráfica del espacio y del tiempo. Comparación de mapas y planos de diferentes escalas. Representaciones gráficas y visuales del clima y los paisajes. Las Tecnologías de la Información Geográfica (TIG).",
        "B. Sociedades y territorios",
        "B.1. Retos del mundo actual: Conocimiento del espacio. Representación de la Tierra a través del globo terráqueo, los mapas y otros recursos analógicos y digitales. Mapas y planos en distintas escalas. Técnicas de orientación mediante la observación de los elementos del medio físico y otros medios de localización espacial.).",
        "− El clima y el paisaje. gráfica. Relación entre las zonas climáticas y la diversidad de paisajes. El medio físico de Aragón. Distribución territorial de Aragón.",
        "− Retos demográficos. Ocupación y distribución de la población en el espacio y análisis de los principales problemas y retos demográficos. Representación gráfica y cartográfica de la población. La organización del territorio en Aragón y rasgos básicos de España y en Europa.",
        "− Desigualdad social y acceso a los recursos. Usos del espacio por el ser humano y evolución de las actividades productivas. El valor, el control del dinero y medios de pago. De la supervivencia a la sobreproducción.",
        "B.2. Sociedades en el tiempo:",
        "− El tiempo histórico. Nociones temporales y cronología. Representación gráfica del tiempo (líneas del tiempo y ejes cronológicos).",
        "− Ubicación temporal de las grandes etapas históricas en ejes cronológicos. Características civilizaciones y sociedades representativas de las grandes etapas cronológicas, profundizando en las referentes a España y Aragón.",
        "− La acción de las mujeres y los hombres como sujetos en la historia. Interpretación del papel de los individuos y de los distintos grupos sociales, relaciones, conflictos, creencias y condicionantes en cada época histórica. Las personas como agentes/motor de los cambios.",
        "− Introducción a las expresiones artísticas y culturales y su contextualización histórica, incluyendo una perspectiva de género. La función del arte y la cultura en el mundo a lo largo de las diferentes etapas históricas.",
        "− Ejemplos destacados del patrimonio natural y cultural de Aragón. Los espacios protegidos, culturales y naturales, parques culturales y elementos patrimoniales protegidos. Patrimonio material e inmaterial. Su uso, cuidado y conservación.B.3. Alfabetización cívica:",
        "− Compromisos y normas para la vida en sociedad.",
        "− Las costumbres, tradiciones y manifestaciones etnoculturales del entorno. Respeto por la diversidad cultural, los derechos humanos y la cohesión social. La cultura de paz y no violencia.",
        "− La organización política y territorial de Aragón y rasgos básicos de España.",
        "− Organización y funcionamiento de la sociedad. Las principales instituciones y entidades del entorno local, regional y nacional y los servicios públicos que prestan. Estructura administrativa de Aragón y aspectos básicos de la España.",
        "− Seguridad vial. La ciudad como espacio de convivencia. Normas de circulación, señales y marcas viales. Movilidad segura, saludable y sostenible como peatones y usuarios de los medios de locomoción.",
        "B.4. Conciencia ecosocial:",
        "− Riesgos ambientales y el cambio climático. Introducción a las causas y consecuencias del cambio climático y los riesgos ambientales, y su impacto en los paisajes de la Tierra. Medidas de mitigación y adaptación.",
        "− Responsabilidad ecosocial. Ecodependencia e interdependencia entre personas, sociedades y medio natural.",
        "− Ciudadanía geográfica espacial.",
        "− Desequilibrios territoriales",
        "− La transformación y la degradación de los ecosistemas naturales por acción humana. Conservación y protección de la naturaleza. El maltrato animal y su prevención.",
        "− Estilos de vida sostenible. El consumo responsable, el uso del agua y la energía, la movilidad sostenible y la gestión de los residuos."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar las características, organización y propiedades de los elementos del medio social y cultural a través de la observación del entorno y de otros recursos y utilizando las herramientas y procesos adecuados de forma pautada.",
        "1.2. Identificar conexiones sencillas entre diferentes elementos del medio social y cultural mostrando comprensión de las relaciones que se establecen.",
        "1.3. Valorar y proteger el patrimonio cultural material e inmaterial, considerándolo un bien común, adoptando conductas respetuosas para su disfrute y proponiendo acciones para su conservación y mejora.Identificar problemas ecosociales, proponer posibles soluciones y poner en práctica estilos de vida sostenible, reconociendo comportamientos respetuosos de cuidado, corresponsabilidad y protección del entorno y uso sostenible de los recursos naturales, y expresando los cambios positivos y negativos causados en el medio por la acción humana.",
        "2.2. Localizar y analizar espacialmente, utilizando nociones básicas de cartografía y representación del espacio mediante mapas, proyecciones y modelos digitales.",
        "3.1. Identificar hechos del entorno social y cultural y ordenarlos temporalmente empleando las nociones de causalidad, simultaneidad y sucesión y utilizando representaciones gráficas adecuadas.",
        "3.2. Conocer personas, grupos sociales relevantes y formas de vida de las sociedades históricas desde la Prehistoria hasta la actualidad, incorporando la perspectiva de género y ubicándolas en su etapa cronológica, distinguiendo simultaneidad-sucesión y cambio- permanencia.",
        "3.3. Extraer información de fuentes históricas de diferente naturaleza",
        "3.4. Localizar los hitos geográficos principales de su localidad y de Aragón, analizando sus fuentes de información, sus modelos y estructuras espaciales (de localización, distribución, extensión, relación…).",
        "4.1. Analizar la importancia demográfica, cultural y económica de las migraciones en la actualidad, valorando con respeto y empatía el aporte de la diversidad cultural al bienestar individual y colectivo.",
        "4.2. Valorar positivamente las acciones que fomentan la igualdad de género y las conductas no sexistas reconociendo modelos positivos a lo largo de la historia.Realizar actividades en el contexto de la comunidad escolar, asumiendo responsabilidades y estableciendo acuerdos de forma dialogada y democrática y empleando un lenguaje inclusivo y no violento.",
        "5.2. Conocer los principales órganos de gobierno y funciones de diversas administraciones y servicios públicos, valorando de forma crítica su funcionamiento y gestión para la seguridad integral ciudadana y la participación democrática.",
        "5.3. Interiorizar las normas básicas para el uso de espacios públicos como peatones y usuarios de los medios de locomoción, identificando las principales señales de tráfico y tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta.",
        "6.1. Formular preguntas mostrando curiosidad por el medio natural, social y cultural cercano.",
        "6.2. Buscar información sencilla de forma guiada procedente de recursos específicos de las Ciencias Sociales, utilizándola en trabajos relacionados con el medio natural, social y cultural.",
        "6.3. Utilizar fuentes de diferente naturaleza para realizar tareas sencillas de indagación, sobre aspectos geográficos o históricos de culturas representativas de las diferentes etapas cronológicas.",
        "6.4. Presentar los resultados de las indagaciones o trabajos escolares sobre ciencias sociales de forma oral o escrita utilizando léxico específico básico de las disciplinas de Ciencias Sociales."
    ]
}