{
    "saberes": [
        "I. Las lenguas y sus hablantes",
        "1. Reconocimiento de la biografía lingüística personal y mapa lingüístico del entorno.",
        "2. Identificación de manera autónoma de la diversidad etnocultural y lingüística como riqueza y herramienta de reflexión interlingüística, con especial atención a las características propias del español hablado en Canarias y en América.",
        "3. Aproximación a la lengua de signos a través del reconocimiento del alfabeto dactilológico, expresiones y vocabulario de uso cotidiano, así como a algunos SAAC.",
        "4. Identificación de prejuicios y estereotipos lingüísticos.",
        "5. Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "II. Comunicación",
        "1. Contexto ",
        "     1.1. Identificación autónoma de los componentes del hecho comunicativo (situación, participantes, propósito comunicativo, canal, registro) y su adecuación a los diferentes contextos.",
        "2. Géneros discursivos ",
        "     2.1. Empleo de géneros discursivos propios del ámbito personal, social y educativo, atendiendo al contenido y la forma. Uso de redes sociales educativas.",
        "     2.2. Identificación y uso, de manera autónoma, de la estructura de diferentes tipologías textuales en situaciones comunicativas.",
        "     2.3. Aplicación de manera autónoma de estrategias sencillas para la coherencia, la cohesión y la adecuación en diferentes tipos de textos.",
        "3. Procesos ",
        "     3.1. Interacción oral adecuada en contextos espontáneos y reglados, a través de la escucha activa, la asertividad y la cortesía lingüística en la resolución dialogada de conflictos . Expresión y escucha empática de necesidades, vivencias y emociones propias y ajenas.",
        "     3.2. Interacción escrita adecuada en contextos reglados. Expresión y lectura empática de información y opiniones propias y ajenas.",
        "     3.3. Comprensión de textos orales mediante la identificación de las ideas más relevantes, la interpretación del sentido global, la realización de las inferencias necesarias yel reconocimiento de elementos no verbales y formales para llevar a cabo una valoración crítica. Detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "     3.4. Producción de textos orales y multimodales atendiendo a los elementos de la prosodia y de la comunicación no verbal, con la debida atención a las características de pronunciación, gramaticales y léxicas del español de Canarias si es la variante dialectal normalmente usada. Construcción y comunicación de conocimiento mediante la planificación y producción de diferentes tipos de textos.",
        "     3.5. Comprensión lectora a través de la aplicación de estrategias antes, durante y después de la lectura. Identificación de las ideas más relevantes e interpretación del sentido global realizando las inferencias necesarias y llevando a cabo una valoración crítica de manera autónoma. Identificación de elementos gráficos y paratextuales al servicio de la comprensión. Perfeccionamiento de las habilidades lectoras (ritmo, entonación, pausas, timbres de voz…) mediante la lectura compartida. Detección de usos discriminatorios del lenguaje verbal y no verbal.",
        "     3.6. Producción autónoma de textos escritos y multimodales en distintos soportes, incluyendo los digitales, aplicando la ortografía reglada en la textualización y la autocorrección, con la debida atención a las características gramaticales y léxicas del español de Canarias. Elaboración, de manera autónoma, de textos creativos con coherencia, cohesión y adecuación, utilizando estrategias, individuales o grupales, de planificación, textualización, revisión y autocorrección realizando una valoración crítica de los mismos. Uso de elementos gráficos y paratextuales para favorecer la comprensión.",
        "     3.7. Afianzamiento de la alfabetización mediática e informacional, aplicando estrategias para la búsqueda libre pautada de información en fuentes documentales variadas y con distintos soportes y formatos. Reconocimiento de la autoría y respeto por la propiedad intelectual. Comparación, organización, valoración crítica y comunicación creativa de la información. Uso progresivamente autónomo de la biblioteca, así como de recursos digitales del aula.",
        "III. Educación literaria",
        "1. Lectura de obras o fragmentos variados y diversos de la literatura adaptados a su nivel madurativo y organizados en itinerarios lectores, con la debida atención a muestras de la literatura canaria.",
        "2. Uso de estrategia para la interpretación autónoma y compartida de las obras a través de conversaciones literarias.",
        "3. Relación, de manera autónoma, entre los elementos constitutivos de la obra literaria (tema, protagonistas, personajes secundarios, argumento, espacio) y la construcción del sentido de la obra.",
        "4. Identificación y análisis acompañado de los recursos literarios y su contribución al texto.",
        "5. Relación entre los textos leídos y otras manifestaciones artísticas y culturales.",
        "6. Afianzamiento en la construcción de la identidad lectora. Uso de estrategias para la expresión de gustos e intereses y para la valoración crítica de las obras.",
        "7. Lectura expresiva, dramatización o interpretación de fragmentos atendiendo a los procesos de comprensión y al nivel de desarrollo.",
        "8. Creación de textos de intención literaria de manera creativa y autónoma, partiendo de modelos dados y recreando textos literarios.",
        "9. Uso autónomo de la biblioteca de aula o de centro como escenario de actividades literarias compartidas.",
        "IV. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales",
        "1. Establecimiento de generalizaciones sobre aspectos lingüísticos elementales a partir de la observación, comparación y transformación de palabras y enunciados, prestando especial atención a las relaciones que se establecen entre los distintos tipos de palabras, con la debida consideración al español de Canarias.",
        "2. Profundización en la lengua como sistema con distintos niveles: palabras, enunciados (oraciones y frases) y textos, a partir de la observación y comparación de estas unidades comunicativas.",
        "3. Adquisición de vocabulario a través de mecanismos léxicos (derivación, composición, préstamos, extranjerismos, siglas y acrónimos) para la formación de palabras.",
        "4. Aplicación autónoma de los signos de puntuación, teniendo en cuenta la modalidad oracional, tanto para organizar el texto escrito como para expresar la intención comunicativa.",
        "5. Aplicación de mecanismos de coherencia y cohesión textual, con especial atención a las sustituciones pronominales, a la correlación temporal establecida mediante los distintos tiempos verbales y a los conectores textuales.",
        "6. Utilización del diccionario en distintos formatos como herramienta para afianzar el conocimiento de la lengua, enriquecer su vocabulario y fijar la ortografía.",
        "7. Uso autónomo de estrategias de observación y formulación de generalizaciones sobre la acentuación y otras normas ortográficas."
    ],
    "criteriosEvaluacion": [
        "1.1. Identificar distintas lenguas y variedades dialectales presentes en su entorno, reconociendo especialmente características propias del español de Canarias y estableciendo comparaciones con otras variedades o dialectos, tanto peninsulares como de la América hispanohablante, detectando prejuicios y estereotipos lingüísticos frecuentes, con la finalidad de valorar y respetar la pluralidad lingüística del entorno y del mundo como una fuente de riqueza cultural. CCL1, CCL5, CP2, CP3, CC1, CC2, CCEC1, CCEC3",
        "2.1. Comprender el sentido de textos orales y multimodales, reconociendo las ideas principales y los mensajes explícitos e implícitos de manera individual y cooperativa, dando una opinión razonada sobre el contenido, para responder a diferentes necesidades comunicativas. CCL2, CP2, STEM1, CD3, CPSAA3, CC3",
        "3.1. Producir textos orales y multimodales, utilizando tanto el vocabulario apropiado al contexto como recursos verbales y no verbales, y respetando los rasgos del español de Canarias, para transmitir información de manera guiada y coherente, ajustándose a la intencionalidad comunicativa. CCL1, CCL3, CCL5, CP2, STEM1, CC2, CE1",
        "3.2. Participar en interacciones orales espontáneas o planificadas, utilizando métodos y estrategias acordes a cada situación comunicativa, respetando las normas de la cortesía lingüística y desarrollando estrategias de escucha activa para satisfacer diferentes necesidades comunicativas. CCL1, CCL3, CCL5, CP2, STEM1, CD2, CD3, CPSAA1, CC2",
        "4.1. Leer textos escritos y multimodales de manera silenciosa o en voz alta, identificando el sentido global y la información relevante, utilizando estrategias de comprensión antes, durante y después de la lectura y realizando inferencias para superar la interpretación literal en la comprensión lectora. CCL2, CCL3, CP2, STEM1, CD1, CPSAA5",
        "4.2. Analizar y valorar el contenido y aspectos no verbales y formales elementales de textos escritos y multimodales, iniciándose en la evaluación de su calidad y fiabilidad, con el fin de formar personas competentes y autónomas en la lectura. CCL2, CCL3, CCL5, CP2, STEM1, CD1, CPSAA4, CPSAA5",
        "5.1. Producir, de manera guiada, textos escritos y multimodales coherentes, de manera creativa y en distintos soportes, seleccionando el modelo discursivo que mejor responda a cada situación comunicativa, aplicando las normas gramaticales y ortográficas, con la debida observación a los rasgos del español de Canarias, y utilizando estrategias de planificación, redacción, revisión y edición, con el objetivo de transmitir información y comunicar conocimientos, pensamientos, experiencias y emociones. CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA4, CPSAA5, CC2",
        "6.1. Compartir, utilizando diferentes lenguajes, los resultados de un proceso guiado de búsqueda de información sobre diferentes temas de interés personal o ecosocial, realizado de manera individual y cooperativa, que implique la localización, la selección y el contraste de información procedente de distintas fuentes, incluidas las digitales, opinando sobre su fiabilidad y pertinencia de manera razonada, así como respetando la propiedad intelectual, recreando la información de manera personal y creativa para construir su propio conocimiento. CCL3, CD1, CD2, CD3, CD4, CPSAA5, CC2, CE3",
        "7.1. Leer con progresiva autonomía textos de diversa índole, afianzando el uso de estrategias que favorezcan una selección, de manera guiada, que se ajuste a sus gustos, intereses y necesidades con criterio propio, para la construcción y enriquecimiento de su identidad lectora. CCL4, CPSAA1, CCEC1, CCEC2",
        "7.2. Compartir de manera guiada la experiencia de lectura, a través de diferentes técnicas y soportes, aprovechando los recursos que tiene a su alcance y participando en comunidades lectoras en el ámbito escolar para disfrutar de la dimensión social de la lectura. CCL1, CCL4, CD3, CPSAA1, CC3, CCEC1, CCEC2, CCEC3",
        "8.1. Escuchar y leer textos literarios, que abarquen diversidad de autores y autoras, con la debida atención a muestras de la literatura canaria, relacionándolos, de manera guiada, en función de los temas y de aspectos elementales de cada género literario para interpretarlos y relacionarlos con otras manifestaciones artísticas o culturales en la búsqueda del reconocimiento de la lectura literaria como fuente de placer. CCL2, CCL4, CCEC1, CCEC2, CCEC3, CCEC4",
        "8.2. Producir, de manera guiada, textos individuales o colectivos con intención literaria, recreando de manera personal los modelos dados en distintos soportes y complementándolos con otros lenguajes artísticos, con la finalidad de mejorar la capacidad expresiva a través de recursos literarios. CCL1, CCL4, CCEC1, CCEC2, CCEC3, CCEC4",
        "9.1. Formular, de manera guiada, conclusiones sobre aspectos del funcionamiento de la lengua, con la debida atención al español de Canarias, generando hipótesis y buscando contraejemplos, a partir de la observación, comparación y manipulación de palabras, enunciados, para producir o comprender textos en contextos significativos de manera individual o colectiva. CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5",
        "9.2. Revisar y mejorar, de manera guiada, los textos propios y ajenos, identificando fortalezas y debilidades, y subsanando algunos problemas de comprensión lectora y oral, progresando en la reflexión metalingüística, la terminología adecuada y apoyándose en los recursos a su alcance para mejorar el uso de la lengua y comunicarse de manera eficaz y competencial. CCL1, CCL2, CP2, STEM1, STEM2, CPSAA4, CPSAA5",
        "10.1. Planificar y utilizar estrategias, de manera guiada, para el consenso y la progresión en la gestión dialogada de conflictos, rechazando los usos lingüísticos discriminatorios y los abusos de poder a través de la palabra, reflexionando de manera cooperativa sobre distintos aspectos verbales y no verbales que rigen la comunicación, teniendo en cuenta la perspectiva de género y las diferencias culturales para contribuir a una sociedad respetuosa. CCL1, CCL5, CP3, CD3, CPSAA3, CC1, CC2, CC3"
    ]
}