{
  "saberes": [
    "A. Escucha y percepción. ",
    "– El silencio, el sonido, el ruido y la escucha activa. Sensibilidad ante la polución sonora y la ",
    "creación de ambientes saludables de escucha. La audición como forma de comunicación y ",
    "fuente de conocimiento y mestizaje. ",
    "– Desarrollo de unas normas de comportamiento básicas en la recepción musical promoviendo ",
    "el respeto. ",
    "– Voces e instrumentos: clasificación general y discriminación auditiva de los instrumentos por ",
    "familias y características. Agrupaciones. ",
    "– Obras musicales y dancísticas en la prehistoria y en la Edad Antigua: análisis, descripción y ",
    "valoración de sus características básicas.  ",
    "– Géneros de la música y la danza en la prehistoria y en la Edad Antigua.  ",
    "– Utilización de recursos para la comprensión de la música escuchada: visualización y análisis ",
    "básico de las obras a través de medios audiovisuales; realización de ostinatos y ritmos ",
    "sencillos con percusión corporal o instrumental; uso de la voz para acompañamientos o ",
    "melodías; musicogramas, partituras sencillas y otras representaciones gráficas para seguir las ",
    "audiciones. ",
    "– Elementos que intervienen en la construcción de una obra musical e identificación de los ",
    "mismos en las audiciones. ",
    "– Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de ",
    "calidad. ",
    "– Mitos, estereotipos y roles de género trasmitidos a través de la música y la danza a lo largo de ",
    "la prehistoria y la Edad Antigua. ",
    "– Compositores y compositoras, artistas e intérpretes internacionales, nacionales, regionales y ",
    "locales. Características que definen su música.  ",
    "B. Interpretación, improvisación y creación escénica. ",
    "– La partitura: identificación y aplicación de grafías. Iniciación a la lectura y escritura musical. ",
    "– Elementos básicos del lenguaje musical y su práctica: parámetros del sonido y su ",
    "representación gráfica. Tonalidad: la armadura. ",
    "El ritmo: pulso, compás, fórmulas rítmicas y tempo. ",
    "La melodía: organización del discurso melódico; frases y estructuras; intervalos y escalas ",
    "musicales; tonalidad y modalidad. ",
    "La armonía: consonancia y disonancia; construcción de acordes básicos. ",
    "Texturas monofónicas y polifónicas: horizontalidad y verticalidad. Monodia, polifonía, ",
    "homofonía. ",
    "Procedimientos compositivos: repetición, imitación, variación, desarrollo, improvisación. ",
    "Formas musicales a lo largo de los periodos históricos y en la actualidad: estructuras ",
    "binaras, ternarias, etc. ",
    "– Técnicas básicas para la interpretación: técnicas vocales, instrumentales y corporales, ",
    "técnicas de estudio y de control de emociones. ",
    "– Principales géneros musicales y escénicos del patrimonio cultural español y del mundo.  ",
    "– Normas de comportamiento y participación en actividades musicales, tanto individuales como ",
    "en grupo.  ",
    "– Técnicas de improvisación guiada y libre: rítmicas, tímbricas, melódicas, armónicas y ",
    "formales, individuales y en grupo. C. Contextos y culturas. ",
    "– La música y la danza occidental en la prehistoria y la Edad Antigua: periodos, características, ",
    "géneros, voces y agrupaciones.  ",
    "– La música de los pueblos indígenas.  ",
    "– Músicas populares, urbanas y contemporáneas: el jazz, la música popular urbana actual y la ",
    "música popular juvenil. ",
    "– Las músicas tradicionales en España y su diversidad cultural: instrumentos, canciones, ",
    "danzas y bailes.  ",
    "– Tradiciones musicales y dancísticas de otras culturas del mundo.  "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Identificar los principales rasgos estilísticos de obras musicales y dancísticas de diferentes ",
    "culturas en la prehistoria y en la Edad Antigua, evidenciando una actitud de apertura, interés y ",
    "respeto en la escucha o el visionado de las mismas. ",
    "1.2. Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes culturas a ",
    "lo largo de la prehistoria y de la Edad Antigua, valorando su influencia sobre la música y la ",
    "danza actuales. ",
    "Competencia específica 2. ",
    "2.1. Participar, con iniciativa, confianza y creatividad, en uso de técnicas musicales y dancísticas ",
    "básicas, por medio de improvisaciones pautadas, individuales o grupales, en las que se ",
    "empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas. ",
    "Competencia específica 3. ",
    "3.1 Leer partituras sencillas, identificando de forma guiada los elementos básicos del lenguaje ",
    "musical, con o sin apoyo de la audición. ",
    "3.2. Emplear técnicas básicas de interpretación vocal, corporal o instrumental, aplicando ",
    "estrategias de memorización y valorando los ensayos como espacios de escucha y ",
    "aprendizaje. ",
    "Competencia específica 4. ",
    "4.1. Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales ",
    "como colaborativas, empleando medios musicales y dancísticos, así como herramientas ",
    "analógicas y digitales. "
  ]
}
