{
    "saberes": [
        "Bloque A: Situaciones psicomotrices.",
        "La diversidad de juegos tradicionales, actividades físicas y deportivas propias de este dominio.",
        "Control corporal y regulación del gasto energético.*",
        "Capacidades físicas básicas y resultantes (coordinación, equilibrio y agilidad).*",
        "Iniciación de las habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas: aspectos principales.*",
        "Creatividad motriz: identificación de estímulos internos o externos que exijan un reajuste instantáneo de la acción motriz.",
        "Planificación de secuencias anticipando las conductas motrices.*",
        "Bloque B: Situaciones socio-motrices de oposición.",
        "La diversidad de juegos tradicionales, actividades físicas y deportivas propias de este dominio.",
        "Nociones básicas y principios de acción fundamentales para superar al adversario: la colocación en el terreno, la utilización de la fuerza del oponente, la anticipación, equilibrio y desequilibrio, reducción/aumento de espacios y tiempos, identificación del momento adecuado para el ataque/defensa.*",
        "Estrategias sencillas y medios para pasar de la situación de ser dominado a la de mando.*",
        "El espacio libre y la ubicación del jugador contrario para dirigir el móvil al espacio vacío.*",
        "Técnicas básicas de actividades de oposición.*",
        "Evaluación de sus decisiones y análisis del resultado de la actuación, los éxitos y fracasos de sus acciones y explicar sus formas de hacer para crear principios y normas de acción que mejoren sus actuaciones posteriores.",
        "Bloque C: Situaciones socio-motrices de cooperación.",
        "Prácticas motrices variadas propias de este dominio.",
        "Principios de acción y claves para el éxito en situaciones cooperativas: coordinación y encadenamiento de acciones grupales con compañeros, sincronización, algoritmos motores, control corporal, toma de decisiones consensuada…*",
        "Selección y combinación de las habilidades motrices básicas.*",
        "Respuestas originales para la solución a un reto propuesto o a un problema que surja en el propio juego.",
        "Habilidades sociales y diálogo en la resolución de conflictos.*",
        "Actitud crítica y compromiso activo frente a estereotipos, discriminaciones y violencia.*",
        "Empatía, solidaridad y respeto ante la diversidad (género, afectivo-sexual, origen nacional, étnico, socioeconómica o de competencia motriz).*",
        "Bloque D: Situaciones socio-motrices de oposición-colaboración.",
        "La diversidad de juegos tradicionales, actividades físicas y deportivas propias de este dominio.",
        "Nociones relacionadas con estas prácticas: trayectoria, finta, pivote, pasillo directo, distancia de pase y tiro…*",
        "Iniciación en los principios de acción propios de este dominio como: puesta en práctica del algoritmo de defensa y de ataque, encadenamiento, continuidad de acciones, permuta de roles (reconocimiento de roles) …*",
        "Timing: el momento adecuado de actuación en el juego en ataque o defensa.*",
        "Repertorio de acciones motrices como portador y no portador del móvil.*",
        "Estrategias sencillas de acción colectiva para intentar superar a los adversarios.",
        "Procedimientos de análisis y explicación de su propia acción, la de los compañeros y adversarios.*",
        "Valores de estas prácticas de oposición colectiva (combatividad, enfrentamiento, honestidad, solidaridad, seguridad, legalidad).",
        "Actividades físicas en el medio natural y urbano.",
        "Desplazamiento razonado y reflexionado en el medio natural tomando informaciones y referencias pertinentes para situarse (seguir un itinerario marcado en un",
        "Principios de gestión del esfuerzo en situaciones de diferente duración e intensidad.*",
        "Riesgos de accidente durante la práctica en el medio natural: valoración previa y actuación (identificar riesgos en un espacio desconocido; franqueamiento de obstáculos con buenas condiciones de seguridad; toma de riesgos en función de sus capacidades).*",
        "Principios y normas de acción para actuar en el medio natural: gestión del riesgo/seguridad, control de las emociones…*",
        "El material y equipo, incluido el de seguridad, propio de estas actividades. Conocimientos técnicos y de mantenimiento básicos.",
        "Puntos cardinales, norte magnético y orientaciones.",
        "Bloque F: Situaciones motrices artísticas y de expresión.",
        "Usos comunicativos de la corporalidad: comunicación de sentimientos, emociones e ideas simples.* Actividades rítmico-musicales con carácter artístico-expresivo de la cultura vasca y otras.*",
        "Espacio propio y próximo y común o coreográfico ritmo y la organización temporal (tempo, estructura rítmica, frase, estribillo melódico, pulsaciones, silencios, intensidades, altura).*",
        "Nociones espaciales: planos (frontal, dorsal, sagital), simetrías, direcciones y alturas de ejecución, formaciones, orientaciones.*",
        "Producciones propias y de otros. Aceptación de la mirada de los demás.*",
        "Asimilaciones derivadas de los estereotipos de género.*",
        "Criterios de observación: dificultad, originalidad, belleza, control y dominio de las acciones, uso del espacio, estructuración del tiempo, continuidad de las acciones, precisión.*",
        "Pasos básicos y concretos de las danzas vascas y de otras culturas.*",
        "Diferentes roles (actor, bailarín, espectador, observador, coreógrafo).",
        "Bloque G: Saberes transversales de la Educación Física.",
        "Universo lúdico vasco: los conceptos de “jolasa” y “jokoa”.",
        "Salud física: efectos físicos, psicológicos y sociales beneficiosos del estilo de vida activo. Impacto de alimentos ultraprocesados y bebidas energéticas o azucaradas. Responsabilidad personal en el cuidado del cuerpo. Prevención de accidentes en las prácticas motrices: calentamiento general y vuelta a la calma. Importancia de respetar las normas de seguridad. Hábitos autónomos de higiene corporal en acciones cotidianas.*",
        "Salud social: malos hábitos relacionados con la salud e influencia en la práctica de actividad física. Habilidades sociales (estrategias de trabajo en equipo para la resolución constructiva de conflictos en situaciones motrices colectivas). Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (discriminación por cuestiones de género, capacidad, competencia motriz, actitudes xenófobas, racistas o de índole sexista). Valores como la constancia, la perseverancia y la tolerancia, el respeto, y la responsabilidad.*",
        "Salud mental: consolidación y ajuste realista del autoconcepto, teniendo en cuenta la perspectiva de género. Respeto y aceptación del propio cuerpo y del aspecto corporal de los/as demás. Gestión emocional (control del riesgo, ansiedad y situaciones motrices. Estrategias de afrontamiento y gestión).*",
        "Conocimiento, respeto y aceptación de reglas básicas de juego.*",
        "Asunción de roles y subroles que forman parte de la actividad defensor-atacante, perseguidor/a-perseguido/a, prisionero/a, árbitro/a, evaluador/a.*",
        "Planificación y autorregulación de proyectos motores: seguimiento y valoración durante el proceso y del resultado.*",
        "Actuaciones básicas ante accidentes durante la práctica de actividades físicas. Posición lateral de seguridad. Técnicas PAS (proteger, ayudar, socorrer).",
        "Aportaciones de la cultura motriz a la herencia cultural. Los juegos, los deportes y las prácticas artístico-expresivas como seña de identidad cultural.",
        "Deporte y perspectiva de género: sexismo en el deporte amateur y profesional.*",
        "La educación vial desde la actividad física y deportiva. Transporte activo y sostenible.",
        "Construcción y reutilización de materiales para la práctica motriz",
        "Cuidado del entorno como servicio a la comunidad, durante la práctica de actividad física en el medio natural.*"
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer los efectos beneficiosos de la actividad física como paso previo para su integración en la vida diaria, mostrando predisposición, esfuerzo, perseverancia y mentalidad de crecimiento.",
        "1.2. Integrar los procesos de activación corporal,  dosificación del esfuerzo, relajación e higiene en la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable y conociendo protocolos básicos de actuación ante accidentes.",
        "1.3. Identificar conductas inapropiadas vinculadas  al  ámbito  corporal,  a  la actividad  física  y  el  deporte,  que resultan  perjudiciales  a  la  salud  o afectan negativamente a la convivencia, adoptando posturas de rechazo a la discriminación y a los estereotipos de género  y  evitando  activamente  su reproducción.",
        "1.4. Gestionar la dimensión afectiva en las distintas situaciones motrices legitimando las emociones propias y las de  los  demás,  expresándolas  de manera asertiva.",
        "2.1. Adquirir  un  progresivo  control  y dominio corporal, interiorizando esquemas de acción y empleando los componentes cualitativos y cuantitativos  de  la  motricidad  de manera eficiente y creativa, contribuyendo  a  la  mejora  de  las capacidades físicas.",
        "2.2. Conocerse y autorregularse resolviendo problemas en situaciones psicomotrices transferibles a su espacio vivencial.",
        "3.1. Resolver retos tácticos elementales propios de las situaciones de oposición, aplicando principios y reglas de acción, y  respetando  las  normas  y  a  los participantes.",
        "3.2. Participar activamente en juegos y deportes  con  arraigo  en  la  cultura propia, así como otros procedentes de diversas culturas, reconociendo su valor  y  su  potencial  como  espacio generador de interacciones constructivas entre personas con orígenes diferentes, y gestionando las emociones y expresándolas de manera asertiva.",
        "4.1. Resolver situaciones cooperativas, seleccionando y combinando las habilidades motrices básicas y adaptándolas de  forma  eficaz,  con empatía, solidaridad, respeto e implicación.",
        "4.2. Convivir mostrando habilidades sociales,  diálogo  en  la  gestión  de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen,  étnica, socioeconómica o de competencia motriz, y mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y la violencia.",
        "5.1. Resolver retos tácticos elementales de  las  situaciones  de  oposición- colaboración, aplicando principios  y reglas de acción propios del dominio de manera ajustada.",
        "5.2. Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y  el  juego  limpio,  reconociendo  las actuaciones de compañeros y rivales.",
        "5.3. Participar activamente en juegos motores y deportes con arraigo en la cultura propia, tradicional o actual, así como otros procedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacio  generador de interacciones constructivas entre personas con orígenes diferentes para favorecer su conservación.",
        "5.4. Valorar el deporte como fenómeno cultural analizando críticamente los estereotipos   de   género   y   los comportamientos sexistas que a veces suceden en su contexto, rechazándolos y adoptando actitudes que eviten su reproducción en el futuro.",
        "6.1. Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano de forma eficiente.",
        "6.2. Valorar las posibilidades del medio natural y urbano próximo al centro, para la práctica de actividad física, actuando desde una perspectiva eco-sostenible y comunitaria del entorno.",
        "6.3. Adoptar medidas de seguridad en la práctica de actividad física, anticipándose a los posibles riesgos y actuando con precaución ante ellos.",
        "7.1. Utilizar los recursos expresivos del cuerpo  y  el  movimiento,  de  forma estética y creativa, comunicando sensaciones,  emociones  e  ideas  en acciones  con  intención  artística  o expresiva, evitando manifestaciones sexistas.",
        "7.2. Desarrollar proyectos motores de carácter individual o colectivo, definiendo metas, secuenciando acciones y valorando tanto el proceso seguido como el resultado obtenido.",
        "7.3. Participar activa y equitativamente en manifestaciones artístico-expresivas de carácter cultural propias y de otras culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacio generador de interacciones constructivas entre personas con orígenes diferentes."
    ]
}