{
  "saberes": [
    "Bloque A. Escucha y percepción.",
    "A.1. Percepción.",
    "A.1.2.1. El silencio, el sonido, el ruido y la escucha activa. Sensibilidad ante la polución sonora y la creación de ambientes saludables de escucha.",
    "A.1.2.2. Audición e identificación de distintos tipos de agrupaciones vocales e instrumentales internacionales, nacionales y extremeñas.",
    "A.1.2.3. Distinción de los fragmentos musicales más representativos de cada periodo musical.",
    "A.1.2.4. Discriminación del timbre característico de diferentes voces, efectos sonoros e instrumentos convencionales y electrónicos.",
    "A.1.2.5. Bailes y danzas en distintas culturas a través de su evolución a lo largo de la historia.",
    "A.2. Escucha.",
    "A.2.2.1. Interés por la escucha de compositores, artistas y agrupaciones locales, regionales, nacionales y de otros lugares en vivo y registradas.",
    "A.2.2.2. Disposición por conocer y valorar las características que diferencian una determinada interpretación, versión o producción musical.",
    "A.2.2.3. Normas de comportamiento en la recepción musical fomentando el respeto y la valoración.",
    "Bloque B. Interpretación, improvisación y creación escénica.",
    "B.1. Interpretación.",
    "B.1.2.1. Conocimiento y uso de técnicas elementales para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de reconocimiento y expresión de emociones.",
    "B.1.2.2. Ejecución mediante la voz, los instrumentos y el cuerpo de propuestas musicales de diferentes géneros, estilos y culturas, aprendidas por imitación o a través de la lectura de partituras con formas diversas de grafías.",
    "B.1.2.3. Repertorio vocal, instrumental o corporal, individual o grupal de distintos estilos, épocas y orígenes diversos: música culta, músicas tradicionales en España y en Extremadura, músicas del mundo, música actual.",
    "B.1.2.4. Tipos de texturas a través de la interpretación vocal e instrumental en grupo: monodia, contrapunto, homofonía y melodía acompañada.",
    "B.1.2.5. Normas de comportamiento y participación activa en la práctica musical. Utilización del silencio, la atención y coordinación con sus compañeros en las interpretaciones individuales y grupales, buscando en todas las actividades el disfrute.",
    "B.2. Improvisación.",
    "B.2.2.1. Elementos básicos del lenguaje musical. Exploración con la voz e instrumentos de los parámetros del sonido, utilizándolos como medio de expresión. Entonación y reconocimiento auditivo de intervalos, escalas musicales, acordes y arpegios básicos. Lectura y escritura de los elementos más básicos.",
    "B.2.2.2. Interés en explorar de forma creativa y cooperativa las posibilidades sonoras y musicales de distintas fuentes y objetos sonoros, así como las posibilidades del cuerpo y del movimiento como elementos de diversión, expresión y comunicación.",
    "B.2.2.3. Técnicas de improvisación libre, exploración de parámetros del sonido y de movimiento corporal.",
    "B.2.2.4. Técnicas de improvisación guiada con estructuras melódicas, armónicas o rítmicas",
    "B.3. Creación Escénica.",
    "B.3.2.1. Procedimientos compositivos básicos: repetición, imitación, variación, desarrollo, contraste.",
    "B.3.2.2. Sintaxis musical: célula, motivo, frase, tema.",
    "B.3.2.3. Proyectos musicales y audiovisuales: uso y adaptación del lenguaje musical a través de las nuevas tecnologías. Editores de partituras y aplicaciones informáticas para editar audio o vídeo.",
    "B.3.3.4. Mitos y estereotipos de genero transmitidos a traves de la musica y la danza.",
    "Bloque C. Contextos y culturas.",
    "C.1. Culturas musicales.",
    "C.1.2.1. Los géneros y formas musicales: música religiosa, profana, escénica, popular urbana, tradicional, culta.",
    "C.1.2.2. Características musicales y compositores de los grandes periodos de la historia de la música.",
    "C.1.2.3. Conocimiento de la música folklórica y aproximación a los instrumentos y danzas tradicionales de España y Extremadura.",
    "C.1.2.4. La voz. Clasificación de la voz humana. Los instrumentos. Organología. La evolución de los instrumentos y sus familias en las distintas épocas y culturas. Agrupaciones vocales e instrumentales.",
    "C.2. Contextos y usos.",
    "C.2.2.1. Aproximación al papel de la mujer en la música mediante el conocimiento de las principales intérpretes y compositoras.",
    "C.2.2.2. Tradiciones sociales y musicales en otras culturas. Características y funciones de la música y la danza en los distintos continentes.",
    "C.2.2.3. Nuevas formas de consumir música. Acercamiento a las redes digitales y plataformas de streaming. La propiedad intelectual y cultural: planteamientos éticos y responsables.",
    "C.2.2.4. Interiorización de la transformación de valores, hábitos, consumo y gusto musical como consecuencia de los avances tecnológicos.",
    "C.2.2.5. Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Identificar los principales rasgos estilísticos de obras musicales y dancísticas de diferentes épocas y culturas, a través de diferentes soportes audiovisuales y la interpretación, evidenciando una actitud de apertura, interés y respeto.",
    "Criterio 1.2. Explicar, con actitud abierta, respetuosa e incorporando la perspectiva de género, las características y funciones desempeñadas por determinadas producciones musicales y dancísticas, relacionándolas con las principales características de su contexto histórico, social y cultural.",
    "Criterio 1.3. Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes épocas y culturas, valorando su influencia sobre la música y la danza actuales, entendiéndolas como reflejo de la sociedad donde fueron creadas.",
    "Competencia específica 2.",
    "Criterio 2.1. Participar, con iniciativa, confianza y creatividad, en la exploracion de tecnicas musicales y dancisticas elementales, por medio de improvisaciones pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnologicas.",
    "Criterio 2.2. Expresar ideas, sentimientos y emociones en actividades pautadas de improvisacion, seleccionando las tecnicas mas adecuadas de entre las que conforman el repertorio personal de recursos.",
    "Competencia específica 3.",
    "Criterio 3.1. Leer partituras sencillas, identificando de forma guiada los elementos básicos del lenguaje musical, con o sin apoyo de la audición.",
    "Criterio 3.2. Emplear técnicas elementales de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje.",
    "Criterio 3.3. Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, dentro y fuera del aula, gestionando de forma guiada la ansiedad y el miedo escénico, y manteniendo la concentración.",
    "Competencia específica 4.",
    "Criterio 4.1. Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, empleando medios musicales y dancísticos, así como herramientas analógicas y digitales.",
    "Criterio 4.2. Participar activamente en la planificación y en la ejecución de propuestas artístico musicales colaborativas, valorando las aportaciones del resto de integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional."
  ]
}
