{
    "saberes": [
        "Les llengües i els seus parlants",
        "- Presa de consciència de la biografia lingüística personal i del mapa lingüístic de l’aula, i de l’escola de forma autònoma.",
        "- Explicació de la diversitat lingüística i cultural de l’entorn, com a valor i eina d’aprenentatge.",
        "- Identificació de prejudicis i estereotips lingüístics i cerca de solucions en l’àmbit personal i escolar.",
        "- Ús d’un llenguatge no discriminatori i respectuós amb les diferències en la vida quotidiana.",
        "- Identificació i ús estratègic dels coneixements que es tenen de les diverses llengües que conformen el repertori lingüístic que permeten superar mancances comunicatives, amb acompanyament.",
        "- Reconeixement d’aspectes socioculturals i sociolingüístics elementals relatius als costums, la vida quotidiana i les relacions interpersonals bàsiques en països on es parla la llengua estrangera.",
        "- Aplicació d’estratègies bàsiques d’ús comú per apreciar la diversitat lingüística, cultural i artística, atenent a valors ecosocials i democràtics.",
        "- Construcció i desenvolupament de coneixements, destreses i actituds elementals que permeten iniciar-se en activitats de mediació en situacions quotidianes bàsiques.",
        "Comunicació oral",
        "- Ús de la llengua estrangera a l’aula amb autoconfiança progressiva.",
        "- Acceptació de l’error com a part integrant del procés d’aprenentatge.",
        "- Comprensió de textos orals en diferents contextos: activitats d’aula, situacions d’aprenentatge en qualsevol àrea i en la vida quotidiana i en mitjans de comunicació.",
        "- Descripció de la incidència dels components (situació, participants, propòsit comunicatiu, canal) en l’acte comunicatiu en diferents situacions comunicatives de l’aula i de l’entorn.",
        "- Aplicació d’estratègies lingüístiques elementals, amb acompanyament, en contextos d’aprenentatge per dotar textos senzills d’adequació, coherència, cohesió i correcció.",
        "- Descripció d’elements bàsics de contingut (tema, fórmules fixes, lèxic) i forma (estructura, format, títol, imatges) en les produccions orals.",
        "- Reproducció de textos orals memoritzats (cançons, poemes, dramatitzacions) en el marc de les propostes didàctiques d’aula.",
        "- Ús de models textuals elementals (narració, descripció, diàleg i exposició) en les produccions orals, de forma progressivament autònoma.",
        "- Interacció oral adequada en situacions d’aula i en contextos formals elementals, amb respecte a les normes bàsiques de cortesia lingüística.",
        "- Aplicació d’estratègies d’escolta activa i assertivitat en la resolució dialogada dels conflictes, tenint en compte la perspectiva de gènere.",
        "- Detecció de possibles usos discriminatoris del llenguatge verbal i no verbal en diferents contextos comunicatius.",
        "- Aplicació d’estratègies d’identificació i interpretació del sentit global del text i d’integració de la informació explícita de textos socials orals i multimodals senzills.",
        "- Aplicació d’estratègies d’interpretació d’elements bàsics de la comunicació no verbal en les situacions comunicatives.",
        "- Ús d’eines analògiques i digitals bàsiques d’ús comú per a la producció i coproducció oral i multimodal i participació en intercanvis comunicatius planificats amb estudiants de la llengua estrangera; ús de plataformes virtuals d’interacció i col·laboració educativa.",
        "Comprensió lectora",
        "- Lectura en veu alta, amb entonació i ritme adequats al nivell cognitiu, amb preparació prèvia.",
        "- Ús d’elements gràfics, textuals i paratextuals progressivament complexos que afavoreixen la comprensió abans, durant i després de l’experiència lectora, en textos de la vida quotidiana, mitjans de comunicació, escolars, de fets i esdeveniments d’interès general.",
        "- Aplicació d’estratègies de comprensió lectora abans, durant i després de la lectura (planificació, anticipació, inferències…), en textos diversos i de forma progressivament autònoma.",
        "- Aplicació d’estratègies per detectar usos discriminatoris del llenguatge verbal i icònic, de forma progressivament autònoma, en tots els contextos.",
        "Expressió escrita",
        "- Producció de textos escolars i socials, de tipologia diversa, dirigits a diferents destinataris, de forma progressivament autònoma i amb una intenció concreta.",
        "- Aplicació d’estratègies elementals, individuals o grupals, de planificació, redacció, revisió i edició de textos escrits i multimodals d’ús escolar i social, en diferents suports, amb diferents propòsits comunicatius i de forma progressivament autònoma.",
        "- Utilització d’elements gràfics i paratextuals adequats al suport, de forma progressivament autònoma, que facilitin l’organització i la comprensió del text produït a l’aula.",
        "- Ús de bastides i altres suports, amb acompanyament, tant en paper com digitals, per millorar la producció de textos propis.",
        "- Presentació acurada i aplicació de les normes ortogràfiques bàsiques de les produccions escrites en qualsevol suport.",
        "Alfabetització informacional",
        "- Aplicació d’estratègies bàsiques per a la recerca guiada d’informació en fonts documentals variades i amb diferents suports i formats, reconeixent l’autoria i aplicant criteris de fiabilitat.",
        "- Distinció entre fets i opinions en informacions de l’entorn proper i dels mitjans de comunicació.",
        "- Aplicació d’estratègies que permetin comparar i classificar la informació, reelaborar-la i comunicar-la en contextos escolars i amb progressiva autonomia.",
        "- Comunicació creativa del coneixement, amb respecte a la propietat intel·lectual, de forma progressivament autònoma.",
        "- Utilització de la biblioteca i els recursos digitals de l’aula i del centre, de forma progressivament autònoma, per dur a terme treballs d’investigació.",
        "Educació literària",
        "- Lectura d’obres o fragments variats i diversos de la literatura infantil, adequats als seus interessos i organitzats en itineraris lectors.",
        "- Anàlisi dels elements constitutius essencials de l’obra literària (tema, protagonista, personatges secundaris, trama, escenari, llenguatge) i dels diferents gèneres literaris, a partir de la lectura compartida i guiada d’obres de qualitat.",
        "- Establiment de vincles de la literatura amb altres manifestacions artístiques i culturals, de forma guiada.",
        "- Construcció de la identitat lectora, afavorint l’expressió de gustos i interessos i la valoració argumentada de les obres, per mitjà de la lectura autònoma i la lectura compartida i guiada.",
        "- Ús de la biblioteca de l’aula, del centre i de l’entorn proper com a espai de trobada d’activitats literàries compartides i com a element impulsor de comunitats lectores.",
        "- Reconeixement de les dades bàsiques d’un llibre (persones autores, traductores, adaptadores, il·lustradores, editorial, col·lecció) en el context de les lectures d’aula i de la biblioteca, de forma progressivament autònoma.",
        "- Escriptura de textos narratius i poètics a partir de models coneguts i analitzats, utilitzant recursos literaris, amb progressiva autonomia.",
        "- Exploració i interpretació de les il·lustracions i de la relació que s’estableix amb el text en els àlbums il·lustrats, amb acompanyament.",
        "Reflexió sobre la llengua",
        "- Utilització de metallenguatge específic bàsic en el marc de propostes de producció i comprensió de textos orals, escrits o multimodals.",
        "- Diferències elementals entre llengua oral i llengua escrita en l’ús quotidià.",
        "- Formulació i comprovació d’hipòtesis (substitució, canvi d’ordre, manipulació) i establiment de generalitzacions sobre aspectes ortogràfics i gramaticals bàsics, amb especial atenció a la concordança entre els elements de l’oració en les diferents produccions.",
        "- Ús dels signes de puntuació com a mecanisme organitzador del text escrit i en relació amb el significat en les diferents produccions.",
        "- Identificació de diferents relacions formals, semàntiques i sintàctiques entre les paraules en la lectura i en les diferents produccions escrites.",
        "- Anàlisi i ús de les modalitats oracionals en relació amb la intenció comunicativa.",
        "- Anàlisi i ús de mecanismes de cohesió, amb especial atenció a les formes verbals, als connectors textuals explicatius i a les substitucions pronominals com a mecanisme gramatical elemental de referència interna, a partir de la reflexió compartida sobre les produccions escrites.",
        "- Ús del lèxic elemental i d’interès per a l’alumnat relatiu a relacions interpersonals properes, habitatge, llocs i entorns propers."
    ],
    "criteriosEvaluacion": [
        "1.1 Participar amb respecte en situacions interculturals, identificant i comparant semblances i diferències elementals entre llengües i cultures, i mostrant rebuig davant discriminacions, prejudicis i estereotips de qualsevol tipus en contextos comunicatius quotidians i habituals.",
        "1.2 Reconèixer, comprendre i valorar la diversitat lingüística i cultural pròpia de països on es parla la llengua estrangera com a font d’enriquiment personal, identificant elements culturals i lingüístics elementals que fomentin la cultura de la pau.",
        "1.3 Seleccionar i aplicar, de forma guiada, estratègies bàsiques per a la comprensió dels aspectes més rellevants de la diversitat lingüística i cultural.2.1 Reconèixer i comprendre paraules, frases i el sentit global de textos orals i multimodals breus i senzills sobre temes freqüents i quotidians de rellevància personal i pròxims a la pròpia experiència, així com de textos de ficció adequats al nivell de desenvolupament de l’alumnat, expressats de forma entenedora, clara i en llengua estàndard a través de diferents suports.",
        "2.2 Seleccionar i aplicar de forma guiada estratègies adequades en situacions comunicatives quotidianes i de rellevància per a l’alumnat per captar el sentit global i processar informacions explícites en textos breus i senzills sobre temes familiars.",
        "3.1 Expressar oralment frases curtes amb informació bàsica sobre assumptes quotidians i de rellevància per a l’alumnat, utilitzant de forma guiada recursos verbals i no verbals, parant atenció al ritme, l’accentuació i l’entonació.",
        "3.2 Seleccionar i aplicar de forma guiada estratègies per produir missatges breus i senzills adequats a les intencions comunicatives utilitzant, amb ajuda, recursos i suports físics o digitals en funció de les necessitats de cada moment.",
        "3.3 Participar en situacions interactives d’intercanvis d’informació breus i senzills sobre temes quotidians, de rellevància personal i pròxims a la seva experiència, preparats prèviament, a través de diversos suports, com ara la repetició, el ritme pausat o el llenguatge no verbal, i mostrant empatia i respecte per la cortesia lingüística i l’etiqueta digital.",
        "3.4 Seleccionar i utilitzar, de forma guiada i en situacions quotidianes, estratègies elementals per saludar, acomiadar-se i presentar-se, expressar missatges breus i formular i contestar preguntes senzilles.",
        "4.1 Reconèixer i comprendre el sentit global, així com paraules i frases prèviament indicades en textos escrits i multimodals breus i senzills sobre temes freqüents i quotidians de rellevància personal i pròxims a la seva experiència, així com de textos de ficció adequats al nivell de desenvolupament de l’alumnat, expressats de forma entenedora, clara i en llengua estàndard a través de diferents suports.",
        "4.2 Seleccionar i aplicar, de forma guiada, estratègies adequades en situacions comunicatives quotidianes i de rellevància per a l’alumnat que permetin captar el sentit global i processar informacions explícites en textos breus i senzills sobre temes familiars.Redactar textos breus i senzills, sobre assumptes quotidians i de rellevància personal per a l’alumnat, amb adequació a la situació comunicativa proposada, a partir de models, i a través d’eines analògiques i digitals, utilitzant estructures i lèxic elemental.",
        "5.2 Seleccionar i aplicar de forma guiada estratègies per produir missatges breus i senzills adequats a les intencions comunicatives utilitzant, amb ajuda, recursos i suports físics o digitals en funció de les necessitats de cada moment.",
        "6.1 Aplicar estratègies de cerca d’informació (localització, selecció i contrast) en diferents fonts, incloses les digitals, sobre temes d’interès personal, ecològic i social, de forma progressivament autònoma, a la xarxa i a les biblioteques.",
        "6.2 Comunicar de forma creativa i respectant els drets de la propietat intel·lectual, els resultats d’un procés d’investigació, individual o grupal, realitzat de forma acompanyada, sobre temes d’interès personal, ecològic i social, que incloguin els objectius de desenvolupament sostenible.",
        "6.3 Adoptar hàbits d’ús segur, sostenible i saludable de les tecnologies digitals, amb acompanyament, en relació amb l’accés, la fiabilitat i verificació de les fonts d’informació i la comunicació al seu entorn immediat i a la xarxa.Llegir de manera autònoma o acompanyada textos de diversos autors i autores que s’adeqüin als propis gustos i interessos i seleccionats amb autonomia creixent, avançant en la construcció de la identitat lectora.",
        "7.2 Compartir lectures per mitjà de recomanacions, presentacions i a partir d’interaccions orals, en el marc de la biblioteca d’aula i de centre, per expressar gustos i interessos, valorar les obres de forma argumentada i que permetin sentir-se membre d’una comunitat lectora.Interpretar i explicar textos, conceptes i comunicacions breus i senzills, de manera guiada, en situacions de comunicació de diversitat lingüística, social i cultural, mostrant empatia i interès per entendre’s en el seu entorn més proper.",
        "8.2 Seleccionar i aplicar, de forma guiada, estratègies elementals que ajudin a crear ponts i que facilitin la comprensió i producció d’informació, així com la comunicació fluida, fent servir, amb ajuda, recursos i suports físics o digitals enfunció de les necessitats de cada moment.",
        "9.1 Comparar i contrastar les similituds i diferències entre llengües, reflexionant, de manera guiada, sobre aspectes bàsics del seu funcionament.",
        "9.2 Utilitzar i diferenciar, de forma guiada, elsconeixements i estratègies que formen el propi repertori lingüístic, per millorar la capacitat de comunicar i d’aprendre la llengua estrangera, amb suport d’altres participants i de suports analògics i digitals.",
        "9.3 Identificar, registrar i aplicar, de manera guiada, els progressos i dificultats elementals d’aprenentatge de la llengua estrangera, reconeixent els aspectes que ajuden a millorar i participant en activitats d’autoavaluació i coavaluació.Rebutjar els usos lingüístics discriminatoris i identificar els abusos de poder a través de la paraula, mitjançant la reflexió grupal acompanyada sobre els aspectes bàsics, verbals i no verbals, que regeixen la comunicació, i tenint en compte la perspectiva de gènere.",
        "10.2 Utilitzar, amb l’acompanyament i planificació necessaris, estratègies bàsiques per a la comunicació assertiva i el consens, progressant en la gestió dialogada de conflictes."
    ]
}