{
  "competenciasEspecificas": [
    "1. Llevar a cabo actividades experimentales y proyectos de investigación, utilizando metodologías propias de la ciencia, para abordar de una manera contextualizada casos prácticos reales y poder tomar decisiones responsables. CCL1, CP1, STEM1, STEM2, STEM3, STEM4, STEM5, CD4, CD5,CPSAA3, CPSAA5",
    "2. Analizar los efectos de determinadas acciones del entorno profesional sobre la salud y el medio natural y social, basándose en fundamentos científicos, para valorar la importancia de los hábitos que mejoran la salud individual y colectiva, evitan o minimizan los impactos medioambientales negativos y son compatibles con un desarrollo sostenible. STEM5, CD4, CPSAA2 , CC4, CCEC4.",
    "3. Utilizar el conocimiento aportado por la ciencia y los avances tecnológicos en la conservación, preservación y protección de los recursos naturales, incorporando herramientas de prevención que fundamenten un uso sostenible de los recursos, para participar activa y responsablemente en pro del desarrollo sostenible. CCL2, STEM5, CD1,CPSSA3, CC4 y CE1.",
    "4. Buscar, interpretar y transmitir información y datos científicos contrastando previamente su veraci-dad y utilizando lenguaje verbal y/o gráfico apropiado, en formato analógico y digital, para adquirir y afianzar conocimientos científicos del entorno social y profesional. CCL1, CCL2, CCL3, STEM4, CD1, CPSAA4, CC4 y CCEC3.",
    "5. Analizar el concepto I+D+i, su evolución y los organismos que la fomentan, describiendo su impor-tancia en los sistemas de producción, para valorar la incidencia que tiene en la mejora de la sosteni-bilidad, calidad y la competitividad de los distintos sectores productivos, sobre todo los existentes en el País Vasco. CCL1, CCL2, CP2, STEM2, STEM5, CPSAA4, CC4 y CE1.",
    "6. Utilizar estrategias cooperativas y/o colaborativas en equipos diversos que permitan potenciar el crecimiento entre iguales en la investigación científica, considerando la perspectiva de género, para fomentar el emprendimiento científico en el ámbito personal, laboral y social. CCL5, CP3, STEM1, STEM2, STEM5, CPSAA4, CC3, CE1 y CE2."
  ]
}