{
 "competenciasEspecificas": [
  "1. Reconocer la importancia que las distintas manifestaciones culturales y artísticas han tenido en el desarrollo del ser humano, mostrando interés por comprenderlas y disfrutarlas y entendiendo la necesidad de protegerlas y conservarlas.",
  "2. Argumentar opiniones sobre obras artísticas propias y ajenas, analizando los distintos aspectos que influyen en el proceso que va desde la intención hasta la realización final, evitando estereotipos, promoviendo el diálogo intercultural y disfrutando de ese intercambio de ideas en el contexto del aula.",
  "3. Analizar mensajes visuales y audiovisuales, mediante el estudio de todos los elementos que los constituyen, interpretando las intenciones, declaradas o no, de los autores.",
  "4. Explorar y aplicar las técnicas, el lenguaje y las intenciones de diferentes producciones culturales y artísticas, analizando, de forma abierta y respetuosa, tanto el proceso como el resultado final, descubriendo las diversas posibilidades que ofrecen como fuente generadora de ideas y de nuevas respuestas.",
  "5. Realizar obras artisticas individuales o colectivas con creatividad, incorporando las referencias culturales y artisticas de su propio entorno y momento, seleccionando y poniendo en practica herramientas y tecnicas en funcion de su intencionalidad, exponiendo con confianza su vision del mundo, sus emociones y sentimientos, mediante la combinacion de racionalidad, sentido crítico, empatia y sensibilidad.",
  "6. Reconocer y valorar la presencia de la geometría en la naturaleza, en el arte y en nuestro entorno, identificando estructuras geométricas básicas, analizando y simplificando la estructura formal de objetos reales, recreando y sintetizando formas de la naturaleza por medio de formas geométricas y sistemas de representación, y posibilitando la creación de símbolos a partir de formas geométricas.",
  "7. Utilizar de forma creativa programas informáticos para dibujar, transformar dibujos y fotografías y hacer animaciones básicas, disfrutando de la experimentación y de los resultados.",
  "8. Desarrollar y compartir proyectos artísticos, de forma individual o colectiva, realizados con diferentes técnicas, recursos y convenciones a partir de una necesidad y conociendo las características del público potencial, valorando las oportunidades personales, sociales y economicas que se le ofrecen."
]
}
