{
    "criteriosEvaluacion": [
        "1.1.Analizar diferentes movimientos culturales y artísticos distinguiendo sus singularidadesy relacionándolos con el contexto histórico y social. ",
        "1.2.Distinguir las intencionalidades de diferentes manifestaciones culturales y artísticas,considerando y respetando la presencia de referentes comunes como fuente de riquezapersonal y social. ",
        "1.3.Contrastar la información obtenida en la investigación en torno a diferentesmovimientos culturales y artísticos utilizando diferentes canales y medios, físicos yvirtuales. ",
        "1.4.Planificar e implementar diversos métodos de recolección y análisis de datos en losprocesos de investigación. ",
        "2.1.Clasificar diferentes obras del patrimonio cultural y artístico global y local atendiendo acriterios formales, conceptuales y contextuales. ",
        "2.2.Apreciar el patrimonio cultural y artístico local como parte fundamental de la identidadindividual y colectiva y como elemento de vertebración y cohesión social. ",
        "2.3.Reconocer la dimensión sostenible de la cultura mediante el estudio de diferentesmanifestaciones culturales y artísticas desde una perspectiva de género y multicultural. ",
        "2.4.Examinar los diferentes criterios, acciones y canales necesarios para la conservación,preservación y divulgación del patrimonio local y global. ",
        "3.1.Determinar las características fundamentales de la contemporaneidad artísticaanalizando el contexto social, político y económico en el que tuvieron lugar losdiferentes movimientos y lenguajes que la configuran. ",
        "3.2.Interpretar el significado de diferentes propuestas artísticas contemporáneasestableciendo relaciones significativas entre ellas y argumentando de manerarazonada. ",
        "3.3.Reconocer la influencia que los nuevos lenguajes, medios y técnicas han tenido en lacultura y en el arte valorando la creatividad y la actitud innovadora de las y los artistas. ",
        "3.4.Identificar los diferentes sectores culturales reconociendo sus especificidades y susámbitos de actuación. ",
        "3.5.Mostrar interés por conocer espacios y eventos culturales y artísticos participandoactivamente en las diferentes experiencias propuestas. ",
        "4.1.Seleccionar una tipología de proyecto cultural y/o artístico mediante un procesoconsensuado y a partir de la detección de necesidades del entorno escolar y social. ",
        "4.2.Participar en la definición de un proyecto cultural y/o artístico concretando sus objetivosfundamentales, sus destinatarios, así como los contenidos y acciones que loconfiguran. ",
        "4.3.Relacionar el proyecto cultural y/o artístico a desarrollar con temáticas de actualidad yde relevancia social en consonancia con los Objetivos de Desarrollo Sostenible (ODS). ",
        "4.4.Colaborar activamente en la producción de un proyecto cultural y/o artístico diseñando,planificando y ejecutando cada una de sus fases y asumiendo responsablemente el rolo roles asignados. ",
        "4.5.Evaluar el proyecto cultural y/o artístico desarrollado en todas sus fases emitiendojuicios razonados mediante una comunicación asertiva y valorando la consecución deobjetivos de la experiencia. ",
        "5.1.Expresar, de manera constructiva y respetuosa y desde una perspectiva inclusiva, lasideas que le han sugerido y los sentimientos experimentados en la participación dediferentes propuestas culturales y artísticas. ",
        "5.2.Escuchar activamente opiniones ajenas respetando la diversidad de puntos de vista entorno a diferentes manifestaciones culturales y artísticas. ",
        "5.3.Aplicar la terminología adecuada en la comunicación de la experiencia de percepción,apreciación y creación de producciones culturales y artísticas diversas. ",
        "5.4.Cuestionar las opiniones propias y ajenas en torno a diferentes manifestacionesculturales y artísticas mostrando una actitud abierta, respetuosa y receptiva a laincorporación de nuevas ideas ",
        "6.1.Realizar la difusión de diferentes actividades culturales en la dinamización cultural delcentro educativo fomentando el valor social de la cultura. ",
        "6.2.Argumentar la importancia de la cultura como facilitadora y activadora de lasdimensiones económica, social y ambiental del desarrollo sostenible. ",
        "6.3.Valorar la importancia de políticas culturales de difusión y facilitación del acceso de laciudadanía a la cultura que tengan en cuenta la diversidad cultural y los diferentescontextos sociales del entorno. "
    ],
    "saberes": [
        "Bloque 1. Arte y cultura. CE1, CE2, CE5",
        "1.1 El concepto de cultura.",
        "a. Cultura y globalización.",
        "b. Sostenibilidad y cultura.",
        "c. Perspectiva de género y multiculturalidad.",
        "d. Función social del arte y la cultura.",
        "1.2 El concepto de patrimonio. Patrimonio cultural e histórico-artístico.",
        "a. Patrimonio cultural tangible mueble e inmueble.",
        "b. Patrimonio cultural intangible.",
        "c. Patrimonio cultural e histórico-artístico de la Comunidad Valenciana.",
        "1.3 Los sectores culturales.",
        "a. El sector de las artes plásticas y visuales.",
        "b. La industria audiovisual.",
        "c. Las artes en vivo: música y artes escénicas.",
        "d. Letras y sector editorial.",
        "Bloque 2. Arte y contemporaneidad. CE1, CE3, CE5",
        "2.1 Las vanguardias artísticas del siglo XX.",
        "a. Arte primitivo, oriental, precolombino y africano. Su papel como",
        "fuente inspiradora de las vanguardias.",
        "b. Principales movimientos artísticos.",
        "c. Arte y posmodernidad.",
        "d. Valoración y respeto por la diversidad de manifestaciones culturales y artísticas.",
        "2.2 El arte dentro del arte.",
        "a. Relaciones interdisciplinares: literatura, cine, música, arquitectura, fotografía, artes plásticas y visuales, cómic, publicidad, artes escénicas, artesanía, diseño y moda.",
        "2.3 Naturaleza, arte y cultura.",
        "a. Land-Art y Earth-Art.",
        "b. Arte y crisis medioambiental.",
        "2.4 El arte en los espacios urbanos.",
        "a. Intervenciones artísticas.",
        "b. Arte urbano. Graffiti.",
        "2.5 Explorando el cuerpo humano.",
        "a. Arte de acción: happening, performance, body-art.",
        "b. Artes escénicas y performativas.",
        "2.6 Medios audiovisuales y digitales.",
        "a. Medios electrónicos, informáticos y digitales en el arte. Arte de los nuevos medios.",
        "b. La explosión de la narrativa serial en el audiovisual del siglo XXI.",
        "c. Narrativa multiverso y videojuegos.",
        "Bloque 3. Arte y comunicación. CE1, CE6",
        "3.1 Eventos culturales y artísticos",
        "a. Exposiciones Universales.",
        "b. Bienales y Ferias de arte. El mercado del arte.",
        "c. Festivales de cine, música o danza.",
        "3.2 Espacios para la cultura y las artes",
        "a. Museos y centros de arte. Galerías.",
        "b. Teatros, cines y auditorios.",
        "c. Espacios no convencionales.",
        "d. Plataformas digitales.",
        "Bloque 4. El proyecto cultural y artístico. CE4, CE5, CE6",
        "4.1 Contexto:",
        "a. Tipología de proyectos culturales y artísticos presenciales y virtuales. Ámbitos de aplicación de la gestión cultural.",
        "b. Análisis del contexto, destinatarios, y detección de necesidades del entorno. Atención a la diversidad cultural.",
        "c. Estrategias para la investigación.",
        "4.2 Definición:",
        "a. Visión, misión, valores y objetivos. Intersección con los Objetivos de Desarrollo Sostenible (ODS).",
        "b. Contenidos y acciones.",
        "4.3 Producción:",
        "a. Planificación y temporización.",
        "b. Estructura organizativa. Reparto inclusivo de roles y tareas.",
        "c. Plan de comunicación.",
        "d. Requisitos infraestructurales y técnicos.",
        "e. Gestión económica.",
        "Estrategias de evaluación. Valoración crítica."
    ]
}
