{
    "criteriosEvaluacion": [
        "1.1. Conocer y utilizar distintas soluciones de virtualización para gestionar aplicaciones y servicios en distintos sistemas operativos.",
        "1.2. Conectar y gestionar objetos cotidianos y accesorios tecnológicos (wearables) aplicando la tecnología de internet de las cosas.",
        "1.3. Valorar las posibilidades de tratamiento de los datos que generan estos objetos y sus opciones de configuración y programación para conseguir un funcionamiento óptimo.",
        "2.1. Identificar distintas aplicaciones de realidad virtual y realidad aumentada y los dispositivos que utilizan, valorando las aportaciones que el uso de estas tecnologías proporciona a los sectores a los que se dirigen.",
        "2.2. Identificar herramientas que permitan añadir información digital sobre la información física del mundo real a través de un dispositivo y conocer sus posibilidades.",
        "2.3. Crear contenidos de realidad aumentada que proporcionen experiencias inmersivas e interactivas mostrando iniciativa y usándolas como fuente de enriquecimiento cultural.",
        "3.1. Comprender el proceso de desarrollo de un programa informático valorando la importancia de aplicar cada una de sus fases de forma rigurosa y sistemática.",
        "3.2. Crear programas informáticos funcionales utilizando las estructuras de un lenguaje de programación, identificando similitudes en la resolución de problemas para reutilizar las soluciones.",
        "3.3. Diseñar y desarrollar de forma colaborativa una aplicación multimedia interactiva, utilizando tecnologías y librerías específicas.",
        "4.1. Conocer los aspectos fundamentales de la ciencia de datos y de la inteligencia artificial valorando su impacto en nuestra sociedad.",
        "4.2. Explorar y transformar informes interactivos que permitan analizar fenómenos naturales o sociales del entorno, mediante herramientas basadas en soluciones big data.",
        "4.3. Entrenar modelos de aprendizaje automático a partir de distintos conjuntos de datos para comprender su funcionamiento.",
        "4.4. Identificar aplicaciones reales que incorporan inteligencia artificial valorando su importancia y sus beneficios e inconvenientes.",
        "5.1. Identificar casos en los que es importante proteger la información, asociando el tipo de algoritmo de codificación que mejor se adapta al caso.",
        "5.2. Usar herramientas tanto para el uso de la firma digital como para la comprobación y gestión de certificados digitales, reconociendo la importancia de su utilización en la realización de todo tipo de trámites electrónicos.",
        "5.3. Reconocer los datos personales, clasificándolos en datos especialmente protegidos, identificativos, relativos a características personales, circunstancias sociales, académicas y profesionales, comerciales, etc.",
        "5.4. Conocer e identificar los derechos de los ciudadanos en el tratamiento de los datos personales para poder ejercer esos derechos de forma consciente, ante los responsables del tratamiento de los datos.",
        "5.5. Descubrir los datos enviados en el uso de aplicaciones habituales, las posibilidades que nos ofrecen para gestionar la privacidad buscando alternativas más seguras."
    ],
    "saberes": [
        "Bloque A. Dispositivos digitales y conectados",
        "- Soluciones de virtualización y servicios en la nube.",
        "- Dispositivos conectados (IoT y wearables). Configuración y conexión de dispositivos.",
        "Bloque B. Creaciones digitales multimedia.",
        "- Realidad virtual, aumentada y mixta.",
        "- La realidad aumentada aplicada a la transferencia de conocimiento. Herramientas básicas para la creación de contenidos con realidad aumentada.",
        "Bloque C. Proyectos de desarrollo de software.",
        "- Herramientas de desarrollo de software para múltiples dispositivos y sus lenguajes.",
        "- Estructuras básicas de la programación y su funcionalidad en el desarrollo de aplicaciones de",
        "software.",
        "- Diseño y análisis de interfaces para distintos tipos de aplicaciones de software.",
        "- Integración de contenidos multimedia, interacción con el usuario y gestión de eventos.",
        "Bloque D. Ciencia de datos e inteligencia artificial.",
        "- Big data. Características y aplicaciones. Herramientas de visualización de datos basadas en soluciones big data.",
        "- Fundamentos y campos de aplicación de la inteligencia artificial.",
        "- El aprendizaje automático. Entrenar un modelo y verificar su comportamiento. Aplicaciones.",
        "Bloque E. Ciberseguridad",
        "- Aplicaciones de la criptografía en seguridad.",
        "- Herramientas de gestión de claves y firmas electrónicas.",
        "- Aspectos relevantes de la protección de datos e información personales y normativa en materia de privacidad y ciberseguridad."
    ]
}