{
  "saberes": [
    "A. Plurilingüismo. ",
    "– Reflexión sobre las estrategias y técnicas para responder eficazmente y con niveles ",
    "crecientes de fluidez, adecuación y corrección a una necesidad comunicativa concreta a ",
    "pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las ",
    "demás lenguas del repertorio lingüístico propio.  ",
    "Utilización de recursos lingüísticos y extralingüísticos que le permitan satisfacer ",
    "necesidades comunicativas más complejas, eligiendo las estrategias más adecuadas de ",
    "manera progresivamente autónoma según el contexto y la situación en cada caso. ",
    "– Aproximación a las estrategias de uso común para identificar, organizar, retener, recuperar y ",
    "utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a ",
    "partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico ",
    "personal. ",
    "Clasificación de las unidades lingüísticas utilizando el conocimiento previo de la lengua ",
    "materna y otras lenguas, en su caso, con el fin de facilitar la comunicación en la lengua ",
    "extranjera. ",
    "– Estrategias y herramientas de uso común para la autoevaluación, la coevaluación y la ",
    "autorreparación, analógicas y digitales, individuales y cooperativas. ",
    "Participación en tareas de evaluación conjuntas para ganar una perspectiva general de la ",
    "evolución del proceso de aprendizaje de sus iguales, más allá del suyo propio. ",
    "Revisión del mensaje reelaborándolo a partir del feedback recibido o la propia lectura crítica del mismo y formulación de hipótesis correctoras para subsiguientes producciones ",
    "comunicativas. ",
    "– Expresiones y léxico específico de uso común para intercambiar ideas sobre la comunicación, ",
    "la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje). ",
    "– Comparación básica entre lenguas a partir de elementos gramaticales de la lengua extranjera ",
    "y otras lenguas: origen y parentescos. ",
    "Concienciación de la interconexión entre lenguas del repertorio lingüístico personal del ",
    "alumno, y realización de comparaciones tras el análisis de elementos sintácticos y ",
    "semánticos adecuados a su nivel de competencia. ",
    "B. Interculturalidad. ",
    "– La lengua extranjera como medio de comunicación interpersonal e internacional, como fuente ",
    "de información y como herramienta de participación social y de enriquecimiento personal. ",
    "Reconocimiento de la importancia y por tanto la necesidad de dominar la lengua ",
    "extranjera en el mundo global actual, como herramienta básica de información, formación ",
    "y comunicación y establecimiento de relaciones escolares, personales y profesionales ",
    "más allá de su entorno próximo y de las fronteras de su propio país. ",
    "– Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes ",
    "medios con hablantes o estudiantes de la lengua extranjera: proyectos, inmersiones ",
    "lingüísticas, intercambios, entre otros.  ",
    "– Aspectos socioculturales y sociolingüísticos de uso común relativos a la vida cotidiana, las ",
    "condiciones de vida y las relaciones interpersonales; convenciones sociales de uso común; ",
    "lenguaje no verbal, cortesía lingüística y etiqueta digital; cultura, normas, actitudes, ",
    "costumbres y valores propios de países donde se habla la lengua extranjera. ",
    "Ampliación del uso apropiado de fórmulas lingüísticas de cortesía adecuadas en los ",
    "intercambios sociales.  ",
    "Ampliación del conocimiento de las costumbres, convenciones sociales, rasgos de la vida ",
    "cotidiana, festividades y celebraciones señaladas propias de los países y culturas donde ",
    "se habla la lengua extranjera.  ",
    "– Estrategias de uso común para entender y apreciar la diversidad lingüística, cultural y ",
    "artística, atendiendo a valores democráticos. ",
    "Ampliación del conocimiento de los rasgos históricos, geopolíticos y culturales de los ",
    "países donde se habla la lengua extranjera, obteniendo la información a través de ",
    "diferentes fuentes en soportes tradicionales y digitales y realización de presentaciones ",
    "breves explicativas sobre los datos obtenidos. ",
    "– Estrategias de uso común de detección y actuación ante usos discriminatorios del lenguaje ",
    "verbal y no verbal: tratamientos de cortesía inadecuados, el uso del género femenino para ",
    "descalificar y hacer alusiones peyorativas, etc. ",
    "Empleo de expresiones alternativas para nombrar por igual a todas las personas sin ",
    "discriminación.  ",
    "C. Comunicación. ",
    "– Autoconfianza e iniciativa. El error como parte integrante del proceso de aprendizaje. ",
    "Análisis de los errores en los mensajes orales y escritos producidos y elaboración de ",
    "hipótesis autocorrectoras sencillas a partir de las conclusiones extraídas de dicho ",
    "análisis.  ",
    "– Uso progresivamente autónomo de estrategias de uso común para la planificación, ejecución, ",
    "control y reparación de la comprensión, la producción y la coproducción de textos orales, ",
    "escritos y multimodales. ",
    "Distinción de tipos de comprensión (sentido general, información esencial, puntos ",
    "principales) y uso de estrategias de comprensión de los mensajes: anticipación del ",
    "contenido a través contexto verbal y no verbal y de los conocimientos sobre la situación, ",
    "identificación de palabras clave, anticipación de ideas, identificación de la intención del ",
    "hablante. ",
    "– Conocimientos, destrezas y actitudes que permitan llevar a cabo actividades de mediación en ",
    "situaciones cotidianas. ",
    "Uso de expresiones básicas para reformular, resumir y aclarar ideas al interlocutor. ",
    "– Aplicación de los modelos contextuales y géneros discursivos de uso común en la ",
    "comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y ",
    "sencillos, literarios y no literarios: características y reconocimiento del contexto (participantes ",
    "y situación), expectativas generadas por el contexto; organización y estructuración según el ",
    "género y la función textual.  ",
    "Comprensión, de forma individual o colectiva, de textos orales, escritos y multimodales de ",
    "géneros discursivos. ",
    "Lectura comentada y recitado de poemas, reconociendo el valor simbólico del lenguaje ",
    "poético y el sentido de los recursos retóricos más importantes. ",
    "Producción de textos breves de géneros discursivos sencillos, en papel o en formato ",
    "digital, integrando diversos tipos de contenido. ",
    "– Utilización eficaz de las unidades lingüísticas de uso común y significados asociados a dichas ",
    "unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el ",
    "espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la ",
    "negación, la interrogación y la exclamación, relaciones lógicas habituales. ",
    "– Ampliación del léxico de uso común y de interés para el alumnado relativo a identificación ",
    "personal, relaciones interpersonales, lugares y entornos, ocio y tiempo libre, salud y actividad ",
    "física, vida cotidiana, vivienda y hogar, clima y entorno natural, tecnologías de la información y ",
    "la comunicación, sistema escolar y formación. ",
    "Identificación de sinónimos, antónimos, «falsos amigos» y de palabras con prefijos y ",
    "sufijos habituales.  ",
    "Fórmulas y expresiones. ",
    "– Convenciones ortográficas de uso común y significados e intenciones comunicativas ",
    "asociados a los formatos, patrones y elementos gráficos. ",
    "Uso de reglas más complejas de ortografía y puntuación y reconocimiento de su ",
    "importancia en la comunicación escrita como elemento característico del mensaje escrito ",
    "en cada lengua. ",
    "Diferenciación y uso de patrones ortográficos según los distintos formatos analógicos o ",
    "digitales.  ",
    "– Aplicación de convenciones y estrategias conversacionales de uso común, en formato ",
    "síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la ",
    "palabra, pedir y dar aclaraciones y explicaciones en textos orales breves y coherentes, de ",
    "forma progresivamente autónoma, con pronunciación y entonación adecuadas. ",
    "– Conocimiento y utilización autónoma de recursos para el aprendizaje y estrategias de uso ",
    "común de búsqueda y selección de información: diccionarios, libros de consulta, bibliotecas, ",
    "recursos digitales e informáticos, etc. ",
    "– Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y ",
    "contenidos utilizados. ",
    "– Utilización eficaz de herramientas analógicas y digitales de uso común para la comprensión, ",
    "producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, ",
    "cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas ",
    "digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos ",
    "con hablantes o estudiantes de la lengua extranjera. ",
    "Utilización adecuada y autónoma de las aulas virtuales, foros y distintas redes sociales ",
    "como herramienta de obtención e intercambio de información y comunicación en el ",
    "proceso de enseñanza-aprendizaje. ",
    "ALEMÁN  ",
    "– Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo: ampliar el reportorio de formas para saludar y despedirse, presentar y presentarse; describir ",
    "con mayor precisión personas, objetos, lugares, fenómenos y acontecimientos; situar con ",
    "precisión creciente eventos en el tiempo; situar objetos, personas y lugares en el espacio; ",
    "pedir e intercambiar información sobre cuestiones cotidianas y otras menos habituales; dar y ",
    "pedir instrucciones, consejos y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o ",
    "sugerencias; expresar parcialmente el gusto o el interés y las emociones; narrar ",
    "acontecimientos pasados, describir situaciones presentes, y enunciar sucesos futuros de ",
    "forma más precisa; expresar la opinión, la posibilidad, la capacidad, la obligación y la ",
    "prohibición; expresar argumentaciones sencillas; realizar hipótesis y suposiciones; expresar la ",
    "incertidumbre y la duda; reformular y resumir. ",
    "Uso de estructuras y funciones asociadas a diferentes situaciones de comunicación. ",
    "Identificación de rasgos que diferencian el código oral y el escrito. ",
    "Indicar gusto, disgusto y posesión. Felicitar y dar consejo.  ",
    "Verbos en dativo (helfen, antworten, gefallen…). Los pronombres personales en dativo. ",
    "Describir cosas y personas. Indicar estados de ánimo y emociones. Uso atributivo del ",
    "adjetivo. Ampliación de la declinación del adjetivo.  ",
    "Los pronombres posesivos, relativos, indefinidos, interrogativos (welcher/was für). ",
    "Formas impersonales (es ist mir, es geht mir, es freut mich) ",
    "El estilo indirecto: oraciones completivas e interrogativas indirectas (dass- / ob-Sätze). ",
    "Orden de los elementos de la oración. ",
    "Expresar la causa: deshalb, daher, darum, deswegen. Oraciones coordinadas con denn y ",
    "subordinadas con weil / da.  ",
    "Uso de oraciones condicionales y temporales con wenn. ",
    "Frases concesivas: obwohl / trotzdem. ",
    "Expresar acontecimientos futuros. Conjugación del Futur I. Adverbios y preposiciones ",
    "temporales. ",
    "Expresar acciones reflexivas y estados de ánimo. Pronombres reflexivos y recíprocos. ",
    "Describir y narrar hechos pasados. Conjugación del Präteritum de los verbos regulares e ",
    "irregulares de uso más frecuente. ",
    "La voz pasiva: su uso en alemán. ",
    "Verbos con preposiciones. ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e ",
    "intenciones comunicativas generales asociadas a dichos patrones. ",
    "Reconocimiento y producción de patrones básicos de ritmo, entonación y acentuación de ",
    "palabras y frases según la intención comunicativa. ",
    "Acentuación de verbos separables e inseparables.  ",
    "Pronunciación de <ts>, <h>. Diferenciación b – w; m – n y de los sonidos sibilantes (s-",
    "Laute). Las consonantes <b>, <d> y <g> en posición final de palabra.  ",
    "Diferenciación de vocales largas y cortas.  ",
    "FRANCÉS. ",
    "– Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo: ",
    "ampliar el reportorio de formas para saludar y despedirse, presentar y presentarse; describir ",
    "con mayor precisión personas, objetos, lugares, fenómenos y acontecimientos; situar con ",
    "precisión creciente eventos en el tiempo; situar objetos, personas y lugares en el espacio; ",
    "pedir e intercambiar información sobre cuestiones cotidianas y otras menos habituales; dar y ",
    "pedir instrucciones, consejos y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o ",
    "sugerencias; expresar parcialmente el gusto o el interés y las emociones; narrar ",
    "acontecimientos pasados, describir situaciones presentes, y enunciar sucesos futuros de ",
    "forma más precisa; expresar la opinión, la posibilidad, la capacidad, la obligación y la ",
    "prohibición; expresar argumentaciones sencillas; realizar hipótesis y suposiciones; expresar la ",
    "incertidumbre y la duda; reformular y resumir. ",
    "Uso de estructuras y funciones asociadas a diferentes situaciones de comunicación. ",
    "Identificación de rasgos que diferencian el código oral y el escrito.  ",
    "Uso de estructuras y funciones asociadas a diferentes situaciones de comunicación.  ",
    "Describir, identificar, comparar personajes; contradecir y demostrar interés.  ",
    "Describir y narrar hechos pasados. Passé composé con être y avoir. ",
    "Pronombres adverbiales: en/y. ",
    "Repaso del presente de indicativo e imperativo (-er, -ir, -re, -oir). Pronombres relativos ",
    "qui, que. Enfatizar: c’est … qui/que.  ",
    "Expresar emociones y obligaciones, protestar, negar, razonar, prohibir. Escribir una carta. ",
    "Devoir + infinitivo. Il faut + infinitivo. Il est interdit de + infinitivo. Défense de + infinitivo. ",
    "Adverbios de modo. ",
    "Expresar la certeza/ suposición, la condición, la precisión. Si + presente. Devoir, pouvoir, ",
    "vouloir. ",
    "Describir hábitos pasados, expresar la anterioridad: el imperfecto. Reforzar la afirmación. ",
    "La inmediatez en la acción. Passé récent: venir de + infinitivo. Futur proche: aller + ",
    "infinitivo. Futuro simple. Condicional simple. Oui/si. ",
    "Describir y comparar objetos. Rechazar cortésmente. Repaso de la comparación. ",
    "Superlativo relativo y absoluto. Pronombres posesivos. Pronombres demostrativos.  ",
    "Amenazar, expresar sorpresa, expresar una opinión personal. Lugar de los pronombres ",
    "personales en la oración. ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e ",
    "intenciones comunicativas generales asociadas a dichos patrones. ",
    "Reconocimiento progresivo de los símbolos fonéticos y pronunciación de fonemas de ",
    "especial dificultad.  ",
    "Reconocimiento y producción de diferentes patrones de ritmo, entonación (exclamación, ",
    "expresión de emociones, sentimientos, certeza, etc.) y acentuación de palabras y frases ",
    "(acentos tónicos, acentuación del discurso).  ",
    "Liaison y enchaînement. ",
    "INGLÉS. ",
    "– Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo: ",
    "ampliar el reportorio de formas para saludar y despedirse, presentar y presentarse; describir ",
    "con mayor precisión personas, objetos, lugares, fenómenos y acontecimientos; situar con ",
    "precisión creciente eventos en el tiempo; situar objetos, personas y lugares en el espacio; ",
    "pedir e intercambiar información sobre cuestiones cotidianas y otras menos habituales; dar y ",
    "pedir instrucciones, consejos y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o ",
    "sugerencias; expresar parcialmente el gusto o el interés y las emociones; narrar ",
    "acontecimientos pasados, describir situaciones presentes, y enunciar sucesos futuros de ",
    "forma más precisa; expresar la opinión, la posibilidad, la capacidad, la obligación y la ",
    "prohibición; expresar argumentaciones sencillas; realizar hipótesis y suposiciones; expresar la ",
    "incertidumbre y la duda; reformular y resumir. ",
    "Uso de estructuras y funciones asociadas a diferentes situaciones de comunicación. ",
    "Identificación de rasgos que diferencian el código oral y el escrito y uso de estructuras, y ",
    "funciones asociadas a diferentes situaciones de comunicación ",
    "Saludar, presentarse a sí mismo y a otros. Expresar hábitos, habilidades, descripciones ",
    "físicas y de personalidad, lo que gusta y lo que no gusta. ",
    "Contrastar acciones en curso con las habituales. Fórmulas. Presente simple. Presente ",
    "continuo. Adjetivos: posiciones atributiva y predicativa. Grados de comparación. ",
    "Expresar gustos y expresar y pedir opiniones de forma más sofisticada. Like / love /dislike ",
    "/ don’t like/ hate, feel like/don´t feel like. I think / I don’t think, I believe, I consider, In my ",
    "opinion, in my view,…, hacer argumentaciones: According to, as X suggests, for instance, ",
    "for example… ",
    "Narrar hechos del pasado y biografías. Pasado simple y continuo. Could. Expresiones temporales: ago/since/for/later/when/after/before/then, etc. Marcadores del discurso: ",
    "conectores y otros recursos de cohesión. Ortografía y puntuación. ",
    "Preguntar y responder sobre hechos que han acabado o no han terminado todavía, sobre ",
    "hechos recientes y experiencias. Presente perfecto + ever/never/just. Pasado simple. ",
    "When. ",
    "Hacer sugerencias y responder a las mismas. Let’s… How / What about + -ing? Why ",
    "don’t we...? Shall we...? Respuestas de aceptación, rechazo o sugerencias alternativas. ",
    "Dar consejo. Should/shouldn't ",
    "Expresar planes, la idea de futuro de intención, predicciones, hipótesis, probabilidad, ",
    "posibilidad y promesas. Presente continuo. Will/will not. Be going to. Oraciones ",
    "condicionales de tipos I y II. ",
    "Expresar incertidumbre, suposiciones o duda: I´m/it´s not sure, it is uncertain, I guess…, ",
    "I´d say, I suppose, it is doubtful,… ",
    "Reformular ideas y resumirlas: In other words, that´s to say, in short, summing up, to put ",
    "in a nutshell… ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e ",
    "intenciones comunicativas generales asociadas a dichos patrones. ",
    "Reconocimiento progresivo de los símbolos fonéticos y pronunciación de fonemas de ",
    "especial dificultad. ",
    "Pronunciación de formas contractas. ",
    "Pronunciación de la terminación en formas de tiempos verbales. ",
    "Formas débiles de pronunciación de ciertos sonidos. ",
    "Reconocimiento y producción de patrones básicos de ritmo, entonación y acentuación ",
    "de palabras y frases adecuados a la finalidad e intención del mensaje y utilizarlos para ",
    "ayudar a la comprensión. ",
    "ITALIANO. ",
    "– Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo: ",
    "ampliar el reportorio de formas para saludar y despedirse, presentar y presentarse; describir ",
    "con mayor precisión personas, objetos, lugares, fenómenos y acontecimientos; situar con ",
    "precisión creciente eventos en el tiempo; situar objetos, personas y lugares en el espacio; ",
    "pedir e intercambiar información sobre cuestiones cotidianas y otras menos habituales; dar y ",
    "pedir instrucciones, consejos y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o ",
    "sugerencias; expresar parcialmente el gusto o el interés y las emociones; narrar ",
    "acontecimientos pasados, describir situaciones presentes, y enunciar sucesos futuros de ",
    "forma más precisa; expresar la opinión, la posibilidad, la capacidad, la obligación y la ",
    "prohibición; expresar argumentaciones sencillas; realizar hipótesis y suposiciones; expresar la ",
    "incertidumbre y la duda; reformular y resumir. ",
    "Uso de estructuras y funciones asociadas a diferentes situaciones de comunicación. ",
    "Descripción de cualidades físicas y abstractas de personas, objetos, lugares y ",
    "actividades. ",
    "Narración de acontecimientos pasados puntuales y habituales, descripción de estados y ",
    "situaciones presentes, y expresión de sucesos futuros. ",
    "Comprensión de instrucciones en contextos reales y simulados. ",
    "Producción oral de descripciones, narraciones y explicaciones breves sobre ",
    "acontecimientos, experiencias y conocimientos diversos. ",
    "Desarrollo de la expresión escrita de forma guiada, completando o modificando frases y ",
    "párrafos sencillos. ",
    "Uso de estructuras, y funciones asociadas a diferentes situaciones de comunicación. ",
    "Contar hechos pasados. El imperfecto de indicativo. Contraste passato prossimo/ ",
    "imperfetto. C´era/c´erano. Uso de appena; già; non ancora, ancora, sempre. ",
    "Concordancia entre el participio pasado y el complemento directo. La partícula Ci con ",
    "valor de lugar. ",
    "Expresar sensaciones y estados de ánimo. En el presente y en el pasado. Uso de los ",
    "tiempos verbales. Verbos reflexivos. ",
    "Hablar de acciones futuras: hacer planes, expresar deseos futuros. Marcadores ",
    "temporales futuros (prossimo, tra, fra). Elementos para hablar del futuro: indicativo ",
    "presente, dovere y pensare+ di+ infinitivo. Condicional del verbo volere. ",
    "Expresar acuerdo / desacuerdo, opiniones. Credo di si/no. Bisogna/bisognerebbe + ",
    "infinitivo. ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e ",
    "intenciones comunicativas generales asociadas a dichos patrones. ",
    "Reconocimiento progresivo de los símbolos fonéticos y pronunciación de fonemas de ",
    "especial dificultad. ",
    "Reconocimiento y producción de diferentes patrones de ritmo, entonación (frases ",
    "afirmativas, negativas, interrogativas) y acentuación de palabras y frases. ",
    "PORTUGUÉS. ",
    "– Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo: ",
    "ampliar el reportorio de formas para saludar y despedirse, presentar y presentarse; describir ",
    "con mayor precisión personas, objetos, lugares, fenómenos y acontecimientos; situar con ",
    "precisión creciente eventos en el tiempo; situar objetos, personas y lugares en el espacio; ",
    "pedir e intercambiar información sobre cuestiones cotidianas y otras menos habituales; dar y ",
    "pedir instrucciones, consejos y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o ",
    "sugerencias; expresar parcialmente el gusto o el interés y las emociones; narrar ",
    "acontecimientos pasados, describir situaciones presentes, y enunciar sucesos futuros de ",
    "forma más precisa; expresar la opinión, la posibilidad, la capacidad, la obligación y la ",
    "prohibición; expresar argumentaciones sencillas; realizar hipótesis y suposiciones; expresar la ",
    "incertidumbre y la duda; reformular y resumir. ",
    "Uso de estructuras y funciones asociadas a diferentes situaciones de comunicación. ",
    "Saludar. Presentarse a sí mismo y a otros. Descripción física y de personalidad. ",
    "Demostrar acuerdo y desacuerdo. Saludos y rutinas. Formas de tratamiento. Adjetivos ",
    "calificativos y sus formas. Determinantes posesivos. Contracciones (complemento directo ",
    "+ complemento indirecto): mo, ma, to, ta, Iho, Iha, etc. ",
    "Hablar de acciones recientemente concluidas. Describir acciones en curso. Perífrasis de: ",
    "acabar de + infinitivo, andar a + infinitivo, estar a + infinitivo. Expresiones de tiempo: ",
    "desde, há. Colocación del determinante y del pronombre. Adverbios: entretanto, ",
    "felizmente, oficialmente, primeiramente, ainda, agora.  ",
    "Narrar hechos del pasado. Hablar de acciones simultáneas en el pasado. Contrastar ",
    "acciones habituales en el pasado. Pretérito imperfecto de indicativo: verbos regulares en -",
    "ar, -er, -ir. Costumar (pretérito imperfecto) + infinitivo. Preposiciones: após, conforme, ",
    "ante. Ortografía y puntuación. ",
    "Hablar de acciones que vienen del pasado hasta el presente. Contrastar acciones ",
    "habituales en el pasado y en el presente. Verbo ter (presente) + participio pasado. ",
    "Pretérito imperfecto de indicativo de los verbos irregulares. Infinitivo: forma personal. ",
    "Adverbios: ",
    "antigamente, ",
    "dantes, ",
    "concretamente, ",
    "precisamente. ",
    "Locuciones ",
    "preposicionales: a pesar de, no caso de, a respeito de. ",
    "Hacer afirmaciones y pedidos. Expresar deseos, sentimientos y opiniones. Enfatizar el ",
    "objeto. Adverbios de afirmación: sim, certamente, decerto. Participios irregulares. Voz ",
    "pasiva: ser + particípio passado. Preposiciones: a, ante, conforme, consoante. ",
    "Definir y describir cosas, personas y lugares. Pedir y dar información. Acentuación ",
    "gráfica. Conjunciones de coordinación: mas, porém, todavía, contudo. Verbos auxiliares: ",
    "poder, dever. Adjetivos calificativos: forma comparativa. ",
    "Expresar proyectos y planes con intención de futuro. Expresar posibilidad y probabilidad. ",
    "Verbo ir (presente) + infinitivo. Futuro imperfecto de indicativo: verbos regulares. Verbos: ",
    "estar, andar, ficar + adjectivo. Adverbios: consequentemente, finalmente, provavelmente, principalmente, exclusivamente. Pronombres relativos variables. ",
    "Expresar la obligación y las reglas. Pedir y dar permiso, consejos e instrucciones. ",
    "Adverbios de negación: não, nunca, jamais. Derivación por sufijación. Gerundio. ",
    "Conjunciones y locuciones de coordinación: e, nem, não só... mas também, não obstante, ",
    "por conseguinte. ",
    "– Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e ",
    "intenciones comunicativas generales asociadas a dichos patrones. ",
    "Pronunciación. Fonemas de especial dificultad. Relación fonema/grafema de especial ",
    "dificultad: (s)-ç; (s)-s; (z)-s; (ʃ)-s; (s)-ss; (ʃ)-x; (z)-x; (ks)-x. ",
    "Acentuación de palabras.  ",
    "Entonación (tipos y formas de la frase). Contrastes de pronunciación relacionados con los ",
    "tipos y las formas de la frase. ",
    "Ritmo. "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Extraer y analizar el sentido global y las ideas principales, y seleccionar información ",
    "pertinente de textos orales, escritos y multimodales sobre temas cotidianos, de relevancia ",
    "personal o de interés público próximos a la experiencia del alumnado, expresados de forma ",
    "clara y en la lengua estándar a través de diversos soportes. ",
    "1.2. Interpretar y valorar el contenido y los rasgos discursivos de textos progresivamente más ",
    "complejos propios de los ámbitos de las relaciones interpersonales, de los medios de ",
    "comunicación social y del aprendizaje, así como de textos literarios adecuados al nivel de ",
    "madurez del alumnado. ",
    "1.3. Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada ",
    "situación comunicativa para comprender el sentido general, la información esencial y los ",
    "detalles más relevantes de los textos; inferir significados e interpretar elementos no verbales; ",
    "y buscar, seleccionar y gestionar información veraz. ",
    "Competencia específica 2. ",
    "2.1. Expresar oralmente textos sencillos, estructurados, comprensibles, coherentes y adecuados ",
    "a la situación comunicativa sobre asuntos cotidianos, de relevancia personal o de interés ",
    "público próximo a la experiencia del alumnado, con el fin de describir, narrar, argumentar e ",
    "informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como ",
    "estrategias de planificación, control, compensación y cooperación. ",
    "2.2. Redactar y difundir textos de extensión media con aceptable claridad, coherencia, cohesión, ",
    "corrección y adecuación a la situación comunicativa propuesta, a la tipología textual y a las ",
    "herramientas analógicas y digitales utilizadas sobre asuntos cotidianos, de relevancia ",
    "personal o de interés público próximos a la experiencia del alumnado, respetando la ",
    "propiedad intelectual y evitando el plagio. ",
    "2.3. Seleccionar, organizar y aplicar conocimientos y estrategias sencillas para planificar, ",
    "producir, revisar y cooperar en la elaboración de textos coherentes, cohesionados y ",
    "adecuados a las intenciones comunicativas, las características contextuales, los aspectos ",
    "socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados ",
    "en función de la tarea y de las necesidades del interlocutor potencial a quien se dirige el ",
    "texto. ",
    "Competencia específica 3. ",
    "3.1. Planificar, participar y colaborar activamente, a través de diversos soportes, en situaciones ",
    "interactivas sobre temas cotidianos, de relevancia personal o de interés público cercanos a ",
    "la experiencia del alumnado, mostrando iniciativa, empatía y respeto por la cortesía ",
    "lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, ",
    "iniciativas y motivaciones de los interlocutores. ",
    "3.2. Seleccionar, organizar y utilizar estrategias adecuadas sencillas para iniciar, mantener y ",
    "terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y ",
    "explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, resolver ",
    "problemas y gestionar situaciones comprometidas. ",
    "Competencia específica 4. ",
    "4.1. Inferir y explicar textos, conceptos y comunicaciones breves y sencillas en situaciones en las ",
    "que atender a la diversidad, mostrando respeto y empatía por los interlocutores y por las ",
    "lenguas empleadas y participando en la solución de problemas de intercomprensión y de ",
    "entendimiento en el entorno, apoyándose en diversos recursos y soportes. ",
    "4.2. Aplicar estrategias simples que ayuden a crear puentes, faciliten la comunicación y sirvan ",
    "para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las ",
    "intenciones comunicativas, las características contextuales y la tipología textual, usando ",
    "recursos y apoyos físicos o digitales en función de las necesidades de cada momento. ",
    "Competencia específica 5. ",
    "5.1. Comparar y argumentar las semejanzas y diferencias entre distintas lenguas reflexionando ",
    "de manera guiada sobre su funcionamiento. ",
    "5.2. Utilizar de forma creativa y guiada estrategias y conocimientos de mejora de la capacidad de ",
    "comunicar y de aprender la lengua extranjera con apoyo de otros participantes y de soportes ",
    "analógicos y digitales. ",
    "5.3. Registrar y reflexionar sobre los progresos y dificultades de aprendizaje de la lengua ",
    "extranjera seleccionando las estrategias más eficaces para superar esas dificultades y ",
    "consolidar el aprendizaje, realizando actividades de planificación del propio aprendizaje, ",
    "autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas ",
    "(PEL) o en un diario de aprendizaje, haciendo esos progresos y dificultades explícitos y ",
    "compartiéndolos. ",
    "Competencia específica 6. ",
    "6.1. Actuar de forma adecuada, empática y respetuosa en situaciones interculturales, ",
    "construyendo vínculos entre las diferentes lenguas y culturas, rechazando cualquier tipo de ",
    "discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos y proponiendo ",
    "vías de solución sencillas a aquellos factores socioculturales que dificulten la comunicación. ",
    "6.2. Valorar críticamente en relación con los derechos humanos y adecuarse a la diversidad ",
    "lingüística, cultural y artística propia de países donde se habla la lengua extranjera, ",
    "favoreciendo, dentro de sus posibilidades, el desarrollo de una cultura compartida y una ",
    "ciudadanía comprometida con la sostenibilidad y los valores democráticos. ",
    "6.3. Aplicar de forma guiada estrategias para defender y apreciar la diversidad lingüística, cultural ",
    "y artística atendiendo a valores democráticos y respetando los principios de justicia, equidad ",
    "e igualdad.  "
    
  ]
}
