{
  "saberes": [
    "A. Plurilingualism.",
    "– Reflection on the strategies and techniques to respond effectively and with increasing levels of fluency, adaptation and correction to a specific communicative need despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "• Use of linguistic and extra-linguistic resources that allow you to satisfy more complex communicative needs, choosing the most appropriate strategies in a progressively autonomous manner according to the context and situation in each case.",
    "– Approach to commonly used strategies to identify, organize, retain, retrieve and creatively use linguistic units (lexicon, morphosyntax, sound patterns, etc.) based on the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "• Classification of language units using prior knowledge of the mother tongue and other languages, if applicable, in order to facilitate communication in the foreign language.",
    "– Commonly used strategies and tools for self-evaluation, co-evaluation and self-repair, analog and digital, individual and cooperative.",
    "• Participation in joint evaluation tasks to gain a general perspective of the evolution of the learning process of their peers, beyond their own.",
    "• Revision of the message by reworking it based on the feedback received or the own critical reading of it and formulation of corrective hypotheses for subsequent communicative productions.",
    "– Expressions and specific lexicon of common use to exchange ideas about communication, language, learning and communication and learning tools (metalanguage).",
    "- Basic comparison between languages based on grammatical elements of the foreign language and other languages: origin and parentage.",
    "• Awareness of the interconnection between languages in the student's personal linguistic repertoire, and making comparisons after the analysis of syntactic and semantic elements appropriate to their level of competence.",
    "B. Interculturality.",
    "– The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for social participation and personal enrichment.",
    "• Recognition of the importance and therefore the need to master a foreign language in today's global world, as a basic tool for information, training and communication and establishing school, personal and professional relationships beyond your immediate environment and the borders of his own country",
    "– Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language: projects, language immersions, exchanges, among others.",
    "– Sociocultural and sociolinguistic aspects of common use relating to everyday life, living conditions and interpersonal relationships; social conventions of common use; non-verbal language, linguistic courtesy and digital etiquette; culture, norms, attitudes, customs and values of countries where the foreign language is spoken.",
    "• Expansion of the appropriate use of linguistic formulas of courtesy in social exchanges.",
    "• Expansion of knowledge of the customs, social conventions, features of daily life, festivals and celebrations specific to the countries and cultures where the foreign language is spoken.",
    "– Strategies of common use to understand and appreciate linguistic, cultural and artistic diversity, while respecting democratic values.",
    "• Expanding knowledge of the historical, geopolitical and cultural features of the countries where the foreign language is spoken, obtaining information through different sources in traditional and digital media and making brief explanatory presentations on the data obtained.",
    "– Strategies of common use for detection and action against discriminatory uses of verbal and non-verbal language: inadequate courtesies, the use of the feminine gender to disqualify and make pejorative allusions, etc.",
    "• Use of alternative expressions to name all people equally without discrimination.",
    "C. Communication",
    "– Self-confidence and initiative. Error as an integral part of the learning process.",
    "• Analysis of the errors in the oral and written messages produced and the development of simple self-correcting hypotheses based on the conclusions drawn from said analysis.",
    "– Progressively autonomous use of commonly used strategies for the planning, execution, control and repair of comprehension, production and co-production of oral, written and multimodal texts.",
    "• Distinguishing types of comprehension (general sense, essential information, main points) and use of message comprehension strategies: anticipation of the content through verbal and non-verbal context and knowledge of the situation, identification of key words, anticipation of ideas, identification of the speaker's intention.",
    "- Knowledge, skills and attitudes that allow mediation activities to be carried out in everyday situations.",
    "• Use of basic expressions to reformulate, summarize and clarify ideas to the interlocutor.",
    "– Application of the contextual models and discursive genres of common use in the understanding, production and co-production of oral, written and multimodal texts, short and simple, literary and non-literary: characteristics and recognition of the context (participants and situation), expectations generated by the context; organization and structuring according to genre and textual function.",
    "• Comprehension, individually or collectively, of oral, written and multimodal texts of discursive genres.",
    "• Commented reading and recitation of poems, recognizing the symbolic value of poetic language and the meaning of the most important rhetorical resources.",
    "• Production of short texts of simple discursive genres, on paper or in digital format, integrating various types of content.",
    "- Effective use of the linguistic units of common use and meanings associated with said units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, the question and the exclamation, usual logical relations.",
    "– Expansion of the lexicon of common use and of interest to students related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, technologies of the information and communication, school system and training.",
    "• Identification of synonyms, antonyms, 'false friends' and words with common prefixes and suffixes.",
    "• Formulas and expressions.",
    "– Orthographic conventions of common use and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "• Use of more complex spelling and punctuation rules and recognition of their importance in written communication as a characteristic element of the message written in each language.",
    "• Differentiation and use of orthographic patterns according to the different analog or digital formats.",
    "– Application of commonly used conversational conventions and strategies, in synchronous or asynchronous format, to initiate, maintain and end communication, take and give the floor, ask for and give clarifications and explanations in short and coherent oral texts, progressively autonomously, with proper pronunciation and intonation.",
    "– Knowledge and independent use of resources for learning and commonly used strategies for searching and selecting information: dictionaries, reference books, libraries, digital and computer resources, etc.",
    "- Respect for intellectual property and copyright on the sources consulted and content used.",
    "– Effective use of commonly used analogue and digital tools for oral, written and multimodal understanding, production and co-production; and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, video conferences, collaborative digital tools...) for learning, communication and the development of projects with foreign language speakers or students.",
    "• Adequate and autonomous use of virtual classrooms, forums and different social networks as a tool for obtaining and exchanging information and communication in the teaching-learning process.",
    "– Communicative functions of common use appropriate to the scope and the communicative context: expand the repertoire of forms to greet and say goodbye, introduce and introduce yourself; describe with greater precision people, objects, places, phenomena and events; place with increasing precision events in time; place objects, people and places in space; ask for and exchange information on everyday and other less common issues; give and ask for instructions, advice and orders; offer, accept and reject help, proposals or suggestions; partially express taste or interest and emotions; narrate past events, describe present situations, and enunciate future events more precisely; express the opinion, the possibility, the capacity, the obligation and the prohibition; express simple arguments; make hypotheses and assumptions; express uncertainty and doubt; reformulate and summarize.",
    "• Use of structures and functions associated with different communication situations.",
    "• Identification of features that differentiate the oral and written code and the use of structures, and functions associated with different communication situations",
    "• Greet, introduce yourself and others. Express habits, abilities, physical and personality descriptions, likes and dislikes.",
    "• Contrast ongoing actions with usual ones. formulas simple present present continuous Adjectives: attributive and predicative positions. Degrees of comparison.",
    "• Express tastes and express and ask for opinions in a more sophisticated way. Like / love /dislike / don't like/ hate, feel like/don't feel like. I think / I don’t think, I believe, I consider, In my opinion, in my view,…, hacer argumentaciones: According to, as X suggests, for instance, for example…",
    "• Narrate facts from the past and biographies. Past simple and continuous. Could. Temporal expressions: ago/since/for/later/when/after/before/then, etc. Discourse markers: connectors and other cohesion resources. Spelling and punctuation.",
    "• Ask and answer about events that have ended or not yet ended, about recent events and experiences. Present perfect + ever/never/just. past simple When.",
    "• Make suggestions and respond to them. Let's… How / What about + -ing? Why don't we...? Shall we...? Answers of acceptance, rejection or alternative suggestions. give advice Should/shouldn't",
    "• Express plans, the idea of the future of intention, predictions, hypotheses, probability, possibility and promises. present continuous Will/will not. Be going to. Conditional sentences of types I and II.",
    "• Express uncertainty, assumptions or doubt: I´m/it´s not sure, it is uncertain, I guess…, I´d say, I suppose, it is doubtful,…",
    "• Reformulating ideas and summarizing them: In other words, that's to say, in short, summing up, to put in a nutshell...",
    "– Sound, accentual, rhythmic and intonation patterns of common use, and meanings and general communicative intentions associated with said patterns.",
    "• Progressive recognition of phonetic symbols and pronunciation of particularly difficult phonemes.",
    "• Pronunciation of contracted forms.",
    "• Pronunciation of the termination in forms of verb tenses.",
    "• Weak forms of pronunciation of certain sounds.",
    "• Recognition and production of basic patterns of rhythm, intonation and accentuation of words and phrases appropriate to the purpose and intention of the message and using them to help understanding."
  ],
  "criteriosEvaluacion": [
    "1.1. Extract and analyze the overall meaning and main ideas, and select relevant information from oral, written and multimodal texts on everyday topics, of personal relevance or of public interest close to the students' experience, expressed clearly and in the standard language a through various supports.",
    "1.2. Interpret and assess the content and discursive features of progressively more complex texts in the areas of interpersonal relationships, social media and learning, as well as literary texts appropriate to the students' maturity level.",
    "1.3. Select, organize and apply the most appropriate strategies and knowledge in each communicative situation to understand the general meaning, the essential information and the most relevant details of the texts; infer meanings and interpret non-verbal elements; and search, select and manage truthful information.",
    "2.1. Express orally simple, structured, comprehensible, coherent and appropriate texts for the communicative situation about everyday matters, of personal relevance or of public interest close to the students' experience, in order to describe, narrate, argue and inform, in different supports, using verbal and non-verbal resources, as well as planning, control, compensation and cooperation strategies.",
    "2.2. Write and disseminate texts of medium length with acceptable clarity, coherence, cohesion, correctness and adaptation to the proposed communicative situation, to the textual typology and to the analog and digital tools used on everyday matters, of personal relevance or of public interest close to the experience of students, respecting intellectual property and avoiding plagiarism.",
    "2.3. Select, organize and apply knowledge and simple strategies to plan, produce, revise and cooperate in the elaboration of coherent, cohesive and adequate texts to communicative intentions, contextual characteristics, socio-cultural aspects and textual typology, using physical or digital resources most suitable depending on the task and the needs of the potential interlocutor to whom the text is addressed.",
    "3.1. Plan, participate and collaborate actively, through various supports, in interactive situations on everyday topics, of personal relevance or of public interest close to the students' experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of the interlocutors.",
    "3.2. Select, organize and use appropriate simple strategies to initiate, maintain and end communication, take and give the floor, request and formulate clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, solve problems and manage compromised situations.",
    "4.1. Infer and explain short and simple texts, concepts and communications in situations where diversity is addressed, showing respect and empathy for the interlocutors and for the languages used and participating in the solution of problems of mutual understanding and understanding in the environment, supporting in various resources and supports.",
    "4.2. Apply simple strategies that help create bridges, facilitate communication and serve to explain and simplify texts, concepts and messages, and that are adequate to communicative intentions, contextual characteristics and textual typology, using physical or digital resources and supports in function of the needs of each moment.",
    "5.1. Compare and argue the similarities and differences between different languages reflecting in a guided way on their functioning.",
    "5.2. Creatively and guidedly use strategies and knowledge to improve the ability to communicate and learn the foreign language with the support of other participants and analogue and digital supports.",
    "5.3. Record and reflect on the progress and difficulties in learning the foreign language by selecting the most effective strategies to overcome these difficulties and consolidate learning, carrying out activities of planning one's own learning, self-evaluation and co-evaluation, such as those proposed in the European Portfolio of Languages (PEL) or in a learning diary, making those progress and difficulties explicit and sharing them.",
    "6.1. Act appropriately, empathetically and respectfully in intercultural situations, building links between different languages and cultures, rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts and proposing simple solutions to those socio-cultural factors that make communication difficult.",
    "6.2. Evaluate critically in relation to human rights and adapt to linguistic and cultural diversity and artistic proper to countries where the foreign language is spoken, favoring, within its possibilities, the development of a shared culture and a citizenry committed to sustainability and democratic values.",
    "6.3. Apply in a guided way strategies to defend and appreciate the linguistic, cultural and artistic diversity attending to democratic values and respecting the principles of justice, equity and equality.   "
  ]
}