{
  "saberes": [
    "I Proyecto científico",
    "1. Aplicación de las destrezas y habilidades propias del trabajo científico para explicar fenómenos biológicos y geológicos.",
    "2. Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.). Contraste de la información científica y uso de fuentes fidedignas para evitar los riesgos de la desinformación.",
    "3. Realización de trabajo experimental de laboratorio o de campo, utilizando los instrumentos y espacios necesarios (laboratorio, aulas, entorno, huertos, etc.) de forma adecuada, para la resolución de problemas científicos.",
    "4. Construcción de modelos que expliquen procesos o elementos de la naturaleza.",
    "5. Uso de métodos de análisis de resultados o conclusiones de un proyecto científico. Diferenciación entre correlación y causalidad.",
    "6. Valoración de la labor de la mujer en la ciencia y la relevancia de las personas que se dedican a ella en Canarias para apreciar su contribución a la sociedad y fomentar las vocaciones científicas (STEAM).",
    "II. Geología",
    "1. Interpretación de la estructura de la geosfera para establecer la relación entre la energía interna, los modelos del interior terrestre (geoquímico y geofísico) y los límites de las principales placas tectónicas.",
    "2. Investigación sobre los tipos de volcanes y su actividad en función de las características del magma, con especial atención al vulcanismo canario.",
    "3. Valoración de la importancia de conocer los riesgos volcánicos y sísmicos en Canarias, así como las medidas preventivas y su posible predicción. Identificación y función de los organismos gubernamentales para la gestión de fenómenos sísmicos y volcánicos.",
    "III. La célula",
    "1. Catalogación de los niveles de organización de la materia viva: células, tejidos, órganos y aparatos o sistemas.",
    "2. Valoración de la importancia de la célula como unidad de vida. Diferenciación de los distintos tipos celulares: célula procariota, célula eucariota animal y célula eucariota vegetal. Descripción de la función de los orgánulos más importantes.",
    "3. Relación entre la función de los diferentes tejidos y las características de las células que los forman.",
    "4. Aplicación de técnicas de preparación de muestras para la observación de células y tejidos al microscopio óptico (epidermis de cebolla, mucosa bucal).",
    "IV. Ecología y sostenibilidad",
    "1. Análisis de las interacciones entre la atmósfera, la hidrosfera, la geosfera y la biosfera para comprender la formación y evolución del suelo y del modelado del relieve.",
    "2. Valoración de la importancia del suelo en el mantenimiento de los ecosistemas. Análisis de los problemas que provocan su erosión y contaminación. Reconocimiento de la necesidad de adoptar medidas para preservar y hacer un uso responsable y sostenible de este recurso.",
    "3. Relación entre la situación de emergencia climática y las iniciativas de adaptación, mitigación y resiliencia para conocer las consecuencias de las acciones diarias en el planeta y generar empatía hacia el entorno natural y social.",
    "4. Análisis de la situación medioambiental actual de Canarias y su relación con los Objetivos de Desarrollo Sostenible (ODS) y la Agenda Canaria de Desarrollo Sostenible 2030.",
    "5. Adquisición urgente de estilos de vida sostenibles y saludables (one health) como respuesta a la necesidad de transformación del actual modelo socioeconómico hacia un modelo ecosocial que priorice la justicia social, la igualdad y la sostenibilidad.",
    "V. Cuerpo humano",
    "1. Diferenciación entre los procesos de alimentación y nutrición. Descripción de la anatomía, fisiología y patología de los aparatos implicados en la nutrición (aparatos digestivo, respiratorio, circulatorio, excretor) para comprender su funcionamiento y fomentar el autocuidado.",
    "2. Categorización de los tipos de receptores sensoriales, asignación de los órganos de los sentidos y reconocimiento del papel de los centros de coordinación (sistema nervioso y endocrino) en el cuerpo humano.",
    "3. Descripción de las características básicas y funcionamiento del aparato reproductor masculino y femenino. Identificación de las principales etapas del ciclo menstrual, las hormonas que lo regulan y los acontecimientos fundamentales de la fecundación, el embarazo y el parto.",
    "4. Relación entre los principales sistemas y aparatos del organismo implicados en las de nutrición, relación y reproducción mediante la aplicación de conocimientos de fisiología y anatomía.",
    "VI. Hábitos saludables",
    "1. Apreciación de la importancia de mantener una dieta saludable. Elaboración de dietas equilibradas mediante el uso de balances calóricos, gasto energético diario, cálculo del IMC, porcentaje de nutrientes y otros.",
    "2. Investigación sobre los trastornos de la conducta alimentaria. Importancia del autocuidado para un adecuado desarrollo del bienestar emocional (autoconcepto, autoestima, asertividad, sentido crítico, resiliencia…).",
    "3. Reconocimiento de la educación sexual como parte de un desarrollo integral que diferencie los conceptos sexo y sexualidad y ponga en valor el respeto hacia la libertad, la diversidad sexual y la igualdad de género.",
    "4. Concienciación sobre la importancia de adquirir prácticas sexuales saludables, responsables y consentidas. Prevención de infecciones de transmisión sexual (ITS) y de embarazos no deseados. El uso adecuado de métodos anticonceptivos y de métodos de prevención de ITS.",
    "5. Reflexión sobre las adicciones con sustancia (drogas legales e ilegales) y sin sustancia (conductuales: tecnologías, ludopatía), sus efectos perjudiciales sobre la salud de las personas consumidoras y de quienes están en su entorno próximo.",
    "6. Diseño e implementación de un plan de vida saludable que contemple la salud física, mental y social como paradigmas de bienestar para el desarrollo de una vida plena.",
    "VII. Salud y enfermedad",
    "1. Clasificación de las enfermedades según su etiología: enfermedades infecciosas y no infecciosas para conocer medidas de prevención y tratamientos. Diferenciación entre los conceptos de pandemia, epidemia, endemia y brote epidémico. Importancia del uso adecuado de los antibióticos.",
    "2. Indagación acerca de la prevalencia en Canarias de determinadas enfermedades y su relación, en algunos casos, con la falta de hábitos saludables.",
    "3. Descripción del funcionamiento básico de los mecanismos de defensa: barreras externas y sistema inmunitario. Reconocimiento de su implicación en la prevención y superación de enfermedades infecciosas.",
    "4. Análisis crítico de estudios científicos para valorar la relevancia de las vacunas como medida de prevención de enfermedades infecciosas y su papel en la mejora de la calidad de vida humana.",
    "5. Apreciación de la importancia de los trasplantes y de la donación de células, sangre y órganos para el beneficio social y personal, valorando la figura de la ciudadanía española como referente mundial en la donación de órganos y de la ciudadanía de Canarias, en particular, en la donación de sangre."
  ],
  "criteriosEvaluacion": [
    "1.1. Analizar conceptos y procesos biológicos y geológicos interpretando información en diferentes formatos con el fin de extraer conclusiones propias y fundamentadas. CCL1, CCL2, STEM4, CD2",
    "1.2. Transmitir información sobre procesos biológicos y geológicos o trabajos científicos con rigor y utilizando la terminología y los formatos adecuados con el fin de facilitar su comprensión y establecer interacciones comunicativas constructivas mediante la argumentación fundamentada, respetuosa y flexible. CCL1, CCL2, CCL5, STEM4, CD3, CCEC4",
    "1.3. Analizar y explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería y herramientas digitales para guiar el desarrollo de creación de nuevos contenidos y generar productos comunicativos, tanto de forma individual como colaborativa. CCL1, CCL2, STEM4, CD2, CD3, CCEC4",
    "2.1. Localizar, seleccionar, contrastar y organizar de manera autónoma información de distintas fuentes, citándolas correctamente y respetando la propiedad intelectual para resolver cuestiones biológicas y geológicas relacionadas con el medio natural. CCL3, CD1, CD2, CD3, CD4, CD5",
    "2.2. Reconocer información sobre temas biológicos y geológicos con base científica aplicando criterios de validez, calidad, actualidad y fiabilidad con el fin de evitar los riesgos de manipulación y desinformación y distinguirla de pseudociencias, bulos, teorías conspiratorias y creencias infundadas, manteniendo una actitud escéptica ante estos. CCL3, STEM4, CD1, CPSAA4",
    "2.3. Valorar, a partir de información procedente de distintas fuentes, la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella con independencia de su etnia, sexo o cultura, con el fin de tomar conciencia de su importancia para la mejora de la calidad de vida y para el desarrollo de la humanidad, destacando y reconociendo a las mujeres científicas y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución. CCL3, CD1, CD2, CD4, CPSAA4",
    "3.1. Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando las destrezas propias del trabajo científico para explicar fenómenos biológicos y geológicos e intentar realizar predicciones sobre estos. CCL1, STEM1, STEM2, STEM3, STEM4",
    "3.2. Diseñar proyectos de investigación que supongan la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos con la finalidad de poder dar respuesta a preguntas concretas y contrastar una hipótesis planteada CCL2, STEM1, STEM2, STEM3, STEM4, CE3",
    "3.3. Realizar, de manera individual o colaborativa, experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos para comprobar una hipótesis planteada, utilizando los instrumentos, herramientas o técnicas adecuadas con precisión y corrección y respetando las normas de uso y seguridad en el laboratorio, con el objetivo de fomentar el pensamiento científico y mostrar una actitud crítica acerca del alcance y las limitaciones de la ciencia. CCL3, STEM1, STEM2, STEM3, CD1, CPSAA3",
    "3.4. Interpretar los resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas para obtener conclusiones fundamentadas, reformulando el procedimiento si fuera preciso y comunicando los resultados en el formato adecuado. CCL1, CCL2, STEM1, STEM2, STEM4, CD2, CE3",
    "3.5. Establecer colaboraciones en las distintas fases del proyecto científico, utilizando espacios virtuales cuando sea necesario y empleando estrategias de trabajo cooperativo con el fin de comprender las perspectivas de las demás personas e incorporarlas al propio aprendizaje, distribuyendo tareas y responsabilidades de manera equitativa, respetando la diversidad y la igualdad de género y favoreciendo la inclusión. CPSAA3",
    "4.1. Resolver problemas o dar explicación a procesos biológicos o geológicos identificando las variables o aspectos relevantes en cada caso para generar productos o soluciones éticas y sostenibles, utilizando datos e información proporcionados por la persona docente, el razonamiento lógico, el pensamiento computacional o recursos digitales. STEM1, STEM2, CD5, CCEC4",
    "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos de forma cooperativa, reflexionando sobre el proceso realizado con el fin de valorar su viabilidad y tomar decisiones, si no lo fuese, para presentar soluciones alternativas. STEM1, STEM2, CPSAA5, CE1, CE3",
    "5.1. Relacionar la preservación de la biodiversidad, especialmente la biodiversidad de las islas Canarias, y la conservación del medioambiente con el desarrollo sostenible y la calidad de vida, valorando la importancia de los recursos naturales y de determinados grupos de seres vivos en el mantenimiento de la salud de la especie humana con el fin de diseñar y emprender un plan de acción, fundamentado científicamente, que contribuya a la protección y mejora del entorno más próximo y del planeta. STEM2, STEM5, CPSAA2, CC4, CE1",
    "5.2. Proponer y adoptar hábitos sostenibles, a partir del análisis crítico de las actividades propias y ajenas, utilizando sus propios razonamientos, los conocimientos adquiridos y la información disponible a través de distintas fuentes, con el objetivo de desarrollar y comunicar ideas y soluciones innovadoras, éticas y sostenibles dirigidas a mejorar la calidad de vida de nuestro planeta. STEM2, STEM5, CD4, CPSAA2, CC3, CC4, CE1",
    "5.3. Proponer y adoptar hábitos saludables, analizando las acciones propias y ajenas con actitud crítica y teniendo en cuenta los conocimientos sobre el funcionamiento del cuerpo humano, con el objetivo de elaborar un plan de acción con medidas que permitan mantener y mejorar la salud individual y colectiva, argumentando su conveniencia y defendiéndolo de forma razonada ante las demás personas. STEM2, STEM5, CPSAA1, CPSAA2, CC3, CC4, CE1",
    "6.1. Interpretar el paisaje de las islas Canarias analizando sus elementos a través de la observación y de información en diferentes formatos con el fin de reflexionar sobre el impacto ambiental y los riesgos naturales derivados de determinadas acciones humanas, desarrollando proyectos de sensibilización, a nivel local, que promuevan en la sociedad actitudes respetuosas y comprometidas con la naturaleza. CCL3, STEM1, STEM2, STEM4, STEM5, CD1, CC4, CE1, CCEC1"
  ]
}