{
    "saberes": [
        "BLOQUE 1 ECONOMÍA (CE3, CE5, CE6, CE7)",
        "1.1 EL PROBLEMA BÁSICO DE LA ECONOMÍA",
        "-           La importancia de la Economía. Economía Normativa y Positiva. Microeconomía, Macroeconomía",
        "-           El problema económico: la escasez de recursos y la necesidad de elegir.",
        "-           El comportamiento de las personas en las decisiones económicas.",
        "-           Los agentes económicos y el flujo circular de la renta.",
        "1.2 FUNCIONAMIENTO DEL MERCADO",
        "-           El entorno económico-empresarial.",
        "-           El funcionamiento de los mercados.",
        "-           El mercado y las oportunidades de negocio: análisis del entorno general o macroentorno; estrategias de análisis del entorno específico o microentorno.",
        "1.3 PRINCIPALES OBJETIVOS DE LA ECONOMÍA ACTUAL",
        "-           Producción y crecimiento sostenible. Empleo y control de precios. Indicadores",
        "-           Sensibilidad ante desigualdades económicas y distribución de la renta. El papel del Estado.",
        "-           Estrategias de revisión de los procesos de integración económica y globalización.",
        "-           La economía colaborativa. La huella ecológica y la economía circular.",
        "-           La economía social y solidaria. Los Objetivos de Desarrollo Sostenible (ODS) y el desarrollo local.",
        "BLOQUE 2 EMPRENDIMIENTO (CE1, CE2, CE4, CE5)",
        "2.1 LA FIGURA DE LA PERSONA EMPRENDEDORA",
        "-           El Perfil de la persona emprendedora. Técnicas de diagnóstico de debilidades y fortalezas.",
        "-           Creatividad, ideas y soluciones. La innovación ágil.",
        "-           Comunicación, motivación y liderazgo. Habilidades sociales.",
        "-           Gestión de emociones. Estrategias de gestión de la incertidumbre y toma de decisiones en contextos cambiantes. El error y la validación como oportunidades para aprender.",
        "-           Estrategias de exploración del entorno. Búsqueda y gestión de la información.",
        "-           Perseverancia, iniciativa y flexibilidad en el análisis de toma de decisiones.",
        "2.2 FINANZAS DE LA PERSONA EMPRENDEDORA",
        "-           El sistema financiero. Control y gestión del dinero. Fuentes y control de ingresos y gastos.",
        "-           Recursos financieros a corto  y largo plazo y su  relación con el bienestar financiero.",
        "-           El endeudamiento. Fuentes de financiación y captación de recursos financieros.",
        "-           La gestión del riesgo financiero.",
        "BLOQUE 3 EL PROYECTO EMPRENDEDOR (CE1, CE2, CE3, CE4, CE5, CE6, CE7)",
        "3.1 DECISIONES PARA LLEVAR A CABO EL PROYECTO EMPRENDEDOR",
        "-           La decisión empresarial como fuente de transformación social. Recursos para llevar a cabo un proyecto emprendedor.",
        "-           Misión, visión y valores de la empresa o entidad. La empresa y su responsabilidad social.",
        "-           Emprendimiento en los sectores productivos desde una perspectiva de género.",
        "-           Las funciones y la organización de la empresa. Los equipos en las empresas y organizaciones: estrategias de formación y funcionamiento de equipos de trabajo.",
        "3.2 PLAN DE REALIZACIÓN DEL PROYECTO EMPRENDEDOR",
        "-           Planificación, gestión y ejecución de un proyecto emprendedor.",
        "-           Métodos de análisis de la competencia.",
        "-           El prototipo del proyecto emprendedor: herramientas de desarrollo, presentación, difusión y validación.",
        "-           El usuario como consumidor y destinatario final del prototipo. Derechos y obligaciones de los consumidores.",
        "-           Derechos sobre el prototipo: la propiedad intelectual e industrial."
    ],
    "criteriosEvaluacion": [
        "1. Diseñar un proyecto personal que genere valor para la sociedad, analizando las fortalezas y debilidades propias y gestionando de forma eficaz las emociones.",
        "1.1. Realizar una planificación y organización de las diferentes tareas necesarias para llevar a cabo un proyecto personal, resolviendo posibles dificultades con creatividad y mostrando esfuerzo y tenacidad.",
        "1.2. Utilizar estrategias de análisis de las fortalezas y debilidades personales, comparándolas con las cualidades propias de las personas emprendedoras.",
        "1.3. Gestionar de forma eficaz las emociones y destrezas personales, promoviendo y desarrollando actitudes creativas.",
        "1.4. Analizar los resultados alcanzados con conciencia del esfuerzo personal aplicado y los logros obtenidos, realizando propuestas de mejora sobre el propio trabajo.",
        "2. Utilizar estrategias de conformación de equipos y mostrar habilidades sociales de empatía, respeto y liderazgo en las dinámicas de trabajo en distintos contextos, analizando el valor de cooperar con otras personas.",
        "2.1. Constituir equipos de trabajo basados en principios de equidad, coeducación e igualdad entre mujeres y hombres, utilizando estrategias que faciliten la identificación y optimización de los recursos humanos necesarios que conduzcan a la consecución del reto propuesto.",
        "2.2. Mostrar habilidades sociales, de motivación, liderazgo y de cooperación e innovación ágil en distintos contextos de trabajo en equipo, utilizando diferentes estrategias comunicativas.",
        "2.3. Respetar las aportaciones de los demás en las distintas dinámicas de trabajo y fases del proceso llevado a cabo, asumiendo las decisiones tomadas de forma colectiva.",
        "2.4. Asumir con confianza la incertidumbre, las dificultades y los errores que pueden surgir en sus propios procesos de aprendizaje.",
        "3. Identificar necesidades de las personas a nivel local y global y proponer soluciones sencillas, innovadoras y sostenibles para satisfacerlas, con sentido ético y solidario, analizando sus puntos fuertes y débiles y su posible impacto en el entorno económico.",
        "3.1. Identificar en el entorno más próximo las ideas innovadoras que dan respuesta a necesidades locales y globales, promoviendo el desarrollo sostenible.",
        "3.2. Comprobar que las ideas de negocio propuestas responden de forma innovadora y sostenible a las necesidades detectadas, describiendo sus ventajas e inconvenientes, y analizar el impacto que pueden generar en el entorno económico.",
        "3.3. Aplicar metodologías ágiles que faciliten la superación de retos económicos planteados y la obtención de soluciones a las necesidades detectadas, con sentido",
        "3.ético y solidario.",
        "3.4. Identificar los recursos necesarios en el proceso de desarrollo de la idea o solución creativa propuesta y las posibles fuentes financieras necesarias para la obtención de dichos recursos y aplicarlas a su proyecto emprendedor.",
        "3.5. Identificar los recursos materiales, inmateriales y digitales necesarios en el proceso de ideación creativa, analizando la perspectiva sostenible.",
        "3.6. Seleccionar algunas fuentes financieras básicas, valorando el horizonte temporal y el riesgo que implican en el proyecto.",
        "3.7. Argumentar la necesidad del control del presupuesto personal como herramienta esencial de la viabilidad del proyecto, reflexionando sobre el riesgo delendeudamiento y sus consecuencias en el proceso de emprendimiento",
        "5. Presentar y exponer ideas y soluciones creativas que transmitan mensajes convincentes adecuados al contexto y a los objetivos de cada situación, utilizando estrategias comunicativas eficaces, respetuosas e inclusivas.",
        "5.1. Validar las ideas y soluciones presentadas mediante mensajes convincentes y adecuados al contexto y objetivos concretos, utilizando estrategias comunicativas ágiles adaptadas a cada situación comunicativa.",
        "5.2. Presentar y exponer, con claridad y coherencia, las ideas y soluciones creativas, valorando la importancia de mantener una comunicación eficaz y respetuosa a lo largo de todo el proceso llevado a cabo.",
        "5.3. Utilizar correctamente la terminología económica y financiera adaptada al nivel educativo en actividades orales y escritas del ámbito personal, académico, social o",
        "profesional, en las distintas lenguas del currículo, utilizando un lenguaje no discriminatorio.",
        "6. Analizar aspectos básicos de la economía y las finanzas, valorando críticamente el problema de la escasez de recursos, la necesidad de elegir, así como los principales objetivos de la economía actual, desarrollando ideas que den soluciones eficaces, equitativas y sostenibles.",
        "6.1. Identificar el problema económico de la escasez de recursos y la necesidad de elegir, tomando conciencia de las consecuencias del mismo en la sociedad.",
        "6.2. Identificar los efectos del desempleo, la desigualdad de la renta, la economía sumergida y la inflación en algunos contextos y situaciones reales, describiendo alguna medida correctora para cada uno de ellos.",
        "6.3. Describir las características de la economía colaborativa, circular y social, valorando el impacto que tienen en diferentes entornos.",
        "6.4. Interpretar algunas actividades económicas de la vida cotidiana desde el punto de vista financiero.",
        "7. Diseñar y analizar de manera cooperativa y ágil prototipos innovadores y sostenibles, a través de estrategias eficaces de diseño, validando sus resultados de forma ética, crítica y sostenible.",
        "7.1. Diseñar un prototipo final innovador y sostenible, evaluando de manera crítica y ética su aportación al entorno.",
        "7.2. Analizar de manera crítica el proceso de diseño de los prototipos creados, estableciendo comparaciones entre la efectividad, viabilidad y adecuación lograda en los procesos y los resultados obtenidos.",
        "7.3. Utilizar estrategias eficaces de diseño, seleccionando aquellas que faciliten la ejecución del prototipo final de manera ágil y cooperativa."
    ]
}
