{
    "saberes": [
        "A. Comunicación.",
        "– Autoconfianza y reflexión sobre el aprendizaje. El error como parte integrante del proceso.",
        "– Estrategias básicas para la comprensión, la planificación y la expresión de textos orales, escritos y multimodales breves, sencillos y contextualizados.",
        "– Conocimientos, destrezas y actitudes básicas que permiten iniciarse y participar en actividades de mediación en situaciones cotidianas básicas.",
        "– Funciones comunicativas básicas adecuadas al ámbito y al contexto:",
        "    • saludar, despedirse, presentar y presentarse.",
        "    • describirse, describir personas, objetos, lugares, plantas, animales y actividades.",
        "    • situar objetos y personas en el espacio.",
        "    • pedir e intercambiar información sobre cuestiones cotidianas.",
        "    • expresar el tiempo, la cantidad, el espacio, la posesión, la existencia, el gusto, la preferencia, la capacidad, la necesidad, la obligación y la cualidad.",
        "    • pedir y ofrecer ayuda.",
        "    • pedir permiso y disculpas.",
        "    • describir rutinas.",
        "    • dar indicaciones e instrucciones.",
        "    • narrar hechos presentes.",
        "– Modelos contextuales y géneros discursivos básicos en la comprensión y expresión de textos orales, escritos y multimodales, breves y sencillos.",
        "– Unidades lingüísticas elementales y significados asociados a dichas unidades, tales como expresión de la entidad y sus propiedades, existencia, modalidad, gustos y preferencias, cantidad y número, espacio, tiempo, afirmación, negación, interrogación y exclamación, relaciones lógicas elementales",
        "– Léxico básico y de interés para el alumnado relativo a descripción personal y relaciones interpersonales próximas, vivienda, lugares y entornos cercanos (p.",
        "e. números, formas geométricas, familia, alimentación, partes del cuerpo, animales, meses, estaciones, tiempo atmosférico, prendas de vestir, países y sus lenguas, adjetivos descriptivos, deporte, viajes y vacaciones, educación y estudio, compras, medio ambiente, clima, transporte, educación y estudio trabajo, TIC).",
        "– Patrones sonoros, acentuales, rítmicos y de entonación básicos y funciones comunicativas generales asociadas a dichos patrones, a través de las rimas, retahílas, trabalenguas, canciones, adivinanzas y recursos de la tradición oral y escrita.",
        "– Convenciones ortográficas básicas y elementales de uso común y significados asociados a los formatos y elementos gráficos.",
        "– Convenciones   y   estrategias   conversacionales   básicas, en   formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, comparar y contrastar, colaborar, etc.",
        "– Recursos básicos para el aprendizaje y estrategias elementales de búsqueda guiada de información en medios analógicos y digitales.",
        "– Herramientas analógicas y digitales básicas de uso común para la comprensión y expresión oral, escrita y multimodal; y plataformas virtuales de interacción, cooperación y colaboración educativa. ",
        "– Estrategias básicas de formulación y reformulación de hipótesis sobre el significado a partir de la comprensión de elementos significativos lingüísticos y paralingüísticos.",
        "B. Plurilingüismo.",
        "– Estrategias y técnicas básicas de compensación de las carencias comunicativas para responder eficazmente a una necesidad concreta, a pesar de las limitaciones derivadas del nivel de competencia en la segunda lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
        "– Estrategias básicas y sencillas de uso común para identificar, retener, recuperar y utilizar unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
        "– Iniciación en estrategias y herramientas básicas de uso común de autoevaluación y coevaluación, analógicas y digitales, individuales y cooperativas.",
        "– Léxico y expresiones elementales de uso común para comprender enunciados sobre la comunicación, la lengua y el aprendizaje (metalenguaje).",
        "– Herramientas que faciliten el desarrollo de un aprendizaje autónomo de las lenguas.",
        "C. Interculturalidad.",
        "– La segunda lengua extranjera como medio de comunicación y relación con personas de otros países, y como medio para conocer culturas, valores y modos de vida diferentes.",
        "– Interés en la participación en intercambios comunicativos planificados, a través de diferentes medios, con estudiantes de la lengua extranjera.",
        "– Aspectos socioculturales y sociolingüísticos más básicos y habituales relativos a las costumbres, la vida cotidiana, las relaciones interpersonales básicas, las convenciones sociales básicas de uso común y el lenguaje no verbal de países donde se habla la segunda lengua extranjera",
        "– Estrategias básicas de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
        "– Estrategias elementales de uso común de detección de usos discriminatorios del lenguaje verbal y no verbal."
    ],
    "criteriosEvaluacion": [
        "1.1 Reconocer e interpretar el sentido global y la información esencial, así como palabras y frases específicas de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y ámbitos próximos a su experiencia y a sus intereses, a través de distintos soportes. (CCL2, CCL4, CP2, STEM1, CE1, CCEC2)",
        "1.2 Seleccionar y aplicar, de forma guiada, estrategias y conocimientos adecuados en distintas situaciones comunicativas cotidianas y de relevancia para el alumnado captando el sentido global y procesando informaciones explícitas en textos orales, escritos y multimodales. (CCL2, CCL3, CP1, STEM1, CD1, CPSAA5)",
        "2.1 Expresar oralmente textos breves y sencillos, previamente preparados, sobre asuntos cotidianos  y  de  relevancia  para  el  alumnado,  utilizando,  de  forma  guiada, recursos verbales y no verbales, y usando estructuras básicas y de uso frecuente, así como   reproduciendo patrones   sonoros,   acentuales,    rítmicos   y   de   entonación básicos, propios de la segunda lengua extranjera.  (CCL1, CP1, CE1, CE3, CCEC4)",
        "2.2 Organizar y redactar textos breves y sencillos, previamente preparados, con adecuación a la situación comunicativa propuesta, a través de herramientas analógicas y digitales, y usando las funciones comunicativas principales y estructuras y léxico básico de uso común sobre asuntos cotidianos y frecuentes, de relevancia personal para el alumnado y próximos a su experiencia. (CCL1, CP1, CD2, CE1, CE3, CCEC4)",
        "2.3 Seleccionar, organizar y aplicar de forma guiada conocimientos y estrategias para preparar y expresar textos orales y escritos adecuados a las intervenciones comunicativas, las características contextuales y la tipología textual, usando, con ayuda, recursos físicos o digitales en función de la tarea y las necesidades de cada momento. (CCL3, CP1, CP2, STEM1, CD2, CPSAA5)",
        "3.1 Planificar y participar en situaciones interactivas breves y sencillas sobre temas cotidianos, de relevancia personal y próximos a su experiencia e intereses, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas y motivaciones de los interlocutores. (CCL1, CCL5, CP2, CD3, CPSAA3, CC3, CE1, CCEC3)",
        "3.2 Conocer, seleccionar y utilizar, de forma guiada, y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; formular y contestar preguntas sencillas; expresar mensajes, e iniciar y terminar la comunicación, respondiendo a las necesidades comunicativas que surjan en distintas situaciones y contextos. (CCL1, CCL5, CP1, STEM1, CE3)",
        "4.1 Interpretar y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores y por las lenguas empleadas, e interés por participar en la solución de problemas de intercomprensión y de entendimiento en su entorno próximo,  apoyándose  en  diversos  recursos  y  soportes.   (CCL2,  CP2,  CP3,  STEM1, CPSAA3, CCEC1)",
        "4.2 Seleccionar y aplicar, de forma guiada, estrategias básicas que ayuden a crear puentes y faciliten la comprensión y expresión de información y la comunicación, adecuadas a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos  o  digitales  en  función  de  las  necesidades  de  cada  momento.   (CCL5,  CP1, STEM1, CPSAA1, CPSAA3)",
        "5.1 Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando, de manera progresivamente autónoma, sobre aspectos básicos de su funcionamiento, respetando la diversidad cognitiva, social y cultural. (CP2, CP3, CPSAA4, CC3, CCEC1)",
        "5.2 Utilizar y diferenciar, de forma guiada, los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender una segunda lengua extranjera, apoyándose en el grupo y en soportes analógicos y digitales. (CCL3, STEM1, CD2, CPSAA4, CE3)",
        "5.3 Registrar y utilizar, de manera guiada, los progresos y dificultades en el proceso de aprendizaje de la segunda lengua extranjera, reconociendo los aspectos que ayudan a mejorar y realizando actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, normalizando  el  error  y  valorándolo  como  una  fuente  de  aprendizaje.   (STEM1, CPSAA1, CPSAA4, CPSAA5)",
        "6.1 Actuar con aprecio y respeto en situaciones interculturales, identificando y comparando semejanzas y diferencias entre las diferentes lenguas y culturas, y mostrando rechazo ante cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos y habituales. (CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3)",
        "6.2 Aceptar y respetar la diversidad lingüística, cultural y artística propia de países donde se habla la segunda lengua extranjera como fuente de aprendizaje y enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos básicos que fomenten la sostenibilidad y la democracia. (CCL5, CP2, CP3, CPSAA3, CC3, CCEC1)",
        "6.3 Distinguir, seleccionar y aplicar de forma guiada, diferentes estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística, aceptando y respetando su valor y mostrando una actitud de apertura. (CCL5, CP3, CPSAA3, CC2, CC3, CCEC1)"
    ]
}