{
    "competenciasEspecificas": [
        "1. Aplicar els procediments de la recerca històrica a partir de la formulació de preguntes i l’anàlisi de fonts, per interpretar el passat, formar-se un criteri propi a partir del contrast d’informacions i desenvolupar el pensament crític.",
        "2. Analitzar de forma crítica i comparar els diferents règims polítics de la contemporaneïtat i la construcció de l’estat de dret per participar de manera respectuosa i compromesa en activitats comunitàries que promoguin la convivència, la cohesió social i l’equitat, posant en valor els principis democràtics.",
        "3. Identificar la pluralitat nacional, cultural i lingüística per respectar els sentiments de pertinença, l’existència d’identitats múltiples i desenvolupar l’empatia i el respecte com a base de la convivència en una societat democràtica.",
        "4. Analitzar l’evolució econòmica de l’Estat espanyol i els seus efectes, relacionar-la amb la desigualtat social i territorial, percebre la natura dels canvis en el món actual i actuar amb criteris de sostenibilitat i de manera crítica i compromesa per a la millora de la societat i de l’entorn.",
        "5. Analitzar la societat espanyola, els canvis i les continuïtats al llarg del temps, en relació amb l’evolució de la població, els nivells i les formes de vida i treball i els moviments i conflictes socials, per valorar els progressos i les limitacions per avançar en l’equitat, la justícia i la cohesió social.",
        "6. Analitzar críticament el paper de les creences i les ideologies en l’evolució de l’articulació social, en l’ús del poder i en la configuració d’identitats i projectes polítics, per comprendre la complexitat de la contemporaneïtat i per valorar i respectar la convivència en una societat plural i democràtica.",
        "7. Analitzar les dinàmiques d’interdependència entre diferents agents en el context d’un món globalitzat per avalar els compromisos de cooperació, promoure actituds solidàries i proposar alternatives a les problemàtiques locals i globals basades en la cultura de la pau i en la consecució d’un món més solidari i sostenible.",
        "8. Analitzar els processos i els fenòmens històrics des de la perspectiva de gènere i la investigació sobre el moviment feminista, per visibilitzar-ne la presència dins la història, promoure actituds en defensa de la igualtat i rebutjar qualsevol forma de discriminació i violència.",
        "9. Analitzar el llegat cultural i patrimonial per valorar-lo com a expressió de les memòries plurals, individuals i col·lectives i contribuir a la seva recuperació, conservació i promoció com a element conformador de les identitats i cohesionador de la comunitat."
    ]
}