{
    "criteriosEvaluacion": [
        "1.1. Aplicar las leyes y teorías científicas en el análisis de fenómenos fisicoquímicos cotidianos, distinguiendo y explicando las causas que los producen, expresando sus conclusiones en diversidad de soportes y medios de comunicación para interpretar con actitud crítica los fenómenos que ocurren a su alrededor a través de la ciencia. CCL1, STEM2, CD2",
        "1.2. Resolver problemas fisicoquímicos planteados a partir de situaciones cotidianas, aplicando las leyes y teorías científicas, seleccionando y empleando estrategias variadas de resolución, razonando los procedimientos seguidos y argumentando la coherencia de los resultados y su correcta y precisa expresión, para encontrar soluciones que permitan transformar su entorno y alcanzar un estilo de vida saludable y sostenible. CCL1, STEM1, STEM2, STEM5, CPSAA1.2",
        "2.1. Diseñar procedimientos experimentales que permitan responder a diferentes problemas y observaciones, y formular y validar hipótesis utilizando la indagación, la búsqueda de evidencias procedentes de diversas fuentes y el razonamiento lógico-matemático, analizando los resultados y reformulando el procedimiento, si fuera necesario, para proponer soluciones en el ámbito personal, social y académico. STEM1, STEM2, CPSAA5, CE1",
        "2.2. Seleccionar y utilizar diferentes métodos, manejando con soltura el trabajo experimental, para encontrar la respuesta a una sola cuestión u observación, analizando y cotejando los diferentes resultados obtenidos, asegurándose de su precisión y fiabilidad, para obtener conclusiones lógicas y valorar el alcance y las limitaciones de los métodos empleados. STEM1, STEM2",
        "2.3. Integrar las leyes y teorías científicas conocidas en el proceso de validación de las hipótesis formuladas, aplicando relaciones cualitativas y cuantitativas entre las diferentes variables, de manera que el procedimiento sea más fiable y coherente con el conocimiento científico adquirido, con la finalidad de mejorar sus destrezas en la interpretación de los fenómenos. STEM1, STEM2, CPSAA5",
        "3.1. Utilizar, interpretar y relacionar de manera rigurosa las herramientas y el lenguaje matemático y los diferentes sistemas de unidades de las magnitudes fisicoquímicas, empleando correctamente su notación y sus equivalencias, haciendo posible una comunicación efectiva con toda la comunidad científica desde el respeto a las normas del lenguaje de las ciencias. CCL1, STEM4",
        "3.2. Nombrar y formular correctamente las sustancias simples, los iones y los compuestos químicos inorgánicos y orgánicos que aparecen en los textos de distintos ámbitos y de los medios de comunicación, utilizando las normas de la IUPAC como parte de un lenguaje integrador y universal para facilitar la comunicación con toda la comunidad científica. CCL1, STEM4",
        "3.3. Seleccionar, interpretar, producir y expresar información representada en diferentes formatos relativa a un proceso fisicoquímico concreto, relacionando entre sí la información que cada uno de ellos contiene y extrayendo de él lo más relevante, con el apoyo de fuentes y herramientas digitales variadas, para reconocer el carácter universal del lenguaje científico durante la resolución de problemas. CCL2, STEM4, CD2",
        "3.4. Poner en práctica y comunicar los conocimientos adquiridos en la experimentación científica en laboratorios —virtuales o reales— o de campo, incluyendo el conocimiento de los productos y materiales y de su normativa básica de uso, así como de las normas de seguridad propias de estos espacios, para valorar y comprender la importancia en el progreso científico y emprendedor de que la experimentación sea eficiente, ética y segura, sin comprometer la integridad física propia ni colectiva. CCL1, CCL5, STEM4",
        "4.1. Seleccionar y utilizar de forma autónoma y eficiente plataformas digitales y recursos variados para interactuar con otros miembros de la comunidad educativa en situaciones comunicativas, analizando críticamente las aportaciones de todas las personas o al compartir información a través de diferentes entornos de aprendizaje, reales y virtuales, haciendo un uso riguroso y respetuoso de los mismos para ejercer una ciudadanía responsable y ética. CD1, CD3, CE2",
        "4.2. Trabajar de forma autónoma y versátil, con medios variados, analógicos y digitales, en la consulta de información y la creación de contenidos en diversos formatos, individualmente y en grupo, seleccionando y empleando las fuentes y herramientas que se consideren entre las más adecuadas, a partir de la aplicación de criterios de validez, calidad, actualidad, fiabilidad y seguridad, para fomentar la creatividad y mejorar el aprendizaje propio y colectivo. STEM3, CD1, CD2, CD3, CPSAA3.2, CE2",
        "5.1. Participar de manera activa y colaborativa en la construcción del conocimiento científico, poniendo en práctica la interacción, la cooperación y la evaluación entre iguales, y alcanzar el consenso en la resolución de un problema o situación de aprendizaje, mejorando la capacidad de cuestionamiento, la reflexión y el debate, para contribuir a la consecución de objetivos compartidos y a la consolidación de una personalidad empática. CCL1, CCL5, STEM3, CPSAA3.1, CPSAA3.2",
        "5.2. Construir, producir y comunicar conocimientos, además de explorar alternativas para superar la asimilación de conocimientos ya elaborados, a través del trabajo colectivo, encontrando momentos para el análisis, la discusión y la síntesis, para obtener como resultado la elaboración de productos variados presentados en diferentes soportes y formatos. CCL1, STEM3, STEM4, STEM5, CPSAA3.2",
        "5.3. Analizar las diferentes cuestiones medioambientales, sociales y éticas relacionadas con el desarrollo de las ciencias y debatir sobre ellas de manera informada y argumentada, alcanzando un consenso sobre las repercusiones de estos avances y proponiendo soluciones creativas en común a las cuestiones planteadas, para demostrar su compromiso personal y social con el logro de los Objetivos de Desarrollo Sostenible (ODS) en la consecución de una sociedad justa para las generaciones presentes y futuras. CCL1, CCL5, STEM5, CPSAA3.1, CPSAA3.2, CC4",
        "6.1. Identificar y argumentar científicamente las repercusiones de las acciones que el alumnado acomete en su vida cotidiana, analizando cómo mejorar su forma de vida y proponiendo nuevas acciones para participar activamente en la construcción de una sociedad más justa e igualitaria y alcanzar un estilo de vida saludable y sostenible. STEM5, CPSAA5",
        "6.2. Detectar, reflexionar y evaluar las necesidades de la sociedad, especialmente las situaciones problemáticas locales o globales relacionadas con aspectos como la resolución de los grandes retos ambientales, el desarrollo sostenible y la promoción de la salud, para proponer, planear y emprender proyectos colaborativos que permitan aplicar los conocimientos científicos adquiridos y buscar soluciones sostenibles desde la física y la química, analizando críticamente el impacto que tienen las iniciativas, para transformar su entorno, mejorándolo, y así alcanzar un estilo de vida saludable y sostenible. STEM3, STEM4, STEM5, CPSAA5, CC4, CE2"
    ],
    "saberes": [
        "I. Enlace químico y estructura de la materia",
        "1. Desarrollo histórico de la tabla periódica, las contribuciones a su elaboración actual y su importancia como herramienta predictiva de las propiedades fisicoquímicas de los elementos.",
        "2. El átomo: ",
        "    2.1. Análisis de la interacción de la estructura electrónica de los átomos con la radiación electromagnética.",
        "    2.2. Determinación de la posición de un elemento en la tabla periódica de acuerdo a su configuración electrónica.",
        "    2.3. Explicación de la similitud en las propiedades de los elementos químicos de cada grupo para predecir comportamientos análogos.",
        "3. El enlace químico: ",
        "    3.1. Justificación de la estabilidad de los átomos e iones de acuerdo a su configuración electrónica.",
        "    3.2. Predicción de la formación de enlaces entre los elementos, representación de estos y deducción de cuáles son las propiedades de las sustancias químicas formadas.",
        "    3.3. Comprobación de las propiedades de las sustancias químicas a través de la observación y la experimentación para mejorar las destrezas científicas.",
        "4. Compuestos químicos inorgánicos: ",
        "    4.1. Nomenclatura de sustancias simples, iones y compuestos binarios y ternarios de la química inorgánica según las normas de la IUPAC.",
        "    4.2. Aplicación de los compuestos químicos inorgánicos en la industria y en la vida cotidiana.",
        "II. Reacciones químicas",
        "1. Aplicación de las leyes fundamentales de la química a las relaciones estequiométricas en las reacciones químicas y en la composición de los compuestos y resolución de cuestiones cuantitativas vinculadas con la vida cotidiana.",
        "2. Clasificación de las reacciones químicas y su relación con aspectos importantes de la sociedad actual como la conservación del medio ambiente o el desarrollo de fármacos, entre otros.",
        "3. Cálculo de cantidades de materia en sistemas fisicoquímicos concretos, como gases ideales o disoluciones y sus propiedades en situaciones de la vida cotidiana.",
        "4. Resolución de problemas estequiométricos aplicados a los procesos industriales más significativos de la ingeniería química.",
        "III. Química orgánica",
        "1. Justificación de las propiedades físicas y químicas generales de los compuestos orgánicos a partir de las estructuras químicas de sus grupos funcionales y estudio de las generalidades en las diferentes series homólogas para su aplicación en el mundo real.",
        "2. Aplicación de las reglas de la IUPAC para formular y nombrar correctamente algunos compuestos orgánicos mono y polifuncionales (hidrocarburos, compuestos oxigenados y compuestos nitrogenados).",
        "IV. Cinemática",
        "1. Resolución de problemas relativos a situaciones reales de los distintos movimientos que puede tener un objeto, con o sin fuerzas externas aplicadas, relacionados con la física y el entorno cotidiano aplicando las ecuaciones de las variables cinemáticas en función del tiempo.",
        "2. Aplicación al estudio de movimientos rectilíneos y circulares cotidianos de las variables que influyen en su movimiento y la correcta expresión de las magnitudes y unidades empleadas.",
        "3. Relación de la trayectoria de un movimiento compuesto con las magnitudes que lo describen para deducir parámetros de interés en movimientos cotidianos y entender las consecuencias que se derivan de dicha composición.",
        "V. Estática y dinámica",
        "1. Predicción, a partir de la composición vectorial, del comportamiento estático o dinámico de una partícula sobre la que actúa una o más fuerzas, y de un sólido rígido bajo la acción de un par de fuerzas.",
        "2. Aplicación de la mecánica clásica vectorial a una partícula en relación con su estado de reposo o de movimiento, para valorar la importancia de las leyes de la estática o de la dinámica física en otros campos como la ingeniería o el deporte.",
        "3. Interpretación de las leyes de la dinámica en términos de magnitudes como el momento lineal y el impulso mecánico y su aplicación a situaciones reales.",
        "VI. Energía",
        "1. Aplicación de los conceptos de trabajo y potencia a la elaboración de hipótesis sobre el consumo energético de sistemas mecánicos o eléctricos del entorno cotidiano y su rendimiento.",
        "2. Determinación de la energía potencial y energía cinética de un sistema sencillo y su aplicación a la conservación de la energía mecánica en sistemas conservativos y no conservativos para comprender y analizar las causas que producen el movimiento de los objetos en el mundo real.",
        "3. Determinación de las variaciones de temperatura que experimenta un sistema y de las transferencias de energía que se producen con su entorno en función de sus variables termodinámicas."
    ]
}