{
    "saberes": [
        "A. Las lenguas y sus hablantes.",
        "- Biografía lingüística personal y mapa lingüístico del entorno.",
        "- La diversidad lingüística como herramienta de aprendizaje.",
        "- Estrategias de identificación de prejuicios y estereotipos lingüísticos.",
        "- Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
        "- Aprendizaje y práctica elemental de la lengua de signos: saludos, presentaciones, agradecimientos, etc.",
        "B. Comunicación.",
        "1. Contexto.",
        "- Interacciones entre los componentes del hecho comunicativo (situación, participantes, propósito comunicativo, canal, registro).",
        "2. Géneros discursivos.",
        "- Tipologías textuales: la narración, la descripción, el diálogo, la exposición y la argumentación.",
        "- Propiedades textuales: estrategias elementales para la coherencia, la cohesión y la adecuación.",
        "- Géneros discursivos propios del ámbito personal, social y educativo. Elementos básicos de contenido (tema, fórmulas fijas, léxico, inferencias de información) y forma (estructura, formato, título, imágenes, tipografía). Redes sociales y sus riesgos.",
        "3. Procesos.",
        "a. Interacción, comprensión y producción, oral.",
        "- Pronunciación y entonación adecuadas en función del acto comunicativo.",
        "- Interacción oral adecuada en situaciones de aula y en contextos formales pautados, con respeto a las normas de cortesía lingüística.",
        "- Estrategias de escucha activa, asertividad y propuesta de solución creativa para la resolución dialogada de conflictos, teniendo en cuenta la perspectiva de género.",
        "- Uso de un lenguaje no discriminatorio.",
        "- Identificación e interpretación del sentido global, la información relevante, la integración de la información explícita y la realización de inferencias para superar el sentido literal de textos sociales orales y multimodales.",
        "- Construcción, comunicación y valoración crítica de conocimiento mediante la planificación y producción relativamente autónoma de textos orales y multimodales.",
        "- Interpretación y uso de elementos básicos de la comunicación no verbal.",
        "- Audición y comprensión de diferentes tipos de textos orales y multimodales adaptados a la edad.",
        "- Estructuración y práctica de debates y exposiciones respetando las normas para el intercambio comunicativo: participación, exposición clara, escucha, respeto del turno de palabra, respeto de los conocimientos, opiniones y sentimientos de los demás.",
        "b. Comprensión lectora",
        "- Lectura compartida y expresiva con entonación y ritmo fluidos.",
        "- Lectura comprensiva de textos en voz alta y reflexiva en silencio.",
        "- Elementos gráficos, textuales y paratextuales progresivamente complejos que favorecen la comprensión antes, durante y después de la experiencia lectora.",
        "- Identificación de las ideas más relevantes y comprensión del sentido global de lo leído realizando las inferencias necesarias. Valoración crítica.",
        "- Uso progresivamente autónomo de recursos lingüísticos diversos, tanto en papel como digitales, para mejorar la comprensión de textos.",
        "- Detección de posibles usos discriminatorios del lenguaje verbal e icónico.",
        "c. Producción escrita",
        "- Presentación cuidada. Progreso en la aplicación de las normas ortográficas.",
        "- Estrategias elementales, individuales o grupales, de planificación, redacción, revisión y autocorrección de textos escritos y multimodales de relativa complejidad incluyendo el formato digital de manera acompañada, con distintos propósitos comunicativos.",
        " - Uso progresivamente autónomo de fuentes documentales diversas, tanto en papel como digitales, para mejorar la expresión escrita.",
        "- Iniciación a la mecanografía. Manejo básico del procesador de texto.",
        "- Elementos gráficos y paratextuales sencillos que faciliten la organización y comprensión del texto.",
        "- Selección de modelo de tipología textual según la intención comunicativa.",
        "d. Alfabetización informacional",
        "- Estrategias de búsqueda de información en fuentes documentales variadas y con distintos soportes y formatos. Valoración crítica.",
        "- Reconocimiento de autoría.",
        "- Comparación, organización y valoración de la información.",
        "- Síntesis y reelaboración de conocimientos con apoyo de modelos.",
        "- Comunicación creativa del conocimiento, con respeto por la propiedad intelectual.",
        "- Utilización de la biblioteca y los recursos digitales del aula o del centro.",
        "C. Educación literaria:",
        "- Lectura progresivamente autónoma de obras o fragmentos variados y diversos de la literatura adecuados a su edad y organizados en itinerarios lectores.",
        "- Relación, de manera acompañada, entre los elementos constitutivos de la obra literaria (tema, protagonista, personajes secundarios, argumento, espacio) y el sentido de la obra en los distintos géneros literarios.",
        "- Estrategias básicas para la interpretación progresivamente autónoma de los textos literarios.",
        "- Progreso en la construcción de la Identidad lectora. Expresión de gustos e intereses. Valoración crítica elemental de las obras.",
        "- Relación de los textos leídos y otras manifestaciones artísticas y culturales.",
        "- Creación de textos de intención literaria de manera libre, a partir de la recreación y apropiación de los modelos dados.",
        "- La biblioteca del aula o del centro como punto de encuentro de actividades literarias compartidas. Comunidades lectoras y lecturas dialógicas.",
        "D. Reflexión sobre la lengua y sus usos en el marco de propuestas de producción y comprensión de textos orales, escritos o multimodales.",
        "- Establecimiento de generalizaciones sobre aspectos lingüísticos elementales a partir de la observación, comparación y transformación de palabras y enunciados.",
        "- Aproximación a la lengua como sistema con distintos niveles: sonidos y letras, palabras, oraciones y textos. Observación y comparación de unidades comunicativas básicas.",
        "- Los signos de puntuación como mecanismo organizador del texto escrito y su relación con el significado. Reglas de acentuación.",
        "- Identificación de distintas relaciones formales, semánticas y sintácticas de las palabras.",
        "- Modalidades oracionales en relación con la intención comunicativa. Tipos de oraciones, agrupaciones de palabras, el sujeto y el predicado.",
        "- Mecanismos de coherencia y cohesión, con especial atención a las sustituciones pronominales y a la correlación temporal establecida mediante los distintos tiempos verbales.",
        "- Estudio e identificación de las relaciones semánticas de las palabras: sinónimos, antónimos, homónimos, palabras polisémicas, frases hechas y metáforas.",
        "- Reconocimiento, clasificación, formación y uso de las palabras variables y sus tipos.",
        "- Discriminación y uso de las palabras invariables: preposición, adverbio, conjunción e interjecciones.",
        "- Estrategias básicas para el uso progresivamente autónomo de diccionarios, en distintos soportes."
    ],
    "criteriosEvaluacion": [
        "1.1 Mostrar interés y respeto por las distintas lenguas y variedades dialectales, incluida la lengua de signos, identificando las características fundamentales de las de su entorno geográfico, así como algunos rasgos de los dialectos y lenguas familiares del alumnado.",
        "1.2 Detectar, con autonomía creciente y en contextos próximos, prejuicios y estereotipos lingüísticos frecuentes, aportando alternativas y valorando la diversidad lingüística del mundo como una fuente de riqueza cultural.",
        "2.1 Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales y los mensajes explícitos e implícitos, valorando su contenido y los elementos no verbales elementales y, de manera acompañada, algunos elementos formales elementales.",
        "3.1 Producir textos orales y multimodales de manera autónoma, coherente y fluida, en contextos formales sencillos, utilizando y aplicando recursos verbales y no verbales básicos y estructurando las ideas de manera clara y organizada.",
        "3.2 Participar en interacciones orales espontáneas o regladas, incorporando estrategias sencillas de escucha activa, de cortesía lingüística y de cooperación conversacional.",
        "4.1 Leer de manera silenciosa y en voz alta textos escritos y multimodales sencillos, identificando el sentido global y la información relevante, realizando inferencias directas de manera acompañada y superando la interpretación literal.",
        "4.2 Analizar, de manera acompañada, el contenido y aspectos formales y no verbales elementales de textos escritos y multimodales, valorando su contenido y estructura y evaluando su calidad, fiabilidad e idoneidad en función del propósito de lectura.",
        "5.1 Producir textos escritos y multimodales de relativa complejidad, con coherencia y adecuación, en distintos soportes, progresando en el uso de las normas gramaticales y ortográficas básicas y utilizando, de manera puntualmente acompañada, estrategias sencillas, individuales o grupales, de planificación, redacción, revisión y edición.",
        "6.1 Localizar, seleccionar y contrastar información de distintas fuentes, incluidas las digitales, citándolas y recreándolas mediante la adaptación creativa de modelos dados.",
        "6.2 Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal o ecosocial, realizado de manera acompañada.",
        "6.3 Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información.",
        "7.1 Leer de manera autónoma textos de diversos autores y autoras ajustados a sus gustos e intereses, progresando en la construcción de su identidad lectora.",
        "7.2 Compartir la experiencia de lectura, en soportes diversos, participando en comunidades lectoras en el ámbito escolar o social.",
        "8.1 Escuchar y leer textos orales y escritos de la literatura infantil, que recojan diversidad de autores y autoras estableciendo, de manera acompañada, relaciones elementales entre ellos y con otras manifestaciones artísticas o culturales.",
        "8.2 Producir, de manera progresivamente autónoma, textos sencillos individuales o colectivos con intención literaria, adaptados a las diferentes etapas del proceso evolutivo de la escritura, ajustándose a modelos dados, en distintos soportes y complementándolos con otros lenguajes artísticos.",
        "9.1 Establecer generalizaciones sobre aspectos básicos del funcionamiento de la lengua de manera acompañada, formulando hipótesis y buscando contraejemplos, a partir de la observación, comparación y transformación de palabras, enunciados y textos, en un proceso acompañado de producción o comprensión de textos en contextos significativos.",
        "9.2 Revisar y mejorar los textos propios y ajenos y subsanar algunos problemas de comprensión lectora, de manera acompañada, partiendo de una reflexión metalingüística y usando la terminología lingüística básica adecuada.",
        "10.1 Rechazar los usos lingüísticos discriminatorios y los abusos de poder a través de la palabra identificados mediante la reflexión grupal acompañada sobre distintos aspectos, verbales y no verbales, de la comunicación, teniendo en cuenta una perspectiva de género.",
        "10.2 Movilizar, con la planificación y el acompañamiento necesarios, estrategias básicas para la escucha activa, la comunicación asertiva y la deliberación argumentada, progresando en la gestión dialogada de conflictos."
    ]
}