{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Reconocer e interpretar el sentido general, así como identificar de manera autónoma los ",
        "detalles más relevantes en textos orales, escritos y multimodales breves y sencillos sobre ",
        "temas frecuentes y cotidianos de relevancia personal y próximos a su experiencia, así como ",
        "de textos de ficción sencillos, expresados de forma comprensible, clara y en lengua estándar ",
        "a través de distintos soportes. ",
        "1.2. Procesar informaciones explícitas e implícitas en textos breves y sencillos sobre temas ",
        "familiares. ",
        "Competencia específica 2. 2.1. Expresar oralmente mensajes dotados de una organización clara para dar información sobre ",
        "asuntos cotidianos y de relevancia para el alumnado, utilizando recursos verbales y no ",
        "verbales, prestando atención al ritmo, la acentuación y la entonación y pronunciando de ",
        "manera que no se interrumpa la comunicación. ",
        "2.2. Redactar textos sencillos bien estructurados y de extensión de breve a media, adecuados a la ",
        "situación comunicativa propuesta, a partir de modelos y a través de herramientas analógicas y ",
        "digitales, usando estructuras y léxico de la lengua estándar sobre asuntos cotidianos y de ",
        "relevancia personal para el alumnado. ",
        "Competencia específica 3. ",
        "3.1. Participar en situaciones interactivas sencillas sobre temas cotidianos, de relevancia personal ",
        "y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales ",
        "como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto ",
        "por la cortesía lingüística y la etiqueta digital. ",
        "3.2. Seleccionar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales ",
        "para reformular, comparar y contrastar, resumir, colaborar, debatir, y resolver problemas. ",
        "Competencia específica 4. ",
        "4.1. Aplicar, de forma guiada, estrategias elementales que ayuden a crear puentes y faciliten la ",
        "comprensión y producción de información y la comunicación, usando, con ayuda, recursos y ",
        "apoyos físicos o digitales en función de las necesidades de cada momento. ",
        "Competencia específica 5. ",
        "5.1. Utilizar y diferenciar, de forma crítica, los conocimientos y estrategias de mejora de su ",
        "capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes ",
        "y de soportes analógicos y digitales. ",
        "5.3. Registrar y analizar, de manera crítica, los progresos y dificultades elementales de ",
        "aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y ",
        "participando en actividades de autoevaluación y coevaluación como las propuestas en el ",
        "Portfolio Europeo de las lenguas (PEL) o en un diario de aprendizaje, compartiendo esos ",
        "progresos y dificultades. ",
        "Competencia específica 6. ",
        "6.1. Actuar con respeto en situaciones interculturales, apoyándose en las semejanzas y ",
        "diferencias elementales entre lenguas y culturas, y mostrando rechazo frente a ",
        "discriminaciones, prejuicios y estereotipos de cualquier tipo en contextos comunicativos ",
        "cotidianos y habituales. ",
        "6.2. Seleccionar y aplicar, de forma guiada, estrategias comunes para entender y apreciar los ",
        "aspectos más relevantes de la diversidad lingüística, cultural y artística. "
    ],
    "saberes": [
        "A. Comunicación. ",
        "– Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en ",
        "situaciones cotidianas. ",
        "– Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo: ",
        "describir fenómenos y acontecimientos; situar eventos en el tiempo; dar, consejos y órdenes; ",
        "ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; expresar argumentaciones ",
        "sencillas; realizar hipótesis y suposiciones sencillas; expresar la incertidumbre y la duda; ",
        "resumir. ",
        "– Géneros discursivos de uso común en la comprensión, producción y coproducción de textos ",
        "orales, escritos y multimodales, breves y sencillos, literarios y no literarios: características y ",
        "reconocimiento del contexto (participantes y situación); organización y estructuración según el ",
        "género y la función textual. ",
        "– Utilización eficaz de unidades lingüísticas de uso común y significados asociados a dichas ",
        "unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el ",
        "espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la ",
        "negación, la interrogación y la exclamación, relaciones lógicas habituales. ",
        "– Ampliación del léxico de uso común y de interés para el alumnado relativo a salud y actividad ",
        "física, vida cotidiana, vivienda y hogar, clima y entorno natural, tecnologías de la información y ",
        "la comunicación, sistema escolar y formación. ",
        "– Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e ",
        "intenciones comunicativas generales asociadas a dichos patrones. ",
        "– Convenciones y estrategias conversacionales de uso común, en formato síncrono o ",
        "asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y ",
        "dar aclaraciones y explicaciones, comparar, resumir, colaborar, etc. ",
        "– Utilización eficaz de recursos para el aprendizaje y estrategias de uso común de búsqueda y ",
        "selección de información: diccionarios, libros de consulta, bibliotecas, recursos digitales e ",
        "informáticos, etc. ",
        "– Utilización eficaz de herramientas analógicas y digitales de uso común para la comprensión, ",
        "producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, ",
        "cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas ",
        "digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos ",
        "con hablantes o estudiantes de la lengua extranjera. ",
        "B. Plurilingüismo. ",
        "– Profundización en las estrategias y técnicas para responder eficazmente y con niveles ",
        "crecientes de fluidez, adecuación y corrección a una necesidad comunicativa concreta a ",
        "pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las ",
        "demás lenguas del repertorio lingüístico propio. ",
        "C. Interculturalidad. ",
        "– Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes ",
        "medios con hablantes o estudiantes de la lengua extranjera. ",
        "– Ampliación de los aspectos socioculturales y sociolingüísticos de uso común relativos a la ",
        "vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales ",
        "de uso común; lenguaje no verbal, cortesía lingüística y etiqueta digital; cultura, normas, ",
        "actitudes, costumbres y valores propios de países donde se habla la lengua extranjera. "
    ]
}