{
    "criteriosEvaluacion": [
        "• CE1.1. Analizar piezas vocales explicando de manera razonada las cualidades que las hacen afines a un estilo, a un género o a una cultura, así como otras características de la interpretación y de la puesta en escena. OBJ1",
        "• CE1.2. Explicar la relación del texto con la música en diferentes composiciones vocales, analizando el texto y la curva de tensiones musicales, mejorando la comprensión de este y buscando soluciones que ayuden a su mejor interpretación. OBJ1",
        "• CE1.3. Apreciar la importancia del silencio, la concentración y la atención como premisas básicas para realizar y trabajar la escucha activa. OBJ1",
        "• CE1.4. Aplicar con interés de mejora los conocimientos del lenguaje musical a través del análisis, la escucha activa y la interpretación de variedad de partituras. OBJ3",
        "• CA 2.1 Experimentar las capacidades interpretativas de la voz, realizar ejercicios e improvisaciones para el desarrollo de la escucha activa y de la capacidad vocal, aplicando técnicas vocales y corporales sanas que permitan valorar la importancia de esa técnica vocal y los hábitos corporales. OBJ2",
        "• CE2.2. Relacionar la interpretación con la expresión de sentimientos y emociones, aplicando técnicas vocales y reforzando la autoestima y la confianza en uno mismo. OBJ2",
        "• CE2.3 Participar como intérprete de coro demostrando eficacia, escucha activa y una expresión vocal y corporal adecuada al servicio del conjunto y a las directrices de la dirección, reconociendo las indicaciones, gestos básicos y pautas marcadas por el director o directora. OBJ3",
        "• CE2.4. Demostrar interés en el desarrollo técnico continuo de la competencia vocal, dominio de la técnica vocal trabajada, así como en las técnicas de improvisación, a través de las distintas propuestas musicales y ejercicios trabajados en el aula. OBJ2",
        "• CE2.5. Reconocer la importancia de trabajar en un marco de silencio, respetando las normas de comportamiento individuales y grupales y las pautas técnicas e interpretativas marcadas por la directora o el director, interpretando los ejercicios vocales, improvisatorios, coreográficos o repertorios musicales propuestos. OBJ3",
        "• CE3.1. Aplicar los conceptos técnicos e interpretativos trabajados a las actuaciones grupales tanto en el aula como fuera de esta. OBJ3",
        "• CE3.2 Participar como intérprete de coro demostrando eficacia, escucha activa y una expresión vocal y corporal adecuada al servicio del conjunto y a las directrices de la dirección, reconociendo las indicaciones, gestos básicos y pautas marcadas por la directora o por el director. OBJ3",
        "• CE3.3 Mostrar en la actuación una actitud escénica adecuada, cumpliendo las normas de comportamiento grupales y respetando al público y sus opiniones. OBJ4",
        "• CE3.4 Participar con iniciativa, responsabilidad y conciencia de grupo en el montaje de proyectos escénicos, integrando de forma abierta los diferentes conocimientos adquiridos previamente sobre la voz y el canto, para crear proyectos innovadores que utilicen diversos soportes audiovisuales, relacionando inclusivamente las oportunidades artísticas actuales mediante el conocimiento de iniciativas musicales y su impacto social y profesional. OBJ4",
        "• CE3.5 Valorar la práctica vocal de conjunto como forma de expresión musical y disfrute, utilizando fuentes musicales de notación convencional y no convencional como apoyo a la interpretación. OBJ3",
        "• CE3.6 Reconocer y ejecutar con corrección los gestos básicos e indicaciones de la dirección, respetando las normas de comportamiento grupales y las pautas técnicas e interpretativas marcadas por la directora o por el director, interpretando propuestas musicales en distintas formaciones y agrupaciones. OBJ4",
        "• CE3.7. Conectar las interpretaciones vocales con otras artes y disciplinas, diseñando proyectos artísticos innovadores y creativos que utilicen diversos medios o soportes audiovisuales, asumiendo diferentes roles en el montaje y construyendo un proyecto musical cooperativo que respete las opiniones de los miembros del grupo y sepa concordarlas. OBJ4"
    ],
    "saberes": [
        "Bloque 1. Análisis",
        "• La relación texto-música.",
        "• El texto a través del análisis fonético. Reglas del sistema fonético-fonológico.",
        "• Vocabulario musical específico: referido a conceptos de lenguaje musical, así como a aspectos vocales y corales.",
        "• Recursos interpretativos y escénicos. Curva de tensiones musicales.",
        "• Características básicas de los estilos, géneros y culturas musicales seleccionados: reconocimiento auditivo, análisis y juicios de valor objetivos.",
        "• Análisis y escucha activa de piezas vocales de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales y de origen popular, con grado de dificultad acorde con el nivel del curso y del grupo.",
        "Bloque 2. Técnica vocal",
        "• Práctica de la relajación y concentración.",
        "• Cuidado de la voz y postura del cuerpo.",
        "• Elementos de la producción vocal: respiración, vocalización, dicción, articulación, emisión, resonancias, dinámicas, fraseo y control del sonido.",
        "• El silencio como marco de la interpretación y de la escucha musical.",
        "• Técnicas de expresión corporal. Relación de la emisión vocal y el movimiento.",
        "• Ejercicios y vocalizaciones. Improvisaciones.",
        "• El oído armónico y la afinación: entonación de intervalos, acordes y cadencias con grado de dificultad acorde con el nivel del curso y del grupo.",
        "• Normas de comportamiento individual y de colaboración y respeto hacia los demás en la ejecución de ejercicios de técnica vocal.",
        "Bloque 3. Práctica de conjunto",
        "• El sonido de conjunto: respiración, ataque, afinación, articulación, ritmo, fraseo y dinámica. El transporte.",
        "• Equilibrio entre voces y planos sonoros: trabajo de empaste y dinámicas.",
        "• Premisas para el desarrollo de la improvisación.",
        "• La percusión corporal y otros diseños coreográficos.",
        "• La lectura básica de partituras con notación convencional y no convencional.",
        "• Aprendizaje memorístico.",
        "• Trabajo técnico, interpretativo y estilístico de repertorio de coro de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales y de origen popular, con grado de dificultad acorde con el nivel del curso y del grupo, con o sin acompañamiento instrumental.",
        "• Técnica básica de dirección coral: comprensión de los gestos básicos de la dirección coral y valoración de su importancia para lograr que el trabajo grupal funcione.",
        "• Compromiso con los objetivos grupales: normas de comportamiento grupal en la preparación del repertorio, en las actuaciones y en la asistencia como público a eventos musicales y escénicos.",
        "• Funciones de la producción artística: preproducción, organización de ensayos, apoyo técnico y difusión, relación entre la interpretación vocal y otras artes y disciplinas.",
        "• Representación pública de repertorio coral de diferentes épocas y estilos de la música occidental, así como de otros ámbitos culturales y de origen popular.",
        "• Oportunidades de desarrollo personal, social, académico y profesional, ligadas al ámbito musical: creación individual o grupal de un proyecto musical en el que se apliquen los conocimientos adquiridos en relación con la técnica e interpretación vocal, y la utilización de diversos medios tecnológicos de creación y grabación."
    ]
}