{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Analizar de forma exaustiva y meditada obra gráfica examinando los diversos condicionantes del hecho artístico, atendiendo al mensaje que genera, relacionando mensaje y técnica empleada y apreciando cómo se convierte el dibujo en un lenguaje gráfico entendible y adecuado para representar imágenes visualizadas, a través de un análisis profundo y autónomo de producciones de distintos ámbitos disciplinares.",
        "Criterio 1.2. Valorar la presencia del dibujo en diferentes manifestaciones culturales y artísticas, disfrutando de su contemplación, estableciendo relaciones entre ellas y con su propia identidad cultural desarrollada sin prejuicios, incorporando además la perspectiva de género y defendiendo tanto la pluralidad cultural y artística como la libertad de expresión a través de un discurso razonado, siempre utilizando correctamente la terminología adecuada y argumentado de forma activa, comprometida y respetuosa. ",
        "Competencia específica 2.",
        "Criterio 2.1. Integrar en sus realizaciones gráficas el uso habitual de materiales, técnicas y soportes, incluidas las tecnologías digitales, junto con la experimentación con otros soportes menos habituales, incluido el propio cuerpo, reconociendo el valor creativo de las propuestas artísticas contemporáneas.",
        "Criterio 2.2. Recrear gráficamente el espacio tridimensional, en obra artística bidimensional o tridimensional, planteando además, soluciones alternativas a la representación de lo que vemos para recrear un mundo imaginado, en diferentes niveles de iconicidad, estudiando las formas y texturas, su tipología, su transformación y sus espacios negativos y positivos, en entornos urbanos o naturales, utilizando diversos medios y técnicas y experimentando de forma abierta con los efectos perspectivos de profundidad, al tiempo que utilizando con corrección las herramientas, medios y soportes seleccionados para encontrar un resultado final ajustado a sus intenciones expresivas.",
        "Criterio 2.3. Apreciar la acción de dibujar como una exploración del espacio exterior e interior del ser humano, materializando en los dibujos sentimientos y emociones y tomando como punto de partida la propia voluntad y la necesidad tanto de definir un trazo y un estilo propios como de crear en libertad, defendiendo los derechos propios y ajenos. ",
        "Competencia específica 3.",
        "Criterio 3.1. Interpretar gráficamente la realidad observada, abstrayendo la información recibida y poniendo interés en ejercitar la retentiva y la memoria visual. ",
        "Criterio 3.2. Lograr efectos perspectivos de profundidad en representaciones gráficas propias y creativas, atendiendo a las proporciones y a los contrastes lumínicos y valorando la perspectiva como un método para recrear la tridimensionalidad. ",
        "Competencia específica 4.",
        "Criterio 4.1. Diseñar una producción gráfica de forma colaborativa, planificando un método de trabajo coherente, asumiendo responsabilidades y respetando las aportaciones de los demás. ",
        "Criterio 4.2. Afrontar, con decisión y una actitud positiva, los retos de todo proyecto gráfico compartido, evaluando tanto el proceso de trabajo planificado como las modificaciones realizadas. ",
        "Criterio 4.3. Conocer diferentes ejemplos de profesiones relacionadas con el dibujo artístico, argumentando de forma razonada y respetuosa las oportunidades que ofrecen y el valor añadido de la creatividad en el trabajo. ",
        "Criterio 4.4. Exponer, de forma inclusiva, el resultado final de la creación de un proyecto gráfico, individual o grupal, explicando cómo se han aplicado los valores expresivos del dibujo artístico y sus recursos. "        
    ],
    "saberes": [
        "Bloque A. Concepto e historia del dibujo. ",
        "A.1. Funciones del dibujo.",
        "A.1.2.1. El dibujo como expresión artística contemporánea. ",
        "A.1.2.2. La Bauhaus y el diseño.",
        "A.2. Historia del dibujo.",
        "A.2.2.1. El dibujo en el arte europeo de los siglos XV al XIX. ",
        "A.2.2.2. El dibujo en el arte de los siglos XX y XXI. De la representación objetiva a la subjetiva. De lo figurativo a la abstracción.",
        "Bloque B. La expresión gráfica y sus recursos elementales.",
        "B.1. Elementos básicos de la expresión gráfica.",
        "B.1.2.1. Textura visual y táctil.",
        "B.1.2.2. Las formas y su transformación: la forma entendida como una estructura de elementos y relaciones. Espacios negativos y positivos de las formas.",
        "B.1.2.3. Geometría y naturaleza.",
        "B.2. Técnicas.",
        "B.2.2.1. La retentiva y la memoria visual.",
        "B.2.2.2. Dimensiones del color. Aplicaciones prácticas.",
        "B.2.2.3. Dibujo animado a mano y digitalmente.",
        "B.3. Proyectos gráficos colaborativos. ",
        "B.3.1.1. La distribución de tareas.",
        "B.3.2.1. La distribución de tareas.",
        "B.3.1.2. Planificación de las fases de trabajo.",
        "B.3.2.2. Planificación de las fases de trabajo.",
        "B.3.2.3. Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
        "B.3.2.4. Estrategias de evaluación de las fases y los resultados de proyectos gráficos.",
        "Bloque C. Percepción y representación del espacio.",
        "C.2. La sintaxis visual.",
        "C.2.1.1. La composición como método. El equilibrio compositivo. ",
        "C.2.2.1. Dibujar en el espacio.",
        "C.2.1.2. Direcciones visuales. Aplicaciones.",
        "C.2.1.3. Sistemas de ordenación en la sintaxis visual. Aplicaciones.",
        "C.3. Perspectiva lineal y aérea.",
        "C.3.2.1. La línea, el dibujo y la tridimensionalidad.",
        "C.3.2.2. La perspectiva. Aplicación de la perspectiva cónica al dibujo artístico.",
        "C.3.2.3. Espacios interiores, exteriores, urbanos y naturales.",
        "C.3.2.4. Encuadre y dibujo del natural. Relación con la fotografía.",
        "C.3.2.5. Perspectiva atmosférica.",
        "C.4. La luz.",
        "C.4.2.1. El sombreado y la mancha. Escalas y claves tonales.",
        "Bloque D. La figura humana.",
        "D.1. Historia de la representación humana.",
        "D.1.2.1. Canon y proporción. ",
        "D.1.2.2. Los estereotipos de belleza en diferentes épocas.",
        "D.2. La figura humana y el dibujo. ",
        "D.2.2.1. El retrato. Facciones y expresiones.",
        "D.2.2.2. El cuerpo humano como soporte y como instrumento de expresión artística. "       
    ]
}
