{
    "competenciasEspecificas": [
        "Competencia específica 1.Buscar, seleccionar y emplear información sobre el pasado y el presente en distintostipos de fuentes, evaluando de manera crítica su grado de fiabilidad e interés, y aplicando losmétodos, técnicas y conceptos de la ciencia histórica.",
        "Competencia específica 2Describir y contextualizar los hechos y procesos más importantes de la historiacontemporánea, reconociendo en ellos el origen de los rasgos geopolíticos, sociales, económicosy culturales del mundo actual y explicándolos por medio de la causalidad histórica.",
        "Competencia específica 3.Analizar las principales ideologías, revoluciones y cambios políticos de la épocacontemporánea, así como los diferentes regímenes políticos a que han dado lugar, evaluandocríticamente su carácter democrático o autoritario.",
        "Competencia específica 4.Analizar la evolución de las relaciones internacionales y los conflictos bélicos de la épocacontemporánea, atendiendo a sus causas y consecuencias y valorando los esfuerzos realizadospara mantener la paz y hacer cumplir los derechos humanos.",
        "Competencia específica 5.Identificar y analizar los cambios demográficos, económicos, sociales y culturalesprovocados por la aplicación de diferentes sistemas económicos a lo largo de la épocacontemporánea, comparando y valorando sus consecuencias para las condiciones de vida delas personas.",
        "Competencia específica 6.Identificar y analizar los cambios y permanencias en la organización social de lapoblación, investigando las aportaciones de los diferentes grupos sociales a los procesoshistóricos y adoptando una posición crítica frente a las desigualdades sociales y las situacionesde discriminación.",
        "Competencia específica 7.Identificar, definir y analizar en su contexto las principales corrientes y manifestacionesculturales y artísticos de la época contemporánea, valorando la herencia que suponen en símismos y reconociendo en estos planteamientos el origen de la cultura actual.",
        "Competencia específica 8.Reconocer y analizar los retos más relevantes del mundo actual, analizando su origen,causas e implicaciones para el presente y el futuro, formando juicios personales informados,críticos y comprometidos con la mejora del entorno.",
        "Competencia específica 9.Incorporar la perspectiva de género en el estudio de la historia del mundocontemporáneo, investigando los movimientos feministas en su contexto y adoptando una actitudproactiva en torno a la consecución de la igualdad efectiva entre hombres y mujeres."
    ]
}
