{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer la relación entre las formas y las funciones en objetos de diseño, tanto bidimensional como tridimensional, percibiéndolos proactivamente como productos susceptibles de transformaciones y mejoras.",
        "Criterio 1.2. Integrar el concepto de diseño y su terminología asociada como parte fundamental del enriquecimiento artístico y cultural, analizando con detalle producciones de diseño diversas, valorando su utilidad social y su respeto a los valores democráticos.",
        "Competencia específica 2.",
        "Criterio 2.1. Identificar las características fundamentales de los movimientos, corrientes y escuelas relacionados con el diseño, reflexionando de manera comparada y desde la propia identidad cultural sobre el enriquecimiento que supone conocer productos de diseño en contextos geográficos, históricos y   sociales diversos. ",
        "Criterio 2.2. Defender la importancia del impacto medioambiental de la actividad humana, analizando elementos diseñados en épocas y localizaciones distintas, y con funciones diversas, estableciendo argumentos para promover una conciencia proactiva y comprometida con el diseño sostenible e inclusivo.",
        "Criterio 2.3. Estudiar objetos y productos de diseño, analizando con deleite las diferentes soluciones de diseño vinculadas a un mismo problema común y si se han tenido en cuenta soluciones respetuosas con los derechos humanos, inclusivas y sostenibles.",
        "Criterio 2.4. Descubrir las dimensiones simbólicas y semánticas propias del lenguaje del diseño, analizando los elementos sintácticos y constitutivos de obras de diseño.",
        "Competencia específica 3.",
        "Criterio 3.1. Proyectar soluciones de diseño aplicado a necesidades personales, poéticas o de expresión propias, integrando en su desarrollo la interacción con otros campos, la innovación, la autocrítica y la comunicación motivada por su identidad. ",
        "Criterio 3.2. Desarrollar propuestas de diseño colectivas basadas en problemas concretos establecidos, aportando soluciones personales e imaginativas y ofreciendo una visión empática y colaborativa. ",
        "Competencia específica 4.",
        "Criterio 4.1. Defender trabajos de diseño tanto propios como ajenos de manera crítica y argumentada, preocupándose por la correcta aplicación de las técnicas de ejecución, de desarrollo y de presentación del producto de diseño. ",
        "Criterio 4.2. Elaborar propuestas de diseño, valorando tanto la selección coherente y adecuada de recursos técnicos, como el rigor y la corrección a la hora de utilizarlos, buscando el desarrollo de la identidad personal. ",
        "Criterio 4.3. Reconocer las estructuras formales y compositivas en objetos y productos de diferentes ámbitos del diseño, analizando con interés los procesos y métodos utilizados para desarrollarlos. ",
        "Criterio 4.4. Planificar propuestas de diseño sostenibles utilizando creativamente configuraciones formales y argumentando su selección, partiendo de una propuesta original, innovadora o preexistente. ",
        "Criterio 4.5. Resolver problemas de diseño donde la sostenibilidad sea un condicionante básico, usando para ello la metodología proyectual propia del diseño, afrontando el problema como un reto personal. ",
        "Competencia específica 5.",
        "Criterio 5.1. Planificar un proyecto de diseño individual o colaborativo definiendo las formas de presentación y técnicas de trabajo según los recursos temporales y materiales disponibles, adaptándolo con creatividad y flexibilidad al concepto de la propuesta. ",
        "Criterio 5.2. Crear un producto de diseño colaborativo o individual, adecuando las herramientas y los procedimientos a la funcionalidad y la voluntad estética y comunicativa de la propuesta, siempre defendiendo los derechos humanos.",
        "Criterio 5.3. Planificar proyectos individuales o colectivos, aplicando estrategias creativas, gestionando con flexibilidad y eficacia las diferentes fases, el plan de desarrollo, los objetivos propuestos y la evaluación del proyecto, y buscando la coherencia sostenible entre el producto final, el público objetivo, el proceso del diseño y los recursos disponibles. ",
        "Criterio 5.4. Identificar las posibilidades de intervención del diseño inclusivo en diferentes ámbitos de la actividad humana, valorando la adecuación de proyectos innovadores y transformadores de la sociedad. ",
        "Competencia específica 6.",
        "Criterio 6.1. Participar en la planificación y resolución de un proyecto colaborativo de diseño de producto o de espacios, implicándose en el proceso y su evaluación, favoreciendo el trabajo colaborativo, motivando y proponiendo soluciones.",
        "Criterio 6.2. Desarrollar proyectos de diseño elaborando productos innovadores partiendo de otro ya existente, valorando de forma oral o escrita, las oportunidades sociales, económicas y de transformación de este tipo de proyectos. "
        
    ],
    "saberes": [
        "Bloque A. Concepto, historia y campos del diseño. ",
        "A.1. Historia del diseño.",
        "A.1.1. Concepto y teorías del diseño.",
        "A.1.2 Evolución histórica del diseño. Artesanía e industrialización.",
        "A.13. Tendencias, periodos y las principales escuelas y personalidades del diseño.",
        "A.2. El diseño y su función.",
        "A.2.1. El diseño, sus clasificaciones y sus campos de aplicación.",
        "A.2.2. Diseño universal. Diseño para todas las personas.",
        "A.2.3. Diseño, ecología y sostenibilidad. El diseño en la sociedad de consumo. Aportaciones del ecodiseño a la solución de los retos socioambientales.",
        "A.2.4. La diversidad como riqueza patrimonial. ",
        "A.2.5. Aportación de las culturas no occidentales al canon del diseño universal. La apropiación cultural.",
        "Bloque B. El diseño: configuración formal y metodología.",
        "B.1. Sintaxis y semántica del diseño.",
        "B.1.1. Diseño y función.",
        "B.1.2.El lenguaje visual. Elementos básicos: punto, línea, plano, color, forma y textura.",
        "B.1.3.Sintaxis de la imagen bidimensional y tridimensional.",
        "B.1.4. Ordenación y composición modular.",
        "B.1.5. Dimensión semántica del diseño.",
        "B.2. Procesos de creación.",
        "B.2.1. Proceso del diseño. Fases del diseño.",
        "B.2.2. Procesos creativos en un proyecto de diseño.",
        "B.2.3. Estrategias de organización de los equipos de trabajo.",
        "Bloque C. Diseño gráfico.",
        "C.1. Tipografía.",
        "C.1.1. Legibilidad, propiedades y uso en el diseño.",
        "C.1.2. Principales familias. ",
        "C.2. Tipos de diseño.",
        "C.2.1. Funciones comunicativas del diseño gráfico.",
        "C.2.2. La imagen de marca: el diseño corporativo.",
        "C.2.3. La señalética y sus aplicaciones.",
        "C.2.4. Diseño editorial. La maquetación y composición de páginas.",
        "C.2.5. El diseño publicitario. Proyectos de comunicación gráfica.",
        "C.2. Procesos y técnicas. ",
        "C.3.1. El diseño gráfico y la composición.",
        "C.3.2. El diseño gráfico con y sin retícula. ",
        "C.3.3. Procesos y técnicas de diseño gráfico.",
        "Bloque D. Diseño tridimensional.",
        "D.1. Diseño ergonómico y antropometría.",
        "D.1.1. Antropometría aplicada al diseño. ",
        "D.1.2. Ergonomía.",
        "D.2. Diseño del producto.",
        "D.2.1. Tipología de objetos.",
        "D.2.2. Sistemas de representación aplicados al diseño de productos.",
        "D.2.3. Diseño de producto y diversidad funcional.",
        "D.2.4. Materiales, texturas y colores. ",
        "D.2.5. Sistemas de producción y su repercusión en el diseño.",
        "D.2.6. El packaging: del diseño gráfico al diseño. Troqueles.",
        "D.3. Diseño de espacios.",
        "D.3.1. Percepción psicológica del espacio.",
        "D.3.2. Organización del espacio habitable, interior o exterior, público o privado. Distribución de espacios y recorridos. ",
        "D.3.3. El diseño universal de espacios para los itinerarios de la vida: Espacios públicos y naturales, arquitectura educativa, patrimonial, edificios administrativos, etc.. ",
        "D.3.4. Principios de iluminación.",
        "D.3.5. Elementos constructivos."
    ]
}
