{
  "saberes": [
    "A. Las lenguas y sus hablantes.",
    "- Variantes territoriales. Lenguas, dialectos y hablas.",
    "- Marco legal de la ordenación lingüística del Estado español en la Constitución y el Estatuto de Autonomía de Castilla y León.",
    "- Observación de la propia biografía lingüística y de la diversidad lingüística del centro, de su localidad y de la Comunidad de Castilla y León. Las familias lingüísticas y las lenguas del mundo.",
    "- Las lenguas de España. Nociones básicas sobre su origen y distribución geográfica. Diferencias entre plurilingüismo y diversidad dialectal. Aproximación a la lengua de signos.",
    "- La pluralidad lingüística como fuente de enriquecimiento personal y colectivo e identificación y eliminación de los prejuicios y estereotipos lingüísticos.",
    "- Principales fenómenos lingüísticos dialectales: ejemplos sencillos de seseo, ceceo, yeísmo y voseo.",
    "- Estudio comparativo de rasgos de las principales variedades dialectales del español, con especial atención a las variedades de Castilla y León.",
    "- Prejuicios y estereotipos lingüísticos y mecanismos para evitarlos. El lenguaje inclusivo.",
    "B. Comunicación.",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos con atención conjunta a los siguientes aspectos:",
    "1. Contexto",
    "- Componentes del hecho comunicativo. Elementos de la comunicación; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación.",
    "2. Géneros discursivos.",
    "- Secuencias textuales básicas, con especial atención a las narrativas, descriptivas, dialogadas y expositivas.",
    "- La adecuación en el texto.",
    "- Géneros discursivos propios del ámbito personal. La conversación.",
    "- Géneros discursivos propios del ámbito educativo. Tipologías textuales: exposición, narración, descripción y diálogo.",
    "- Géneros discursivos propios del ámbito social. Redes sociales y medios de comunicación.",
    "3. Procesos.",
    "- Interacción oral y escrita de carácter informal. El turno de palabra.",
    "- Cooperación conversacional y cortesía lingüística. Escucha activa y resolución dialogada de los conflictos.",
    "- Comprensión oral. Sentido global del texto sencillo y relación entre sus partes, selección y retención de la información relevante. Detección de usos discriminatorios del lenguaje verbal y no verbal.",
    "- Producción oral. Adecuación a la audiencia.",
    "- Elementos no verbales. Introducción a los rasgos discursivos y lingüísticos de la oralidad formal e informal.",
    "- Comprensión lectora. Sentido global del texto sencillo y relación entre sus partes. La intención del emisor. Detección de usos discriminatorios del lenguaje verbal e icónico. Estudio de la forma y el contenido del texto.",
    "- Producción escrita. Redacción, revisión y edición en diferentes soportes. Corrección gramatical y ortográfica. Propiedad léxica. Toma de notas, esquemas y resúmenes.",
    "- Comprensión de textos propios de la vida cotidiana y de las relaciones sociales en ámbitos próximos a la experiencia del alumnado, como instrucciones de uso, normas y avisos. Redes sociales.",
    "- Diferencias relevantes, contextuales y formales entre comunicación oral y escrita y entre los usos coloquiales y formales, especialmente los propios del ámbito escolar.",
    "- Utilización de plataformas virtuales para la realización de proyectos escolares sencillos.",
    "4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
    "- Los recursos lingüísticos. La implicación del emisor en textos sencillos y breves: formas de deixis (personal, temporal y espacial).",
    "- Recursos lingüísticos básicos y la adecuación del registro a la situación de comunicación.",
    "- Introducción a los mecanismos de cohesión. Conectores textuales temporales, explicativos, de orden y de contraste. Mecanismos de referencia interna gramaticales (sustituciones pronominales y adverbiales) y léxicos (repeticiones, sinónimos, hiperónimos y elipsis).",
    "- Uso coherente de las formas verbales en los textos. Correlación temporal en el discurso relatado.",
    "- Corrección lingüística y revisión ortográfica y gramatical de textos sencillos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "- Los signos básicos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "- Diferencias relevantes, contextuales y formales entre comunicación oral, escrita y multimodal y entre los usos coloquiales y formales, en el ámbito personal, social y académico.",
    "- Participación en debates, coloquios y conversaciones espontáneas sobre temas sencillos de actualidad. Observación y respeto de las normas básicas de interacción, intervención y cortesía.",
    "- Actitud de cooperación y respeto en situaciones de aprendizaje compartido.",
    "C. Educación Literaria.",
    "1. Lectura autónoma",
    "Implicación en la lectura de forma progresivamente autónoma a partir de una preselección de textos variados y adecuados a su edad y reflexión sobre los textos leídos y sobre la propia práctica de lectura atendiendo a los siguientes contenidos:",
    "- Selección orientada de obras variadas sencillas, a partir de la exploración guiada de la biblioteca escolar y pública disponible.",
    "- Estrategias de toma de conciencia de los propios gustos e identidad lectora.",
    "- Criterios y estrategias básicas de movilización de la experiencia personal y lectora para establecer vínculos entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales. La literatura como fuente de placer y conocimiento del mundo.",
    "- Estrategias para la recomendación de las lecturas en soportes variados y empleo de la oralidad entre iguales.",
    "2. Lectura guiada",
    "Lectura de obras breves y fragmentos relevantes de la literatura juvenil contemporánea y del patrimonio literario universal, inscritas en itinerarios temáticos o de género, que atraviesen épocas, contextos culturales y movimientos artísticos atendiendo a los siguientes contenidos:",
    "- Lectura de obras adecuadas, en extensión y contenido, a la edad.",
    "- Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Análisis básico del valor de los recursos expresivos; sus efectos en la recepción.",
    "- Introducción a los géneros literarios a través de la lectura comentada de fragmentos representativos de obras adecuadas a la edad. Análisis de sus rasgos más característicos.",
    "- El lenguaje literario. Recursos lingüísticos más importantes.",
    "- Identificación de los recursos lingüísticos básicos en un texto literario.",
    "- Aproximación a la organización de las obras en géneros y subgéneros literarios.",
    "- Estrategias, modelos y pautas para la expresión, a través de procesos y soportes diversificados, de la interpretación y valoración personal de obras y fragmentos literarios.",
    "- Lectura con perspectiva de género.",
    "- Lectura expresiva, dramatización y recitación de los textos; procesos de comprensión, apropiación y oralización implicados.",
    "- Creación de textos breves y sencillos a partir de interiorización de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación).",
    "D. Reflexión sobre la lengua.",
    "Elaboración de conclusiones propias sobre el sistema lingüístico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas en torno a los siguientes contenidos:",
    "- Las diferencias relevantes e intersecciones entre lengua oral y lengua escrita en aspectos sintácticos, léxicos y pragmáticos.",
    "- Aproximación a la lengua como sistema y a sus unidades básicas: el sonido y sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "- Análisis de las clases de palabras. El sustantivo y el adjetivo. El pronombre (clasificación). El determinante (clasificación). El verbo: la conjugación. El adverbio. La preposición. La conjunción. La interjección.",
    "- Distinción entre la forma (categoría gramatical) y la función de las palabras (funciones sintácticas), e iniciación al conocimiento de los procedimientos léxicos (afijos) y sintácticos para el cambio de categoría.",
    "- Relación entre los esquemas semántico y sintáctico de la oración simple.",
    "- Observación y transformación de enunciados sencillos y breves de acuerdo con los esquemas semántico y sintáctico, y uso de la terminología sintáctica necesaria. Orden de las palabras y concordancia.",
    "- Iniciación al estudio de procedimientos de adquisición y formación de palabras. Reflexión sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo.",
    "- Identificación y corrección de vulgarismos morfológicos propios de la Comunidad de Castilla y León.",
    "- Léxico. Estudio de vulgarismos y localismos.",
    "- Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para obtener información básica.",
    "- Nociones esenciales de acentuación y puntuación.",
    "- Conocimiento y uso reflexivo de las normas ortográficas, su valor social y la necesidad de ceñirse a la norma lingüística en los textos escritos."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Reconocer las lenguas de España y las variedades dialectales del español, con atención especial a las variedades de Castilla León, identificando algunas nociones básicas de las lenguas, tanto de España como las que forman los repertorios lingüísticos del alumnado. (CCL1, CCL5, CP2, CP3, CD1, CC1, CC2, CCEC2)",
    "1.2 Contrastar y observar textos de distintas variedades dialectales del español, con especial atención a las variedades de Castilla y León, utilizando diferentes soportes. (CCL1, CCL2, CCL5, CP3, CD1, CPSAA5, CC1, CC2, CC3, CCEC3)",
    "1.3 Identificar y rechazar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir de la observación de la diversidad lingüística del entorno. (CCL1, CCL2, CCL5, CP3, CPSAA5, CC1, CC2, CC3, CCEC1, CCEC3)",
    "Competencia específica 2",
    "2.1 Comprender el sentido global, la información más relevante en función de las necesidades comunicativas y la intención del emisor analizando textos orales y multimodales sencillos de diferentes ámbitos. (CCL2, CP2, STEM1, CD2, CPSAA4)",
    "2.2 Valorar la forma y el contenido de textos orales y multimodales sencillos comparando las diferencias entre ellos. (CCL5, STEM1, CD2, CPSAA4, CC3, CE1, CCEC1, CCEC3)",
    "Competencia específica 3",
    "3.1 Realizar narraciones y exposiciones orales sencillas con diferente grado de planificación sobre temas de interés personal, social y educativo, con adecuación, coherencia y cohesión en diferentes soportes y utilizando de manera eficaz recursos verbales y no verbales. (CCL1, STEM1, CD2, CD3, CE1)",
    "3.2 Participar de manera activa y adecuada en interacciones orales breves formales e informales propiciando el trabajo en equipo. (CCL1, CCL3, CCL5, CD2, CD3, CPSAA1, CPSAA5, CE1)",
    "3.3 Fomentar actitudes de escucha activa y estrategias de cooperación realizando intercambios conversacionales y atendiendo a la cortesía lingüística. (CCL1, CCL2, CCL5, CD3, CPSAA1, CPSAA4, CPSAA5, CC2, CE1)",
    "Competencia específica 4",
    "4.1 Comprender e interpretar el sentido global de textos escritos y multimodales sencillos de diferentes ámbitos analizando la información más relevante y la intención del emisor. (CCL2, CCL3, CCL5, CP2, STEM1, STEM4, CCEC2)",
    "4.2 Valorar la forma y el contenido de textos escritos sencillos evaluando su calidad y la eficacia de los procedimientos comunicativos empleados. (CCL1, CCL2, CCL3, STEM1, CD2, CD3, CPSAA4, CCEC2)",
    "Competencia específica 5",
    "5.1 Planificar la redacción de textos escritos y multimodales sencillos, atendiendo a la situación comunicativa, al destinatario, al propósito y al canal. (CCL1, CCL5, STEM1, CD2, CPSAA5, CE1)",
    "5.2 Redactar borradores de textos escritos y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta presentando un texto final correcto. (CCL1, CD3, CC2)",
    "5.3 Incorporar de manera gradual procedimientos básicos para enriquecer los textos, atendiendo a aspectos discursivos y lingüísticos con precisión léxica y corrección ortográfica y gramatical. (CCL1, CCL2, CCL3, CD2, CD3, CPSAA5, CE1, CE3)",
    "Competencia específica 6",
    "6.1 Localizar, seleccionar y contrastar información de manera guiada procedente de diferentes fuentes, evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y respetando los principios de propiedad intelectual. (CCL2, CD1, CD4, CPSAA4, CC2, CC3, CE3)",
    "6.2 Elaborar trabajos sencillos de investigación de manera guiada en diferentes soportes sobre diversos temas de interés académico, personal o social partiendo de la información seleccionada. (CCL1, CCL2, STEM1, CD1, CD3, CE3)",
    "6.3 Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales con relación a la búsqueda y la comunicación de la información, adquiriendo una práctica progresivamente autónoma. (CCL2, CCL5, CD1, CD2, CD3, CD4, CC2, CC3)",
    "Competencia específica 7",
    "7.1 Seleccionar y leer textos a partir de preselecciones guiándose por los propios gustos, intereses y necesidades para elaborar un itinerario lector propio. (CCL4, CP2, CD1, CE3, CCEC1, CCEC2)",
    "7.2 Compartir la experiencia de lectura utilizando diferentes soportes. (CCL1, CCL4, CD1, CD2, CD3, CE3, CCEC3)",
    "Competencia específica 8",
    "8.1 Encuadrar, con ayuda de pautas y modelos, las obras o fragmentos breves leídos adscribiéndolos a los géneros y subgéneros literarios estudiados. (CP2, CC1, CCEC1, CCEC2)",
    "8.2 Establecer de manera guiada vínculos argumentados entre los textos leídos y otros textos breves escritos, orales o multimodales comparando las diferencias entre ellos. (CCL4, CP2, CP3, CE3, CCEC1, CCEC2)",
    "8.3 Iniciarse en la creación de textos sencillos personales o colectivos con intención literaria y conciencia de estilo empleando distintos soportes. (CCL1, CCL4, CP3, CD5, CE3, CCEC3, CCEC4)",
    "Competencia específica 9",
    "9.1 Revisar los propios textos de manera guiada y hacer propuestas de mejora argumentando los cambios. (CCL1, CCL3, CP2, STEM1, STEM4, CD1, CPSAA4, CPSAA5, CCEC1)",
    "9.2 Identificar y subsanar algunos problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso. (CCL2, CCL3, STEM1, STEM4, CPSAA4, CPSAA5, CCEC1)",
    "9.3 Observar y reflexionar sobre la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, recurriendo al conocimiento explícito de la lengua. (CCL2, CCL3, STEM1, STEM4, CD1, CPSAA4, CC1, CCEC2)",
    "9.4 Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de la observación y comparación de enunciados, y consultando de manera guiada diccionarios, manuales y gramáticas. (CC1, CCL2, CCL3, STEM1, STEM2, CD1, CPSAA4)",
    "Competencia específica 10",
    "10.1 Identificar y desechar los usos discriminatorios de la lengua, evitando los abusos de poder a través de la palabra y los usos manipuladores del lenguaje verbal y no verbal. (CCL1, CCL2, CCL5, CP3, STEM1, CD3, CC1, CC2, CC3, CCEC1)",
    "10.2 Adquirir estrategias para la resolución dialogada de los conflictos buscando consensos tanto en el ámbito personal como educativo y social. (CCL1, CCL2, CCL5, CP3, CD3, CPSAA3, CC2, CC3, CC4)"
  ]
}