{
    "criteriosEvaluacion": [
        "1.1. Analizar críticamente conceptos y procesos propios de la biología humana, seleccionando e interpretando información a partir de trabajos científicos y en diferentes formatos para, utilizando el pensamiento científico, obtener conclusiones lógicas valorando la fiabilidad de las fuentes. CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4",
        "1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados y respondiendo de manera fundamentada y precisa a las cuestiones que puedan surgir durante el proceso, con el objetivo de expresar y transmitir conocimientos biológicos en diferentes situaciones grupales con iniciativa, imaginación y creatividad. CCL1, CCL2, STEM2, STEM4, CD3, CC3, CCEC3.2",
        "1.3. Argumentar sobre aspectos relacionados con la biología humana , considerando los puntos fuertes y débiles de diferentes posturas de forma razonada, con el fin de participar en interacciones comunicativas, valorando la importancia de mantener una actitud abierta, flexible, receptiva y respetuosa de las demás personas. CCL1, CCL2, CCL5, STEM2, CPSAA4, CC3, CCEC3.2",
        "2.1. Plantear y resolver cuestiones y crear contenidos relacionados con los diferentes campos de estudio de la biología humana, localizando y citando fuentes de forma adecuada y seleccionando, organizando y analizando de forma crítica la información para poder adoptar un juicio propio y argumentado ante problemas de actualidad, reutilizar la información y generar nuevos conocimientos. CCL2, CCL3, CP2, STEM4, CD1, CD2, CD3, CD4, CPSAA4",
        "2.2. Evaluar, contrastar y justificar la veracidad de información relacionada con la materia, utilizando fuentes fiables y aportando datos con rigor y coherencia, con el fin de adoptar una actitud crítica y escéptica hacia informaciones sin una base científica. CCL2, CCL3, CP2, STEM4, CD1, CD3, CD4, CPSAA4, CC3",
        "3.1. Diseñar, planear y desarrollar proyectos de investigación relacionando los avances de la medicina (prevención, diagnóstico y tratamiento de enfermedades) con la función vital correspondiente, aplicando los conocimientos y habilidades del trabajo científico dentro y fuera del laboratorio, así como las estrategias apropiadas para el análisis y la toma de datos cuantitativos y cualitativos, utilizando las técnicas adecuadas con precisión, para poder dar respuesta a preguntas concretas contrastando las hipótesis previas y reformulando el procedimiento, si fuera necesario. CCL1, CCL3, CCL5, STEM1, STEM2, STEM3, CD1, CD2, CE3",
        "3.2. Interpretar, analizar y comunicar los resultados obtenidos en proyectos de investigación, utilizando el vocabulario científico y, cuando sea necesario, herramientas matemáticas y tecnológicas, reconociendo su alcance y limitaciones, y obteniendo conclusiones razonadas y fundamentadas o valorando la imposibilidad de hacerlo, con el fin de reflexionar sobre el método científico aplicado y argumentar o defender su validez y resultados. CCL1, CCL5, STEM1, STEM2, STEM4, CD2, CD3",
        "3.3. Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del proyecto científico con el fin de trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de la cooperación en la investigación, respetando la diversidad y favoreciendo la inclusión. CCL5, STEM3, CD3, CPSAA3.2",
        "4.1. Analizar la relación existente entre el correcto equilibrio y funcionamiento de los diferentes aparatos y sistemas y los estilos de vida saludables para proponer y adoptar una actitud responsable con el mantenimiento de la salud, tanto individual como colectiva. STEM2, STEM5, CPSAA2, CC3, CE1",
        "4.2. Argumentar, a partir del análisis crítico de determinadas acciones humanas relacionadas con la salud, sobre la importancia de adoptar estilos de vida saludables que contemplen la salud física, mental y social, basándose en los aprendizajes adquiridos en Biología Humana, con el fin de tomar conciencia de la necesidad de emprender acciones, personales y colectivas para contribuir a la construcción de una sociedad más sana, justa y solidaria. CCL1, CCL3, STEM5, CD4, CPSAA2, CC4, CE1",
        "5.1. Investigar sobre la relación existente entre los factores ambientales y el incremento actual en la prevalencia de determinadas patologías para proponer alternativas que permitan mejorar la calidad de vida de las personas y del planeta. CCL5, STEM2, CPSAA2, CC4, CE3",
        "5.2. Debatir, de manera informada y argumentada, sobre las diferentes cuestiones medioambientales, sociales y éticas relacionadas con los avances científicos en el campo de la medicina, alcanzando un consenso sobre las consecuencias de estos avances y proponiendo soluciones creativas en común a las cuestiones planteadas. CCL1, CCL5, STEM4, STEM5, CPSAA2, CPSAA5, CC3, CC4",
        "5.3. Participar de forma activa en la construcción colectiva y evolutiva del conocimiento científico, en su entorno cotidiano y cercano, para convertirse en agentes activos de la difusión del pensamiento científico, la aproximación escéptica a la información científica y tecnológica y la puesta en valor de la preservación del medioambiente y la salud pública, el desarrollo económico y la búsqueda de una sociedad igualitaria. CCL1, STEM3, CPSAA2, CPSAA5, CC4",
        "5.4. Analizar los efectos e influencia de los nuevos avances médicos sobre la salud propia y comunitaria para promover estilos de vida sostenibles, argumentando sobre sus impactos positivos y la urgencia de adoptarlos, con el fin de convertirse en agentes activos de la difusión del conocimiento científico y contribuir al logro de los objetivos concretados en la Agenda Canaria de Desarrollo Sostenible 2030. CCL1, STEM3, CPSAA2, CPSAA5, CC4"
    ],
    "saberes": [
        "I. Niveles de organización del cuerpo humano",
        "    1. Categorización de los niveles de organización del ser humano relacionando los tipos celulares con las funciones de los tejidos y órganos.",
        "    2. Manejo de las técnicas básicas de preparación de muestras histológicas (corte, tinción, fijado…).",
        "    3. Preparación de cortes histológicos, a partir de muestras de tejidos animales, observación al microscopio óptico e interpretación.",
        "    4. Identificación, en laboratorio o a través de esquemas, modelos, infografías, radiografías y otros medios, de los principales tejidos y de los diferentes órganos y aparatos.",
        "    5. Estudio de la relación que existe entre la estructura de cada sistema y la función que desempeña así como la interconexión con el resto de sistemas.",
        "II. Nutrición humana",
        "    1. Diferenciación entre alimentación y nutrición. Reflexión sobre la importancia de una alimentación saludable y nutritiva, así como, su repercusión positiva en la salud general de la persona.",
        "    2. Comparación de la anatomía de los sistemas implicados en la nutrición humana con la de órganos diseccionados en el laboratorio y/o mediante el uso de esquemas, modelos y simulaciones.",
        "    3. Diseño, realización e interpretación de experiencias sobre la fisiología de los aparatos implicados en la nutrición.",
        "    4. Investigación sobre enfermedades y trastornos relacionados con la nutrición, con el fin de proponer y argumentar la necesidad de mantener estilos saludables para conseguir un apropiado desarrollo de su salud individual y su influencia en el entorno familiar y social.",
        "III. Salud sexual y reproductiva",
        "    1. Reconocimiento de la anatomía y fisiología de los aparatos reproductores.",
        "    2. Identificación de las enfermedades de transmisión sexual (ITS) y modo de prevención.",
        "    3. Análisis evolutivo a lo largo de la historia de pandemias, epidemias, endemias y brotes epidémicos (VIH, viruela del mono, sífilis…) acontecidos.",
        "    4. Valoración de la educación sexual como parte del desarrollo integral de la persona identificando las diferencias entre los conceptos de sexo y sexualidad, para poner el foco en el respeto hacia la libertad, la diversidad sexual y la igualdad de género.",
        "    5. Concienciación sobre la importancia de adquirir prácticas sexuales saludables, responsables, consentidas, prevención de infecciones de transmisión sexual (ITS) y de embarazos no deseados. Selección del método anticonceptivo y método de prevención de las ITS en función de las condiciones personales.",
        "    6. Análisis de la influencia del tabaco, alcohol y otras drogas en la sexualidad y en la descendencia para conocer sus consecuencias.",
        "IV. Bienestar emocional, psicológico y social",
        "    1. Identificación del funcionamiento básico del sistema nervioso, endocrino e inmunológico.",
        "    2. Indagación sobre la conexión entre el sistema nervioso y endocrino (sistema neuroendocrino).",
        "    3. Estudio del eje hipotálamo-hipofisario-adrenal y su relación con el estrés y los trastornos psicológicos y mentales para prevenir su sobreestimulación.",
        "    4. Investigación sobre enfermedades relacionadas con el bienestar emocional, psicológico y social, con el fin de proponer y argumentar la necesidad de mantener un estilo de vida saludable.",
        "    5. Indagación sobre las organizaciones, fundaciones, asociaciones de apoyo a las personas que padecen alteraciones en la salud mental para conocer de qué forma la sociedad responde a estos problemas.",
        "    6. Análisis de los efectos perjudiciales de las adicciones con sustancia (drogas legales e ilegales) y sin sustancia (comportamentales: tecnologías, ludopatías) que influyen tanto en la salud de las personas consumidoras como en su entorno.",
        "V. Salud y enfermedad en el siglo XXI: de la curación a la prevención",
        "    1. Análisis de la evolución del concepto de salud para comprender su tratamiento en el marco de la Agenda Canaria 2030 de Desarrollo Sostenible.",
        "    2. Estudio de los diferentes métodos de diagnóstico para clasificar las enfermedades según su etiología y conocer medidas de prevención y tratamiento.",
        "    3. Valoración de la importancia social de la vacunación y de las donaciones de sangre, células y órganos.",
        "    4. Indagación sobre los beneficios de mostrar una actitud positiva ante la enfermedad para fomentar el autocuidado y la autorresponsabilidad .",
        "    5. Valoración de la importancia del enfoque de una sola salud (One health) para prevenir, detectar y responder eficazmente a los desafíos de salud que surgen de las relaciones entre las personas, los animales y el medioambiente.",
        "    6. Investigación sobre el funcionamiento y prestaciones de la Sanidad Pública Canaria comparándola con otros países.",
        "    7. Diseño e implementación de un plan de vida saludable que contemple la salud física, mental y social como paradigmas de bienestar para el desarrollo de una vida plena y su influencia en su entorno, en la sociedad y en el planeta.",
        "VI. Investigación y nuevas terapias",
        "    1. Identificación de los mecanismos básicos de la transmisión de la herencia genética y concepto de gen. Relación con trastornos hereditarios humanos.",
        "    2. Estudio de la evolución de las terapias avanzadas (terapias genéticas, terapias celulares, ingeniería tisular y terapias combinadas) y sus aplicaciones relacionadas con la investigación médica y farmacéutica.",
        "    3. Reflexión sobre las repercusiones sociales, éticas, económicas y medioambientales de las terapias avanzadas. Análisis sobre los fármacos y su uso responsable.",
        "    4. Diferenciación entre tratamientos con base científica y pseudomedicina. Elaboración de un estudio crítico acerca del uso de las medicinas alternativas.",
        "    5. Profundización en la investigación biomédica en Canarias y sobre la base genética de las enfermedades prevalentes en el archipiélago para valorar su implicación en la mejora de la calidad de vida.",
        "    6. Indagación sobre los principales centros de investigación de Canarias y de las biografías de las figuras referentes de la medicina canaria a lo largo de la historia, con especial atención a las mujeres, para darle a la biología humana un rostro humano."
    ]
}