{
  "saberes": [
    "A. Las destrezas científicas básicas.",
    "– Metodologías de la investigación científica: identificación y formulación de cuestiones, elaboración de hipótesis y comprobación experimental de las mismas.",
    "– Trabajo experimental y proyectos de investigación: estrategias en la resolución de problemas y en el desarrollo de investigaciones mediante la indagación, la deducción, la búsqueda de evidencias y el razonamiento lógico-matemático, haciendo inferencias válidas de las observaciones y obteniendo conclusiones.",
    "– Diversos entornos y recursos de aprendizaje científico como el laboratorio o los entornos virtuales: materiales, sustancias y herramientas tecnológicas.",
    "– Normas de uso de cada espacio, asegurando y protegiendo así la salud propia y comunitaria, la seguridad en las redes y el respeto hacia el medio ambiente.",
    "– El lenguaje científico: unidades del Sistema Internacional y sus símbolos. Herramientas matemáticas básicas en diferentes escenarios científicos y de aprendizaje.",
    "– Estrategias de interpretación y producción de información científica utilizando diferentes formatos y diferentes medios: desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
    "– Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y la química en el avance y la mejora de la sociedad.",
    "B. La materia.",
    "– Teoría cinético-molecular: aplicación a observaciones sobre la materia explicando sus propiedades, los estados de agregación, los cambios de estado y la formación de mezclas y disoluciones.",
    "– Experimentos relacionados con los sistemas materiales: conocimiento y descripción de sus propiedades, su composición y su clasificación.",
    "C. La energía.",
    "– La energía: formulación de cuestiones e hipótesis sobre la energía, propiedades y manifestaciones que la describan como la causa de todos los procesos de cambio.",
    "– Diseño y comprobación experimental de hipótesis relacionadas con el uso doméstico e industrial de la energía en sus distintas formas y las transformaciones entre ellas.",
    "– Elaboración fundamentada de hipótesis sobre el medio ambiente y la sostenibilidad a partir de las diferencias entre fuentes de energía renovables y no renovables.",
    "– Efectos del calor sobre la materia: análisis de los efectos y aplicación en situaciones cotidianas.",
    "Luz y Sonido: fenomenología básica; modelo y propiedades ondulatorias.  Óptica geométrica y acústica cualitativas.",
    "E. El cambio.",
    "– Los sistemas materiales: análisis de los diferentes tipos de cambios que experimentan, relacionando las causas que los producen con las consecuencias que tienen.",
    "– Interpretación macroscópica y microscópica de las reacciones químicas: explicación de las relaciones de la química con el medio ambiente, la tecnología y la sociedad.",
    "– Factores que afectan a las reacciones químicas: predicción cualitativa de la evolución de las reacciones, entendiendo su importancia en la resolución de problemas actuales por parte de la ciencia."
  ],
  "criteriosEvaluacion": [
    "1.1. Comprender algunos fenómenos fisicoquímicos cotidianos más relevantes,  explicarlos en términos de relacionarlos con los principios, teorías y leyes científicas  adecuadas y expresarlos empleando la argumentación, utilizando diversidad de  soportes y medios de comunicación.",
    "1.2. Resolver los problemas físico-químicos sencillos que se le plantean, utilizando  las leyes y teorías científicas adecuadas, razonando los procedimientos utilizados  para encontrar la(s) solución(es) y expresando adecuadamente los resultados.",
    "1.3. Reconocer y describir en el entorno inmediato situaciones problemáticas  reales de índole científica en las que la ciencia, y en particular la física y la química,  pueden contribuir a su solución, analizando su impacto en la sociedad.",
    "2.1. Emplear las metodologías propias de la ciencia en la identificación y des cripción de fenómenos a partir de cuestiones a las que se pueda dar respuesta a  través de la indagación, la deducción, el trabajo experimental y el razonamiento  lógico-matemático, diferenciándolas de aquellas pseudocientíficas que no admiten  comprobación experimental.",
    "2.2. Seleccionar, de acuerdo con la naturaleza de las cuestiones que se traten, la  mejor manera de comprobar o refutar las hipótesis formuladas, para diseñar estra tegias de indagación y búsqueda de evidencias que permitan obtener conclusiones  y repuestas ajustadas a la naturaleza de la pregunta formulada.",
    "2.3. Aplicar las leyes y teorías científicas conocidas al formular cuestiones e hi pótesis de manera informada y coherente con el conocimiento científico existente  y diseñar seguir los procedimientos experimentales o deductivos necesarios para  resolverlas.",
    "3.1. Emplear datos en diferentes formatos para interpretar y comunicar información  relativa a un proceso fisicoquímico concreto, extrayendo en cada caso lo más  relevante para la resolución de un problema.",
    "3.2. Utilizar adecuadamente las reglas básicas de la física y la química, incluyendo  el uso de unidades de medida y las herramientas matemáticas, para facilitar una  comunicación efectiva con toda la comunidad científica.",
    "3.3. Conocer las normas de uso de los espacios específicos de la ciencia, como  el laboratorio de física y química, como medio de asegurar la salud propia y  colectiva, la conservación sostenible del medio ambiente y el respeto por las  instalaciones.",
    "4.1. Utilizar recursos variados, tradicionales y digitales, para el aprendizaje autó nomo y para mejorar la interacción con otros miembros de la comunidad educativa,  con respeto hacia las personas docentes y estudiantes.",
    "4.2. Trabajar con medios variados, tradicionales y digitales, en la consulta de  información seleccionando con ayuda las fuentes más fiables y desechando las  menos adecuadas para la mejora del aprendizaje propio y colectivo.",
    "5.1. Establecer interacciones constructivas y coeducativas a través de actividades  guiadas de cooperación y del uso de las estrategias propias del trabajo colaborativo,  como forma de construir un medio de trabajo eficiente en la ciencia.",
    "5.2. Emprender, de forma guiada y de acuerdo a la metodología adecuada, pro yectos científicos sencillos.",
    "6.1. Ver a través del papel histórico de las mujeres y hombres de ciencia y los  avances científicos, que la ciencia es un proceso en permanente construcción y  las repercusiones mutuas de la ciencia actual con la tecnología, la sociedad y el  medio ambiente.",
    "6.2. Reconocer de manera guiada las necesidades tecnológicas, ambientales,  económicas y sociales más importantes, para entender la capacidad de la ciencia  para darles solución sostenible a través de la implicación de todas las ciudadanas  y ciudadanos."
  ]
}