{
    "criteriosEvaluacion": [
        "1.1. Investigar y diseñar proyectos que muestren de forma gráfica la creación y mejora de un producto, seleccionando, referenciando e interpretando información relacionada.",
        "1.2. Participar en el desarrollo y coordinación de proyectos de creación y mejora continua de productos viables y socialmente responsables, identificando mejoras y creando prototipos mediante un proceso iterativo, con actitud emprendedora.",
        "1.3. Elaborar documentación técnica generando diagramas funcionales utilizando medios manuales y/o aplicaciones digitales.",
        "2.1. Determinar el ciclo de vida de un producto, planificando y aplicando medidas de control de calidad en sus distintas etapas, desde el diseño a la comercialización, teniendo en consideración estrategias de mejora continua.",
        "2.2. Seleccionar, los materiales, tradicionales o de nueva generación, adecuados para la fabricación de productos de calidad basándose en sus características técnicas y atendiendo a criterios de sostenibilidad de manera ética y responsable.",
        "2.3. Fabricar modelos o prototipos empleando las técnicas de fabricación más adecuadas y aplicando los criterios técnicos y de sostenibilidad necesarios.",
        "3.1. Resolver tareas propuestas y funciones asignadas de manera óptima, mediante el uso y configuración de diferentes herramientas digitales, aplicando conocimientos interdisciplinares con autonomía de manera crítica, segura y responsable.",
        "3.2. Realizar la presentación de proyectos empleando aplicaciones digitales adecuadas.",
        "4.1. Resolver problemas asociados a sistemas e instalaciones mecánicas, aplicando fundamentos de mecanismos transmisión y transformación de movimientos, soporte y unión.",
        "4.2. Resolver problemas asociados a sistemas e instalaciones eléctricas y electrónicas, aplicando fundamentos de corriente continua y máquinas eléctricas.",
        "5.1. Controlar el funcionamiento de sistemas tecnológicos y robóticos, utilizando lenguajes de programación y aplicando las posibilidades que ofrecen las tecnologías emergentes, tales como Inteligencia Artificial, Telemetría, Internet de las cosas, Big Data...",
        "5.2. Automatizar y programar movimientos de robots, mediante su modelización y aplicando algoritmos sencillos.",
        "6.1. Evaluar los distintos sistemas y mercados energéticos, estudiando sus características, calculando sus magnitudes y valorando su eficiencia.",
        "6.2. Analizar las diferentes instalaciones de una vivienda desde el punto de vista de su eficiencia energética, buscando aquellas opciones más comprometidas con la sostenibilidad y fomentando un uso responsable de las mismas.",
        "7.1. Mostrar organización al comunicar las ideas tecnológicas empleando el soporte, la terminología y el rigor apropiados respetando la propiedad intelectual y referenciando la información de manera correcta.",
        "7.2. Reconocer y emplear el lenguaje técnico en contextos analógicos y digitales, comunicando la información con precisión y rigor.",
        "8.1. Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones y utilizando el error como parte del proceso de aprendizaje.",
        "8.2. Mostrar perseverancia y una motivación positiva, aceptando y aprendiendo de la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de la tecnología",
        "9.1. Participar en tareas tecnológicas de forma activa en equipos heterogéneos, apoyando las emociones y experiencias de los demás e identificando las habilidades sociales más propicias en contextos analógicos y digitales.",
        "9.2. Colaborar en el reparto inclusivo de tareas tecnológicas en equipos heterogéneos, escuchando el razonamiento de los demás, aportando al equipo a través del rol asignado y fomentando el bienestar grupal y las relaciones saludables."
    ],
    "saberes": [
        "A. Proyectos de investigación y desarrollo",
        "Estrategias de gestión y desarrollo de proyectos: Design Thinking. Técnicas de investigación e ideación.",
        "Productos: Ciclo de vida. Estrategias de mejora continua. Planificación y desarrollo de diseño y comercialización. Logística, transporte y distribución. Metrología y normalización. Control de calidad.",
        "Expresión gráfica. Aplicaciones CAD-CAE-CAM. Diagramas funcionales, esquemas y croquis.",
        "Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar",
        "B. Materiales y fabricación",
        "Materiales técnicos y nuevos materiales. Clasificación. Selección y aplicaciones características.",
        "Técnicas de fabricación: Prototipado rápido y bajo demanda. Fabricación digital aplicada a proyectos.",
        "C. Sistemas mecánicos",
        "Mecanismos de transmisión y transformación de movimientos. Soportes y unión de elementos mecánicos. Diseño, cálculo, montaje y experimentación física o simulada. Aplicación práctica a proyectos.",
        "D. Sistemas eléctricos y electrónicos",
        "Circuitos y máquinas eléctricas de corriente continua. Interpretación y representación esquematizada de circuitos, cálculo, montaje y experimentación física o simulada. Aplicación a proyectos.",
        "E. Automatización",
        "Lenguajes de programación textual. Creación de programas aplicados a la automatización de procesos.",
        "Sistemas de control. Conceptos y elementos. Modelización de sistemas sencillos.",
        "Inteligencia Artificial aplicada a los sistemas de control.",
        "Protocolos de comunicación. Telemetría y monitorización. Internet de las cosas y Big Data.",
        "Robótica: modelización de movimientos y acciones mecánicas.",
        "Autoconfianza e iniciativa. El error y la reevaluación como parte del proceso de aprendizaje.",
        "F. Tecnología sostenible",
        "Sistemas y mercados energéticos. Consumo energético sostenible, técnicas y criterios de ahorro. Suministros domésticos.",
        "Instalaciones en viviendas: eléctricas, de agua y climatización, de comunicación y domóticas. Energías renovables, eficiencia energética y sostenibilidad.",
        "G. Sentido socioemocional",
        "1. Creencias, actitudes y emociones.",
        "Destrezas de autoconciencia encaminadas a reconocer sentimientos y emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje tecnológico.",
        "Tratamiento del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de tecnología.",
        "2. Trabajo en equipo y toma de decisiones.",
        "Destrezas básicas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas.",
        "Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas tecnológicas, en grupos heterogéneos y mixtos, como el aprendizaje cooperativo y el liderazgo distribuido.",
        "3. Inclusión, respeto y diversidad.",
        "Destrezas para desarrollar una comunicación efectiva, la escucha activa, la formulación de preguntas u solicitud y prestación de ayuda cuando sea necesario.",
        "Valoración de la contribución de la tecnología y la ingeniería y el papel de ingenieros/as a lo largo de la historia en el análisis y el avance de la ciencia y la tecnología."
    ]
}