{
    "criteriosEvaluacion": [
        "1.1. Entender la realidad partiendo del análisis crítico y reflexivo sobre las aportaciones que ofrece la ciencia económica y valorando su interrelación con otras disciplinas y adquiriendo una visión integral de la misma que favorezca la asunción de responsabilidades y compromisos.",
        "1.2. Valorar la relevancia de los modelos económicos para comprender la realidad, diferenciando los datos objetivos y las relaciones entre variables, de las propuestas de modificación de la realidad que corresponden a aspectos axiológicos.",
        "2.1. Comprender los cambios económicos y sociales desde un análisis interdisciplinar sobre el comportamiento humano en el proceso de toma de decisiones y evaluando el problema de la escasez y sus efectos, y estimulando al alumnado a actuar en consecuencia.",
        "2.2. Analizar las relaciones entre ingresos y costes, así como su influencia en las decisiones empresariales.",
        "2.3. Entender las variables que influyen en los agentes para la toma de sus decisiones de intercambio y aplicar los instrumentos que facilita el análisis económico para explicar los cambios en diferentes tipos de mercados.",
        "3.1. Mostrar actitudes sensibles y comportamientos responsables y proactivos que contribuyan a dar respuesta a los retos actuales a partir del estudio de casos reales estableciendo correspondencias entre la realidad y los aprendizajes adquiridos.",
        "3.2. Tomar conciencia de los problemas globales y locales analizándolos a través de herramientas económicas y empresariales y aportando soluciones a los mismos.",
        "3.3. Identificar los fallos microeconómicos y macroeconómicos de mercado, comprendiendo el papel del sector público para su corrección, con especial atención a las modalidades de política económica y sus efectos sobre el crecimiento, el empleo, la inflación y el bienestar social.",
        "3.4. Comprender las relaciones entre consumo, ahorro e inversión, definiendo las características del sistema financiero y valorando el papel de los activos financieros y reales en la planificación de la vida personal y en la gestión de proyectos emprendedores.",
        "4.1. Reconocer y potenciar las destrezas emprendedoras propias, identificando y valorando previamente las habilidades que poseen personas emprendedoras cercanas y analizando sus competencias a la hora de afrontan los retos que se les presentan.",
        "4.2. Afrontar retos sencillos de la vida cotidiana aplicando las destrezas propias que caracterizan a una persona emprendedora.",
        "5.1. Reconocer las tendencias e identificar la filosofía de las empresas comprendiendo las estrategias empresariales llevadas a cabo por estas y analizando su evolución, así como los modelos de negocio desarrollados poniendo en valor, con sentido crítico, su actividad empresarial.",
        "5.2. Distinguir los nuevos modelos de negocio desarrollados por empresas pertenecientes a diversos sectores y ámbitos analizando sus posibilidades y limitaciones.",
        "5.3. Identificar las áreas funcionales de las empresas y sus principales actividades, comprendiendo la importancia de su coordinación para el desarrollo de proyectos emprendedores viables y valorando su impacto en el entorno andaluz y español.",
        "6.1. Comprender las respuestas que ofrecen las empresas a los desafíos actuales, analizando la transformación económica y social que está experimentando la sociedad.",
        "6.2. Proponer alternativas y nuevas soluciones a los desafíos actuales, analizando los efectos de la transformación económica y social y reconociendo la importancia que tiene la innovación y revolución digital en la actividad empresarial."
    ],
    "saberes": [
        "A. Economía",
        "ECYE.1.A.1. La escasez y el problema económico",
        "ECYE.1.A.1.1 La escasez y sus implicaciones. El coste de oportunidad. La escasez y la eficiencia. La paradoja del valor, el valor de uso y el valor de cambio de los bienes.",
        "ECYE.1.A.1.2 La escasez y los sistemas de asignación de recursos. Tipos de costes. Relaciones entre producción, costes e ingresos. El funcionamiento del mercado. Equilibrio y variaciones. Análisis de la elasticidad.",
        "ECYE.1.A.1.3 Los fallos del mercado y la intervención del sector público. Fallos del sector público y sus implicaciones.",
        "ECYE.1.A.1.4 El flujo circular de la renta. Oferta y demanda agregadas. Análisis de las interrelaciones que existen entre los diversos elementos y agregados de la realidad económica.",
        "ECYE.1.A.1.5 El entorno financiero. Dinero y transacciones. Planificación y gestión de las finanzas personales: riesgo y beneficio",
        "ECYE.1.A.1.6 Los Objetivos de Desarrollo Sostenible (ODS) y los retos económicos actuales. Estudio de casos. ",
        "ECYE.1.A.2. Economía y otras disciplinas",
        "ECYE.1.A.2.1. La economía como ciencia social. Principales problemas para el análisis económico: la complejidad de la realidad y la incorporación de supuestos simplificadores. Dificultades para el establecimiento de leyes generales. La modelización matemática como herramienta para el análisis económico.",
        "ECYE.1.A.2.2. El análisis económico y el individualismo metodológico. Otras alternativas de análisis de la realidad social. Perspectiva sociológica: el grupo social como unidad de análisis económico.",
        "ECYE.1.A.2.3. Los individuos y el comportamiento racional. Fallos de la racionalidad. La economía del comportamiento, la psicología económica y la teoría de la decisión.",
        "ECYE.1.A.2.4. Los agentes económicos y la maximización de su utilidad. Filosofía y economía: el utilitarismo y la felicidad. La maximización del bienestar social y el debate eficiencia versus equidad desde un punto de vista ético. El bienestar social y la calidad de vida desde una perspectiva sociológica. El bienestar en la psicología positiva.",
        "ECYE.1.A.2.5. Ciencia económica y ecología: cambio climático, el desarrollo sostenible y la economía circular.",
        "B. Emprendimiento",
        "ECYE.1.B.1. La persona emprendedora e intraemprendedora. Competencias, cualidades y hábitos. La inteligencia emocional y la inteligencia ejecutiva.",
        "ECYE.1.B.2. El espíritu emprendedor: búsqueda de necesidades y oportunidades. Entrenamiento de la creatividad y proactividad.",
        "ECYE.1.B.3. Creencias sobre emprendimiento. El miedo a emprender: la gestión del error como una oportunidad para aprender.",
        "ECYE.1.B.4. Competencias sociales. Tipos y aplicación. La gestión de grupos y la teoría de las relaciones humanas.",
        "ECYE.1.B.5. Misión y visión de la persona emprendedora. Creación y puesta en marcha de su proyecto emprendedor en el aula de Economía, Emprendimiento y Actividad Empresarial. Protección de la idea, el producto y la marca.",
        "ECYE.1.B.6. Autoevaluación de la persona emprendedora. Herramientas.",
        "C. Actividad empresarial",
        "ECYE.1.C.1. Las áreas funcionales de la empresa y sus actividades.",
        "ECYE.1.C.2. La revolución tecnológica. El poder de la tecnología. Los modelos de negocio. ",
        "ECYE.1.C.3. Mercado y clientes. Marketing digital. Nuevos modelos de negocio.",
        "ECYE.1.C.4. Cultura empresarial y gestión del talento. El liderazgo. El papel de la mujer en la actividad empresarial.",
        "ECYE.1.C.5. El lugar de trabajo. La empresa del futuro. Tendencias.",
        "ECYE.1.C.6. Estrategia y gestión de la empresa. Transformación digital. Innovación. Sostenibilidad. ",
        "ECYE.1.C.7. Análisis de casos: análisis interno y externo. DAFO."
    ]
}