{
    "criteriosEvaluacion": [
        "1.1 Aplicar els models, les lleis i les teories científiques en l’anàlisi de fenòmens fisicoquímics quotidians, interpretant les causes que els produeixen i explicant-les utilitzant diversitat de suports i mitjans de comunicació.",
        "1.2 Resoldre problemes fisicoquímics plantejats a partir de situacions quotidianes, aplicant els models, les lleis i les teories científiques per proposar i argumentar possibles solucions, expressant adequadament els resultats.",
        "1.3 Identificar situacions problemàtiques a l’entorn quotidià, locals o globals, emprendre iniciatives i cercar solucions sostenibles des de la química, analitzant críticament l’impacte produït en la societat i en el medi ambient.",
        "2.1 Formular i contrastar hipòtesis com a respostes a diferents problemes i observacions, utilitzant de manera adient el treball experimental, la indagació, la recerca d’evidències i el raonament logicomatemàtic.",
        "2.2 Utilitzar diferents mètodes per cercar la resposta a una sola qüestió o observació, confrontant els resultats obtinguts per diferents mètodes i assegurant-ne la coherència i fiabilitat.",
        "2.3 Integrar les lleis i les teories científiques conegudes en el procediment de contrast de les hipòtesis formulades, aplicant relacions qualitatives i quantitatives entre les diferents variables, per garantir-ne la fiabilitat i la coherència amb el coneixement científic.",
        "2.4 Posar en pràctica els coneixements adquirits en l’experimentació científica al laboratori, al camp o a altres entorns, incloent-hi el coneixement dels materials i els aparells de mesura i de recollida i tractament de dades, la normativa bàsica i normes de seguretat pròpies d’aquests espais, i comprenent la importància de la seguretat en el progrés científic i emprenedor.",
        "3.1 Utilitzar i relacionar de manera rigorosa el Sistema Internacional d’Unitats (SI) i altres sistemes d’unitats, emprant correctament la seva notació i les seves equivalències, tot fent possible una comunicació efectiva amb tota la comunitat científica.",
        "3.2 Anomenar i formular correctament substàncies simples, ions i compostos químics inorgànics i orgànics utilitzant les normes de la IUPAC, com a part d’un llenguatge integrador i universal per a tota la comunitat científica.",
        "3.3 Emprar diferents formats per interpretar i expressar informació relativa a un procés fisicoquímic concret, relacionant i extraient la informació més rellevant de cada format per a la resolució d’un problema.",
        "3.4 Posar en pràctica els coneixements adquirits en l’experimentació científica al laboratori, al camp o a altres entorns, incloent-hi el coneixement dels materials i els aparells de mesura i de recollida i tractament de dades, la normativa bàsica i normes de seguretat pròpies d’aquests espais, i comprenent la importància de la seguretat en el progrés científic i emprenedor.",
        "4.1 Interactuar amb altres membres de la comunitat educativa, mitjançant diferents entorns d’aprenentatge, reals i virtuals, utilitzant de forma autònoma i eficient recursos variats, analògics i digitals, de forma rigorosa i respectuosa i analitzant críticament totes les aportacions.",
        "4.2 Gestionar de forma autònoma i versàtil, individualment i en grup, la informació i la creació de continguts, amb fonament científic, utilitzant amb criteri i rigor les fonts i les eines més fiables, millorant així l’aprenentatge propi i col·lectiu.",
        "5.1 Participar de manera activa en la construcció del coneixement científic, evidenciant la presència de la interacció, la cooperació i l’avaluació entre iguals, millorant la capacitat de qüestionament, la reflexió i el debat en’ assolir el consens en la resolució d’un problema o d’una situació d’aprenentatge.",
        "5.2 Construir i produir coneixements per mitjà del treball col·lectiu, a més d’explorar alternatives per superar l’assimilació de coneixements ja elaborats i trobant moments per a l’anàlisi, la discussió i la síntesi, obtenint com a resultat l’elaboració de productes representats en informes, pòsters, presentacions, articles, etc.",
        "5.3 Debatre, de manera informada i argumentada, sobre les diferents qüestions mediambientals, socials i ètiques relacionades amb el desenvolupament de les ciències, aconseguint un consens sobre les conseqüències d’aquests avenços i proposant solucions creatives en comú a les qüestions plantejades.",
        "6.1 Identificar i argumentar científicament les repercussions de les accions que l’alumne o alumna emprèn en la seva vida quotidiana, i analitzar com millorar-les com a forma de participar activament en la construcció d’una societat millor.",
        "6.2 Detectar les necessitats de la societat sobre les quals aplicar els coneixements científics adequats que ajudin a millorar-la, incidint especialment en aspectes importants com ara el desenvolupament sostenible i la preservació de la salut."
    ],
    "saberes": [
        "Enllaç químic i estructura de la matèria",
        "- Identificació i argumentació del desenvolupament de la taula periòdica: reconeixement i valoració de les contribucions històriques en la seva elaboració i de la importància com a eina predictiva de les propietats dels elements i de la relació amb els seus usos quotidians i les problemàtiques associades a l’augment de la demanda actual d’algun d’ells.",
        "- Organització de l’estructura electrònica dels àtoms i anàlisi de la interacció amb la radiació electromagnètica: explicació de la posició d’un element a la taula periòdica i de la similitud en les propietats dels elements químics de cada grup en situacions reals.",
        "- Aplicació de teories sobre l’estabilitat dels àtoms i dels ions: predicció de la formació d’enllaços entre els elements, de la representació d’aquests i de la predicció de les propietats de les substàncies químiques amb relació a la vida quotidiana. Relació propietats- estructura. Comprovació mitjançant l’observació i l’experimentació.",
        "- Utilització de la nomenclatura de substàncies simples, ions i compostos químics inorgànics: relació amb la composició, les propietats, l’estructura de les substàncies i les aplicacions que tenen a la vida quotidiana.",
        "Reaccions químiques",
        "- Interpretació i aplicació de les lleis fonamentals de la química: relacions estequiomètriques en les reaccions químiques i en la composició dels compostos. Resolució de qüestions quantitatives relacionades amb la química a la vida quotidiana i/o en contextos rellevants socialment.",
        "- Identificació i classificació de les reaccions químiques: relacions que hi ha entre la química i alguns aspectes importants de la societat actual com, per exemple, la conservació del medi ambient o el desenvolupament de fàrmacs. Identificació i investigació de reaccions químiques de la vida quotidiana com ara les reaccions àcid-base i reaccions redox com les combustions.",
        "- Càlcul de quantitats de matèria en sistemes fisicoquímics concrets, com ara gasos ideals o dissolucions, i investigació i interpretació de les seves propietats i de les variables mesurables pròpies del seu estat en situacions de la vida quotidiana i en contextos rellevants socialment.",
        "- Aplicació de l’estequiometria de les reaccions químiques en contextos d’aplicacions en els processos industrials més significatius de l’enginyeria química, i paràmetres mediambientals com ara la petjada ecològica o de carboni.",
        "Química orgànica",
        "- Identificació i comparació de propietats físiques i químiques generals dels compostos orgànics a partir de les estructures químiques dels seus grups funcionals: generalitats en les diferents sèries homòlogues i les seves aplicacions, en especial en contextos propers a l’alumnat i en situacions reals.",
        "- Utilització de les regles de la IUPAC per formular i anomenar correctament alguns compostos orgànics monofuncionals i polifuncionals (hidrocarburs, compostos oxigenats i compostos nitrogenats), i establiment de connexions amb els usos i els productes on es troben els compostos formulats, amb relació a la vida quotidiana i a qüestions d’interès ecosocial."
    ]
}