{
  "saberes": [
    "Bloque 1: Proceso de resolución de problemas",
    "PROCESO DE RESOLUCIÓN DE PROBLEMAS.ESTRATEGIAS Y TÉCNICAS",
    "-   Estrategias de gestión de proyectos colaborativos y técnicas de resolución de problemas iterativas.",
    "-   Estudio de necesidades del centro, locales, regionales, etc. Planteamiento de proyectos colaborativos, proyectos de aprendizaje servicio y/o voluntariado tecnológico.",
    "-   Técnicas de ideación.",
    "-   Emprendimiento, perseverancia y creatividad en la resolución de problemas desde una perspectiva interdisciplinar de la actividad tecnológica.",
    "-   Satisfacción e interés por el trabajo y la calidad del mismo.",
    "PRODUCTOS Y MATERIALES",
    "-   Ciclo de vida de un producto y sus fases. Análisis sencillos.",
    "-   Estrategias de selección de materiales en base a sus propiedades o requisitos",
    "FABRICACIÓN-   Herramientas de diseño asistido por computador en 3D en la representación y/o fabricación de piezas aplicadas a proyectos.-   Técnicas de fabricación manual y mecánica. Aplicaciones prácticas.",
    "-   Técnicas de fabricación digital. Impresión 3D y corte. Aplicaciones prácticas.",
    "-   Seguridad e higiene uso responsable.",
    "DIFUSIÓN",
    "-   Presentación y difusión del proyecto. Elementos, técnicas y herramientas.",
    "-   Comunicación efectiva: entonación, expresión, gestión del tiempo, adaptación del discurso y uso de un lenguaje inclusivo, libre de estereotipos sexistas.",
    "Bloque 2: Operadores tecnológicos.",
    "OPERADORES TECNOLÓGICOS.ELECTRÓNICA ANALÓGICA",
    "-   Componentes básicos y simbología.",
    "-   Análisis y montaje de circuitos elementales.",
    "-   Circuitos impresos.",
    "-   Uso de simuladores para analizar el comportamiento de los circuitos.",
    "-   Elementos aplicados a la robótica.",
    "ELECTRÓNICA DIGITAL",
    "-   Componentes básicos y simbología.",
    "-   Introducción al álgebra de Boole y puertas lógicas.",
    "-   Análisis y montaje de circuitos elementales.",
    "-   Uso de simuladores para analizar el comportamiento de los circuitos.",
    "-   Elementos aplicados a la robótica.",
    "NEUMÁTICA E HIDRÁULICA BÁSICA",
    "-   Sistemas hidráulicos y neumáticos: ámbitos de aplicación.",
    "-   Instalaciones hidráulicas y neumáticas: configuración básica.",
    "-   Componentes neumáticos: simbología y funcionamiento.",
    "-   Circuitos neumáticos básicos.",
    "-   Simulación de circuitos neumáticos.",
    "Bloque 3: Pensamiento computacional, automatización y robótica.",
    "PENSAMIENTO COMPUTACIONAL, AUTOMATIZACIÓN Y ROBÓTICASISTEMAS DE CONTROL PROGRAMADO",
    "-   Sistemas automáticos: funcionamiento, tipos y componentes de control.",
    "-   Sensores.",
    "-   Actuadores.",
    "-   Controladores.",
    "PROGRAMACIÓN Y CONTROL",
    "-   El ordenador y dispositivos móviles como elementos de programación y control.",
    "-   Trabajo con simuladores informáticos en la verificación y comprobación del funcionamiento de los sistemas diseñados.",
    "-   Espacios compartidos y discos virtuales.",
    "-   Aplicaciones de la Inteligencia. Artificial. y Big Data.",
    "-   Telecomunicaciones en sistemas de control.",
    "-   Internet de las cosas: elementos, comunicaciones y control.",
    "-   Aplicaciones prácticas.",
    "ROBÓTICA",
    "-   Robots: tipos, grados de libertad y características técnicas.",
    "-   Programación y aplicación de microcontroladoras en la experimentación con prototipos diseñados.",
    "-   Diseño, construcción y control de robots sencillos de manera física o simulada.",
    "-   Elementos neumáticos aplicados a la robótica.",
    "Bloque 4: Instalaciones en viviendas",
    "INTRODUCCIÓN A LAS INSTALACIONES EN VIVIENDASINSTALACIONES ESENCIALES",
    "-   Instalación eléctrica.",
    "-   Instalación de agua sanitaria.",
    "-   Instalación de saneamiento.",
    "-   Normativa, simbología, análisis y montaje básico de las instalaciones.",
    "-   Criterios y medidas de ahorro energético en una vivienda.",
    "OTRAS INSTALACIONES",
    "-   Instalación de calefacción.",
    "-   Instalación de gas.",
    "-   Instalación de climatización.",
    "-   Domótica",
    "-   Criterios y medidas de ahorro energético en una vivienda.",
    "Bloque 5: Tecnología sostenible.",
    "TECNOLOGÍA SOSTENIBLE",
    "-   Sostenibilidad.",
    "-   Selección de materiales con criterios de sostenibilidad.",
    "-   Técnicas y estrategias para el aprovechamiento de materias primas y recursos naturales.",
    "-   Hábitos que potencian el desarrollo sostenible.-   Diseño de procesos, de productos y de sistemas tecnológicos.",
    "-   Ciclo de vida de productos tecnológicos.",
    "-   Obsolescencia de productos tecnológicos.",
    "-   Arquitectura bioclimática.",
    "-   Elementos que condicionan el diseño de un edificio.",
    "-   Criterios y medidas de ahorro energético y de agua en edificios.",
    "-   Eficiencia energética y ambiental en el transporte.",
    "-   Sistemas inteligentes de transporte.",
    "-   Vehículos eléctricos y energías renovables.",
    "-   Comunidades abiertas, voluntariado tecnológico y proyectos de servicio a la comunidad."
  ],
  "criteriosEvaluacion": [
    "1.1. Identificar problemas tecnológicos a partir de la observación y el análisis del entorno más cercano, estudiando sus necesidades, con sentido crítico y principios éticos, de manera que conduzcan a posibles soluciones que repercutan positivamente en la comunidad.",
    "1.2. Idear soluciones tecnológicas lo más eficientes, accesibles e innovadoras posibles, considerando las necesidades, requisitos y posibilidades de mejora del entorno más cercano.",
    "1.3. Planificar un proyecto tecnológico de forma creativa, proponiendo soluciones tecnológicas emprendedoras que generen un valor para la comunidad.",
    "1.4. Gestionar de forma creativa el desarrollo de un proyecto, el tiempo, materiales y recursos disponibles, aplicando las estrategias y técnicas colaborativas pertinentes con una perspectiva interdisciplinar y siguiendo un proceso iterativo de validación, desde la fase de ideación hasta la difusión de la solución.",
    "2.1. Fabricar productos y soluciones tecnológicas que den respuesta a necesidades del entorno más cercano, aplicando herramientas de diseño asistido, técnicas de elaboración manual, mecánica y digital, y utilizando los materiales y recursos mecánicos, eléctricos, electrónicos y digitales adecuadas.",
    "2.2. Seleccionar los materiales y recursos mecánicos, eléctricos, electrónicos, neumáticos y digitales adecuados a la hora de crear productos y soluciones tecnológicas que den respuesta a problemas o retos tecnológicos planteados.",
    "2.3. Desarrollar las destrezas necesarias para la utilización de las distintas técnicas de fabricación manual y digital aplicadas a proyectos, que permitan construir soluciones tecnológicas que resuelvan problemas o retos tecnológicos planteados.",
    "2.4. Utilizar correctamente herramientas, máquinas y recursos, observando las medidas de seguridad correspondientes y escogiendo las que son adecuadas en función de la operación a realizar y del material sobre el que se actúa.",
    "2.5. Valorar la necesidad de hacer un uso responsable de los materiales respecto a la sostenibilidad evitando su despilfarro durante el proceso de fabricación.",
    "3.1. Comunicar e interpretar información con el vocabulario técnico, símbolos y esquemas de sistemas tecnológicos apropiados.",
    "3.2. Difundir e intercambiar información tecnológica empleando las herramientas digitales adecuadas.",
    "3.3. Presentar y difundir las propuestas o soluciones tecnológicas de manera efectiva.",
    "3.4. Expresar la información relevante en el desarrollo del trabajo en equipo de forma asertiva.",
    "3.5. Utilizar la entonación, expresión, gestión del tiempo y adaptación adecuada del discurso, y un lenguaje inclusivo, no sexista y no discriminatorio en la presentación y difusión de problemas, necesidades, proyectos y soluciones tecnológicas",
    "4.1. Diseñar sistemas automáticos programables y robots que sean capaces de realizar tareas que resuelvan problemas o retos tecnológicos planteados de forma autónoma, aplicando conocimientos de mecánica, electrónica, neumática y componentes de los sistemas de control, así como otros conocimientos interdisciplinares.",
    "4.2. Construir sistemas automáticos programables y robots que sean capaces de realizar tareas que resuelvan problemas o retos tecnológicos planteados de forma autónoma, aplicando conocimientos de mecánica, electrónica, neumática y componentes de los sistemas de control, así como otros conocimientos interdisciplinares.",
    "4.3. Programar por bloques o con código el algoritmo de control del robot o sistema automático que permite que interactúe con el entorno.",
    "4.4. Controlar y/o simular sistemas automáticos programables y robots mediante computadores, dispositivos móviles o placas microcontroladoras.",
    "4.5. Integrar en las máquinas y sistemas tecnológicos aplicaciones informáticas y tecnologías digitales emergentes de control y simulación como Internet de las cosas, Big Data e Inteligencia Artificial con sentido crítico y ético.",
    "5.1. Configurar diferentes aplicaciones y herramientas digitales teniendo en cuenta las necesidades personales y en función de los problemas o retos tecnológicos planteados",
    "5.2. Realizar tareas tecnológicas de manera eficiente mediante el uso de herramientas digitales, aplicando conocimientos interdisciplinares con autonomía.",
    "5.3. Emplear ética y responsablemente las herramientas digitales.",
    "5.4. Utilizar y respetar las licencias y derechos de autoría propios de las herramientas digitales",
    "6.1. Hacer un uso responsable de la tecnología, mediante el análisis y aplicación de criterios de sostenibilidad y accesibilidad en el diseño de los productos tecnológicos, en la selección de los materiales, en los procesos de fabricación y en su reciclaje, minimizando el impacto negativo en la sociedad y en el planeta.",
    "6.2. Evaluar y opinar críticamente sobre los procesos productivos asociados a la explotación y transformación de los diferentes recursos naturales utilizados en la elaboración de productos tecnológicos.",
    "6.3. Valorar la repercusión y los beneficios del desarrollo de proyectos tecnológicos de carácter social por medio de comunidades abiertas, acciones de voluntariado o proyectos de servicio a la comunidad.",
    "6.4. Analizar las repercusiones medioambientales provocadas por la arquitectura bioclimática, el ecotransporte y las instalaciones domésticas valorando la contribución de las tecnologías al desarrollo sostenible.",
    "6.5. Analizar el diseño y fabricación de un producto que dé respuesta a una necesidad planteada, evaluando su demanda, evolución y previsión de fin de ciclo de vida con un criterio ético, responsable e inclusivo."
  ]
}
