{
  "saberes": [
    "Bloque 1: Geografía",
    "SUB-BLOQUE DE MÉTODOS Y TÉCNICAS DE GEOGRAFÍA CE2, CE5",
    "•           Metodologías de trabajo y vocabulario específico de la Geografía.",
    "•           La representación geográfica del espacio terrestre. Orientación y escalas. Interpretación y elaboración de mapas, imágenes y representaciones gráficas.",
    "•           Técnicas básicas de búsqueda y tratamiento de la información geográfica mediante las TIC.",
    "SUB-BLOQUE DE FUNDAMENTOS DE LA GEOGRAFÍA FÍSICA CE2, CE5, CE9",
    "•           Los movimientos de la Tierra y sus efectos (rotación y traslación)",
    "•           Formas constitutivas del relieve.",
    "•           Principales unidades de relieve y de la red hídrica de la Tierra.",
    "•           Zonas climáticas y paisajes geográficos de la Tierra.",
    "•           Paisajes geográficos de España y de la Comunidad Valenciana.",
    "SUB-BLOQUE DE GEOGRAFÍA DEL POBLAMIENTO Y DE LA POBLACIÓN CE2, CE5, CE6, CE7",
    "Poblamiento",
    "•           Espacio urbano y rural en el mundo actual.",
    "•           El espacio urbano en España y en la Valenciana. Comunidad.",
    "•           Las grandes áreas culturales del planeta. La diversidad cultural de los grupos humanos. Convivencia e interculturalidad en un mundo globalizado.    ",
    "SUB-BLOQUE DE GEOGRAFÍA ECONÓMICA CE2, CE4, CE5, CE6, CE8",
    "Interacción económica con el medioambiente",
    "•           El aprovechamiento económico del medio físico: Los principales recursos naturales del planeta.",
    "•           Las áreas mundialesdeactividadeconómicamás importantes.",
    "Repercusiones de las actividades económicas",
    "•         Sostenibilidad y repercusiones medioambientales de las actividades económicas.",
    "•         El reparto desigual de la riqueza mundial. Globalización y dependencia. El Índice de Desarrollo Humano (IDH) y los Objetivos de Desarrollo Sostenible (ODS).",
    "Bloque 2: Historia",
    "SUB-BLOQUE DE MÉTODOS Y TÉCNICAS DE HISTORIA CE1, CE2",
    "•           Metodologías de trabajo y vocabulario específico historiográfico.",
    "•           Ubicación espacial y temporal de los hechos históricos. El cómputo actual del tiempo histórico en la historiografía. Cronología y periodización.",
    "•           Técnicas básicas de búsqueda y tratamiento de la información histórica mediante las TIC.",
    "SUB-BLOQUE DE PREHISTORIA Y PRIMERAS CIVILIZACIONES CE1, CE2, CE3, CE4, CE9",
    "•           Origen del ser humano y proceso de hominización. Los primeros grupos humanos cazadores-recolectores en la Prehistoria.",
    "•           Las sociedades prehistóricas productoras de alimentos. El Neolítico y la Edad de los Metales.",
    "•           Las primeras civilizaciones agrarias. Condicionantes geográficos e interpretaciones históricas.",
    "SUB-BLOQUE DE ANTIGÜEDAD CLÁSICA, GRECIA Y ROMA CE1, CE2, CE3, CE4, CE9",
    "Grecia",
    "•         La Grecia clásica: la polis. La democracia ateniense.",
    "•         La expansión colonial de Grecia en el Mediterráneo. La extensión del Helenismo.",
    "Roma",
    "•           Roma, evolución política y factores de su expansión por el Mediterráneo.",
    "•           El proceso de romanización.",
    "•           Surgimiento y extensión del cristianismo.",
    "SUB-BLOQUE DE EDAD MEDIA CE1, CE2, CE3, CE4, CE9",
    "•           Crisis y desaparición del Imperio romano.",
    "•           Los pueblos germánicos y el inicio de la Edad Media.",
    "•           Surgimiento y expansión del islam.",
    "•           El feudalismo en Europa entre los siglos XI y XII: política, sociedad y economía.",
    "•           El renacer de las ciudades en Europa entre los siglos XIII y XV: política, sociedad y economía.",
    "•           Al-Ándalus: política, sociedad y economía. La vida cotidiana en las ciudades musulmanas.",
    "•           Los reinos cristianos peninsulares durante la Edad Media: panorámica general y evolución territorial. La vida cotidiana en las ciudades cristianas. El Reino de Valencia.",
    "•           Las personas invisibilizadas en la historia: mujeres, esclavos y extranjeros. Las mujeres en la prehistoria, la historia antigua y medieval.",
    "Bloque 3: Historia del Arte",
    "SUB-BLOQUE DE MÉTODOS Y TÉCNICAS DE LA HISTORIA DEL ARTE CE1, CE2, CE3, CE9",
    "•           Metodologías de trabajo y vocabulario de la Historia del arte.",
    "SUB-BLOQUE DEL ARTE DE LA ANTIGÜEDAD Y DE LA EDAD MEDIA CE1, CE2, CE3, CE4, CE9",
    "Arte prehistórico y antiguo",
    "•           El arte en la prehistoria. Arte rupestre y megalitismo.",
    "•           Las principales tipologías arquitectónicas de la civilización egipcia (mastabas, pirámides y templos) y de las",
    "civilizaciones mesopotámicas (zigurat).  ",
    "•           Realizaciones más relevantes del arte griego clásico y helenístico: la escultura y el templo griego.",
    "•           El arte en Roma. La construcción civil romana: templos, teatros, anfiteatros y circos.",
    "Arte medieval",
    "•           El arte románico: el templo, la pintura y escultura.",
    "•           El arte gótico: el templo, la pintura y la escultura.",
    "•           Principales aportaciones del arte islámico.",
    "Bloque 4: Compromiso social y cívico",
    "SUB-BLOQUE DE EJERCICIO DE LA CIUDADANÍA CE4, CE5, CE6, CE7, CE8",
    "•           Técnicas básicas de alfabetización informacional en geografía e historia.",
    "•           Valores, derechos y deberes de la ciudadanía democrática. Diálogo y empatía como instrumentos de resolución pacífica de conflictos.",
    "•           Detección y rechazo de las situaciones sociales inicuas e injustas en el mundo actual y en la historia antigua y medieval.",
    "SUB-BLOQUE DE SOSTENIBILIDAD CE5, CE6, CE7, CE9",
    "•           Actuaciones personales de respeto al medioambiente: Reutilizar, Reciclar, Reducir.",
    "•           El desafío de la reducción de las desigualdades sociales y económicas en el mundo actual.",
    "SUB-BLOQUE DE IDENTIDAD Y PATRIMONIO CE4, CE8, CE9",
    "•         Reconocimiento de la propia identidad cultural. Convivencia y respeto de las diferencias culturales e identitarias.",
    "•         Reconocimiento del valor identitario del patrimonio cultural y natural y el compromiso con su preservación como herencia irrenunciable del ser humano."
  ],
  "criteriosEvaluacion": [
    "CE1. Describir y contextualizar en el tiempo y el espacio los acontecimientos y procesos más relevantes de la historia propia y universal, identificando referentes de la evolución hacia la sociedad actual y valorando su diversidad.",
    "1.1. Construir un relato cronológicamente ordenado y coherente sobre hechos y personajes relevantes del pasado y sobre su relación con el presente.",
    "1.2. Reconocer la distinta relevancia otorgada a unos hechos históricos sobre otros en diferentes momentos del pasado y en el presente.",
    "1.3. Manifestar interés y respeto por la diversidad histórica y cultural de las sociedades humanas.",
    "CE2. Buscar, identificar y seleccionar la información referente a hechos históricos, geográficos y artísticos a partir de diferentes fuentes documentales, realizando un tratamiento correcto en cuanto a investigación, clasificación, recogida, organización, crítica y respeto.",
    "2.1. Comparar la información obtenida con sus ideas previas, desterrando posibles prejuicios.",
    "2.2 Seleccionar y utilizar la información más relevante para explicar determinados hechos históricos, geográficos y artísticos contenida en diferentes fuentes documentales.",
    "2.3. Identificar la información contenida en diferentes fuentes documentales de hechos históricos, geográficos y artísticos.",
    "2.4. Formular y comunicar sus propias conclusiones sobre hechos históricos, geográficos y artísticos, representándolas de una manera textual, gráfica o audiovisual. ámbito de conocimiento.",
    "CE3. Explicar las nociones básicas de cambio y continuidad en la historia empleando una perspectiva causal y contextualizada, reconociendo en el pasado el origen y evolución de las cuestiones más relevantes del mundo actual y expresando juicios y opiniones sobre el presente y el futuro.",
    "3.1. Reconocer causas y consecuencias respecto de los hechos y procesos históricos más relevantes de diferentes épocas.",
    "3.2. Contextualizar y valorar decisiones históricamente relevantes tomadas por personas representativas del pasado, tanto en el contexto propio como en otros contextos sociales, políticos",
    "3.3. Producir opiniones y manifestar actitudes de tolerancia y respeto hacia otras culturas y cosmovisiones.",
    "CE4. Contrastar las identidades individuales con las colectivas, identificando las aportaciones decisivas en su construcción y reconociendo y valorando las actuaciones de tolerancia y respeto.",
    "4.1. Identificar los elementos definitorios más significativos de las identidades individuales y colectivas del propio entorno.",
    "4.2. Expresar opiniones de respeto y tolerancia hacia otras identidades, tanto individuales como",
    "4.3. Mostrar actitudes de interés y respeto hacia otras     identidades,     tan     individuales             como colectivas.",
    "CE5. Explicar las interrelaciones económicas fundamentales entre los elementos del espacio físico y las actividades de las sociedades humanas, así como su repercusión en la sostenibilidad.",
    "5.1. Ubicar las actividades económicas y los recursos naturales más importantes en el espacio geográfico.",
    "5.2. Detectar los problemas territoriales y medioambientales más importantes, tanto a escala global como local y hacer propuestas con criterios de sostenibilidad.",
    "5.3. Identificar y describir el impacto sobre el territorio de las principales actividades económicas, diferenciando entre las que son sostenibles y las que no lo son.",
    "CE6. Contrastar los principales modelos de ocupación territorial, y de organización política y económica que explican la desigualdad entre los seres humanos, tanto a escala local como global.",
    "6.1. Identificar y localizar los principales modelos de organización territorial, política y económica.",
    "6.2. Distinguir las entidades políticas y formas de organización económica más importantes dentro de los principales modelos de organización territorial, política y económica, y explicar cómo inciden en la vida cotidiana de sus habitantes.",
    "6.3. Señalar los principales problemas territoriales, políticos y económicos, así como los agentes sociales que intervienen a escala local, regional, estatal y supraestatal.",
    "CE7. Dar argumentos desde una perspectiva crítica, fundamentada en conocimientos históricos y geográficos acerca de problemas sociales relevantes, asumiendo valores democráticos y pronunciándose en su defensa.",
    "7.1. Identificar los problemas sociales más relevantes de la actualidad, utilizando como guía los Objetivos de Desarrollo Sostenible.",
    "7.2. Establecer relaciones causales entre las acciones humanas y el origen de los problemas sociales más relevantes de la actualidad.",
    "7.3. Mostrar interés por los problemas sociales más relevantes y proponer soluciones a los mismos fundamentadas en saberes geográficos e históricos.",
    "CE8. Promover y participar en proyectos cooperativos de convivencia, tomando como base la construcción histórica de la Unión Europea, que favorezcan un entorno más justo y solidario mediante la aplicación de valores y procedimientos democráticos",
    "8.1. Participar en proyectos cooperativos, asumiendo varios roles con responsabilidad y reconociendo las aportaciones de sus iguales.",
    "8.2. Denunciar las situaciones injustas y de exclusión en cualquier ámbito, tomando como ejemplo la historia de Europa.",
    "8.3. Aplicar los principios democráticos y el diálogo para resolver los conflictos.",
    "CE9. Identificar el origen y reconocer el valor del patrimonio cultural y natural, especialmente de sus elementos geográficos, históricos y artísticos, tanto a escala local como a escala global, participando en la elaboración y difusión de propuestas que favorezcan su preservación y puesta en valor.",
    "9.1. Identificar bienes patrimoniales históricos, geográficos y  artísticos, tanto a escala global como local.",
    "9.2. Elaborar trabajos de síntesis sobre el patrimonio más cercano que reconozcan su variedad      e      importancia     como     elemento identitario."
  ]
}
