{
  "saberes": [
    "Bloque 1. Comunicación",
    "• Curiosidad e interés por conocer otras lenguas y culturas. Actitud reflexiva ante el error como parte integrante del proceso de aprendizaje.",
    "• Uso de estrategias de uso común para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales breves, básicos y contextualizados.",
    "• Utilización de los conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones básicas y cotidianas (identificar una persona, transmitir horarios, notas, costumbres o hábitos…).",
    "• Funciones comunicativas básicas de uso común adecuadas al ámbito y al contexto comunicativo: intercambiar información sobre cuestiones cotidianas; instrucciones y órdenes básicas; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias sencillas; expresar el gusto o el interés y emociones muy básicas; enlazar frases de forma sencilla para narrar acontecimientos pasados, describir situaciones presentes y enunciar sucesos futuros; expresar la opinión; dar explicaciones muy sencillas; realizar hipótesis muy básicas; expresar en textos muy sencillos la posibilidad y la duda.",
    "• Uso de modelos contextuales y géneros discursivos de uso muy común en la comprensión, producción y coproducción de textos orales, escritos y multimodales, breves y muy sencillos, organización y estructuración según el género (narrativo, descriptivo e instructivo).",
    "• Utilización de unidades lingüísticas básicas de uso común y significados asociados a dichas unidades, tales como expresión de la entidad (objetos, personas, acciones, sucesos, etc.) y sus propiedades (existencia, inexistencia, dimensiones...), cantidad y calidad (forma, tamaño, color, edad...), el espacio y las relaciones espaciales (distancia, dirección, origen...), el tiempo y las relaciones temporales (datación, frecuencia, secuencia...), formas básicas de la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas básicas.",
    "• Utilización de léxico de uso común y de interés para el alumnado, relativo a identificación personal, relaciones interpersonales básicas, lugares y entornos más habituales, ocio y tiempo libre, estudios, salud y actividad física, vida cotidiana, vivienda y hogar, clima y entorno natural.",
    "• Utilización y reconocimiento de patrones sonoros, acentuales, rítmicos y de entonación básicos: sonidos y fonemas vocálicos, sonidos y fonemas consonánticos, acento fónico de los elementos léxicos aislados y en la oración e identificación y expresión de intenciones comunicativas básicas asociadas a esos patrones.",
    "• Utilización y reconocimiento de patrones gráficos y convenciones ortográficas: uso de las normas básicas de ortografía de la palabra, utilización adecuada de la ortografía de la oración: coma, punto y coma, puntos suspensivos, paréntesis y comillas, identificación y expresión de intenciones comunicativas básicas asociadas a esos patrones.",
    "• Utilización de convenciones y estrategias conversacionales elementales, en formato síncrono o asíncrono, para iniciar y terminar la comunicación, tomar la palabra, comparar, colaborar, etc.",
    "• Uso de recursos para el aprendizaje y estrategias de uso común de búsqueda y selección de información como diccionarios, bibliotecas, recursos digitales (traductores, conjugadores...) e informáticos (correctores ortográficos, gramaticales, etc.).",
    "• Con respecto a la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "• Utilización de herramientas analógicas y digitales básicas de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas...) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes y estudiantes de la lengua extranjera.",
    "Bloque 2. Plurilingüismo y reflexión sobre el aprendizaje",
    "• Uso de elementos conocidos obtenidos de modelos muy sencillos de textos y de frases hechas y locuciones básicas para elaborar los propios textos.",
    "• Comparación de las lenguas y variedades que conforman el repertorio lingüístico personal para reconocer estrategias de uso más común (identificar, organizar, retener, recuperar y utilizar unidades lingüísticas –léxico, morfosintaxis, patrones sonoros, etc.–).",
    "• Uso de estrategias y herramientas de uso común, analógicas y digitales, para la autoevaluación, la coevaluación y la autorreparación.",
    "• Manejo de expresiones y léxico específico de uso común para referirse a los usos de la lengua y comprenderlos, y las herramientas de comunicación y aprendizaje (metalenguaje).",
    "• Comparación entre lenguas a partir de elementos de la lengua extranjera y otras lenguas para mejorar su aprendizaje y lograr una competencia comunicativa integrada.",
    "Bloque 3. Interculturalidad",
    "• Consideración de la lengua extranjera como medio de comunicación y relación con personas de otros países, y como medio para conocer culturas y modos de vida diferentes.",
    "• Interés en la participación en intercambios comunicativos planificados, a través de diferentes medios, con estudiantes de la lengua extranjera.",
    "• Interés por conocer aspectos socioculturales y sociolingüísticos elementales relativos a las costumbres, a la vida cotidiana (hábitos, horarios, actividades o celebraciones más significativas) y a las relaciones interpersonales básicas, comida, ocio, deportes, comportamientos proxémicos básicos, etc.; y las costumbres, valores y actitudes muy básicos y más evidentes sobre aspectos propios de su edad en los países en donde se habla la lengua extranjera.",
    "• Utilización de estrategias de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
    "• Identificación de algunas similitudes y diferencias básicas y más significativas en las costumbres cotidianas entre los países en donde se habla la lengua extranjera y el propio.",
    "• Actitud receptiva y respetuosa hacia las personas, los países y las comunidades lingüísticas que hablan otra lengua y tienen una cultura diferente a la propia.",
    "• Sensibilidad ante usos discriminatorios del lenguaje verbal y no verbal."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Extraer el sentido global e información relevante y previsible en textos orales, escritos y multimodales breves, sencillos y estructurados con conectores muy básicos, sobre temas frecuentes y cotidianos de relevancia personal y próximos a su experiencia, propios de los ámbitos personal, educativo y público, expresados de forma comprensible, clara y en lengua estándar a través de distintos soportes. OBJ1",
    "• CE1.2. Comprender la información esencial en situaciones de comunicación oral o escrita, de manera presencial o telemática, y de los medios de comunicación social que aborden conversaciones, narraciones y/o descripciones predecibles, y presentaciones muy sencillas emitidas con estructuras y léxico muy básico, y con el apoyo de imágenes muy redundantes, que traten sobre asuntos de la vida cotidiana y de necesidad inmediata, previamente trabajados y que –en el caso de la oralidad– estén articuladas muy claramente, con ritmo pausado, aunque sea necesario escucharlas más de una vez. OBJ1",
    "• CE1.3. Usar estrategias básicas de comprensión del sentido general, la información esencial, los puntos y las ideas principales o los detalles relevantes de textos sencillos y básicos: anticipación del contenido general de lo que se escucha con ayuda de elementos verbales y no verbales, recursos a las imágenes, títulos y otras informaciones visuales muy evidentes, y uso de los conocimientos previos sobre la situación, que dan lugar a inferencias del significado basadas en el contexto, y utilizando las experiencias y los conocimientos transferidos desde las lenguas de su repertorio lingüístico. OBJ1",
    "• CE1.4. Comprender descripciones, narraciones, instrucciones y opiniones claras formuladas a través de diversos soportes de manera simple, sobre asuntos prácticos de la vida diaria y sobre temas de su interés trabajados previamente, y, en caso de la posibilidad de interacción oral, si la persona interlocutora está dispuesta a repetir o replantear lo dicho con ritmo pausado. OBJ1",
    "• CE1.5. Producir oralmente textos cortos y muy sencillos, a partir de modelos sencillos y básicos, sobre temas cotidianos y habituales pronunciando de manera inteligible, prestando atención al ritmo, a la acentuación y a la entonación, reparando los errores básicos de pronunciación. OBJ2",
    "• CE1.6. Redactar textos cortos a partir de modelos sencillos y básicos, y mensajes y notas muy sencillos con información, instrucciones e indicaciones básicas relacionadas con actividades cotidianas y de necesidad inmediata, mostrando interés por la presentación limpia y ordenada del texto. OBJ2",
    "• CE1.7. Completar formularios y documentos muy básicos en los que se solicite información personal, en soporte tanto impreso como digital. OBJ2",
    "• CE1.8. Aplicar y compartir conocimientos y estrategias básicas para producir textos escritos (adecuación a la persona destinataria, finalidad del escrito, planificación, redacción del borrador, revisión del texto y versión final) a partir de modelos muy estructurados y con ayuda previa. OBJ2",
    "• CE1.9. Participar en situaciones interactivas breves y sencillas, produciendo textos inteligibles y reparando los errores básicos de pronunciación cuando las personas interlocutoras tengan que solicitar repeticiones para entender el mensaje. OBJ3",
    "• CE1.10. Interactuar de manera simple pero suficiente, pidiendo que se le repitan los puntos clave si lo necesita y sin que sus posibles vacilaciones y reformulación de expresiones o estructuras impidan la comunicación. OBJ3",
    "• CE1.11. Interactuar respondiendo y haciendo preguntas y dando y comprendiendo informaciones sencillas, relativas a la información personal básica (nombre, edad, gustos, aficiones e intereses, etc.), así como instrucciones y peticiones relativas al ámbito escolar. OBJ3",
    "• CE1.12. Utilizar estrategias de activación de los conocimientos previos sobre modelos y secuencias de interacción, y elementos lingüísticos previamente asimilados y memorizados, compensando las carencias lingüísticas mediante procedimientos lingüísticos y paralingüísticos. OBJ3",
    "• CE1.13. Mostrar una actitud de respeto hacia sí mismo/a y hacia las demás personas para comprender y hacerse comprender, considerando el error como fuente de aprendizaje. OBJ3",
    "• CE2.1. Transmitir a terceras personas información simple y previsible, de interés inmediato, de textos muy cortos y muy simples como señales, paneles de información, carteles, programas, folletos, palabras de menús, horarios, etc., mostrando respeto y empatía por las personas interlocutoras y por las lenguas empleadas. OBJ4",
    "• CE2.2. Aplicar de forma guiada estrategias elementales que ayuden a crear puentes y faciliten la comunicación, identificando aquellos factores socioculturales más evidentes que dificulten la comunicación, y usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento. OBJ4",
    "• CE2.3. Comparar y contrastar las similitudes y diferencias entre distintas lenguas de su repertorio lingüístico, reflexionando de manera progresivamente autónoma sobre su funcionamiento. OBJ5",
    "• CE2.4. Utilizar y diferenciar de forma progresivamente autónoma los conocimientos y estrategias que forman su repertorio lingüístico, para mejorar su capacidad de comunicar y de aprender la lengua extranjera, con el apoyo de otros participantes y de soportes analógicos y digitales, valorando las competencias que posee como persona plurilingüe. OBJ5",
    "• CE2.5. Identificar los progresos y dificultades de su aprendizaje de la lengua extranjera, realizando de forma guiada actividades de autoevaluación y coevaluación, reconociendo y valorando estrategias de logro propias y ajenas; reproduciendo aquellos aspectos que ayudan a mejorar, haciéndolos explícitos y compartiéndolos con otros participantes. OBJ5",
    "• CE2.6. Explicar el proceso de producción de textos y de hipótesis de significados tomando en consideración el conocimiento del mundo y los conocimientos y las experiencias en otras lenguas. OBJ5",
    "• CE3.1. Reconocer estereotipos, rechazando aquellos que suponen discriminación y prejuicios lingüísticos y culturales, y utilizar estrategias para explicar y comprender la diversidad lingüística, cultural y artística. OBJ6",
    "• CE3.2. Aceptar y respetar la diversidad lingüística, cultural y artística propia de países en donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos. OBJ6",
    "• CE3.3. Participar en proyectos en los que se utilizan varias lenguas y relacionados con los elementos transversales, evitando estereotipos lingüísticos o culturales y valorando las competencias que posee como persona plurilingüe. OBJ6",
    "• CE3.4. Utilizar adecuadamente las convenciones orales y escrituras básicas propias de la lengua extranjera en el desarrollo del proceso comunicativo oral y escrito (saludos, despedidas, fórmulas muy básicas de tratamiento, etc.), y mostrar respeto por las diferencias culturales que puedan existir. OBJ6"
  ]
}
