{
    "competenciasEspecificas": [
        "1. Analitzar el llenguatge tridimensional relacionant els procediments artístics aplicats a la creació d’obres d’art i els objectes de caràcter volumètric del patrimoni, per expressar i argumentar el propi discurs respecte a la diversitat cultural i artística.",
        "2. Reflexionar críticament sobre les produccions artístiques tridimensionals de totes les èpoques, vinculant-ne les particularitats formals i conceptuals a les pròpies de la cultura visual, per potenciar el desenvolupament mental divers i així descobrir solucions artístiques diferents.",
        "3. Examinar l’entorn cultural i artístic i els artistes contemporanis i de tots els temps, investigant sobre totes les manifestacions de caràcter tridimensional en qualsevol context, per contribuir al desenvolupament de la percepció, de l’observació i del gaudi de les formes volumètriques.",
        "4. Aprendre a interpretar la creació amb una actitud receptiva, aprofundint en les estructures de l’objecte i en la seva lògica interna, per analitzar obres tridimensionals del patrimoni cultural i artístic.",
        "5. Utilitzar les eines pròpies de la creació volumètrica, partint de l’anàlisi d’obres bidimensionals, per experimentar en composicions creatives i expressives dins l’espai tridimensional.",
        "6. Cohesionar les experiències cognitives i sensorials que conformen el sentit estètic i expressiu, valorant-les de forma constructiva i amb capacitat d’autocrítica.",
        "7. Realitzar obres tridimensionals, descobrint-les com un mitjà de comunicació crític i divers, per estimular el sentit estètic i expressiu i complementar la formació i el creixement personal.",
        "8. Adquirir domini, agilitat i destresa en la utilització dels mitjans d’expressió del llenguatge tridimensional, coneixent les tècniques i els materials més comuns i descobrint les seves possibilitats expressives, per establir un diàleg enriquidor dins un context global i sostenible.",
        "9. Elaborar projectes artístics per produir amb creativitat obres tridimensionals."
    ]
}