{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Entender la realidad partiendo del análisis crítico y reflexivo sobre las aportaciones que ofrece la ciencia económica.",
        "Criterio 1.2. Valorar su interrelación con otras disciplinas de modo que se adquiera una visión integral de la misma y se asuman responsabilidades y compromisos.",
        "Competencia específica 2.",
        "Criterio 2.1. Comprender los cambios económicos y sociales desde un análisis interdisciplinar sobre el comportamiento humano en el proceso de toma de decisiones y evaluando el problema de la escasez y sus efectos, para actuar en consecuencia.",
        "Criterio 2.2. Entender los procesos de toma de decisiones en ambientes de certeza, riesgo o incertidumbre, y cómo los distintos estados de la naturaleza pueden afectar a dicha toma de decisiones.",
        "Competencia específica 3.",
        "Criterio 3.1. Generar actitudes sensibles y comportamientos responsables y proactivos que contribuyan a dar respuesta a los retos actuales a partir del estudio de casos reales estableciendo correspondencias entre la realidad mundial y los aprendizajes adquiridos.",
        "Criterio 3.2. Tomar conciencia de los problemas mundiales más recurrentes en la historia reciente, analizándolos a través de herramientas económicas y empresariales.",
        "Competencia específica 4.",
        "Criterio 4.1. Reconocer y potenciar las destrezas emprendedoras propias, identificando y valorando previamente las habilidades que poseen personas emprendedoras reales y analizando sus competencias a la hora de afrontar los retos que se les presentan, tanto en el ámbito personal como en el profesional o empresarial.",
        "Criterio 4.2. Afrontar retos sencillos de la vida cotidiana aplicando las destrezas propias que caracterizan a una persona emprendedora.",
        "Competencia específica 5.",
        "Criterio 5.1. Reconocer las tendencias e identificar la filosofía de las empresas comprendiendo las estrategias empresariales llevadas a cabo por distintas entidades y analizando su evolución, así como los modelos de negocio desarrollados poniendo en valor, con sentido crítico, su actividad empresarial.",
        "Criterio 5.2. Distinguir los nuevos modelos de negocio desarrollados por entidades pertenecientes a diversos sectores y ámbitos analizando sus posibilidades y limitaciones en el mercado.",
        "Competencia específica 6.",
        "Criterio 6.1. Comprender las respuestas que ofrecen las empresas a los desafíos actuales, analizando la transformación económica y social que está experimentando la sociedad.",
        "Criterio 6.2. Proponer alternativas y nuevas soluciones a los desafíos actuales, analizando los efectos de la transformación económica y social y reconociendo la importancia que tiene la innovación y revolución digital en la actividad empresarial."
    ],
    "saberes": [
        "Bloque A. Economía. La escasez y el tratamiento del problema económico. Economía y otras disciplinas.",
        "A.1. Elementos básicos de la economía.",
        "A.1.1. La escasez y sus implicaciones. El coste de oportunidad. La escasez y la eficiencia. La paradoja del valor, el valor de uso y el valor de cambio de los bienes.",
        "A.1.2. La escasez y los sistemas de asignación de recursos. El funcionamiento del mercado.",
        "A.1.3. Los fallos del mercado y la intervención del sector público. Fallos del sector público y sus implicaciones.",
        "A.2. El funcionamiento de la economía.",
        "A.2.1. El flujo circular de la renta. Oferta y demanda agregada. Análisis de las interrelaciones (conexiones) que existen entre los diversos elementos y agregados de la realidad económica. ",
        "A.2.2. Los ciclos económicos.",
        "A.3. Gestión financiera.",
        "A.3.1. El entorno financiero. Dinero y transacciones. El sistema financiero. ",
        "A.3.2. Planificación y gestión de las finanzas personales: riesgo y beneficio.",
        "A.4. Los nuevos retos.",
        "A.4.1. Los Objetivos de Desarrollo Sostenible (ODS) y retos económicos actuales. Estudio de casos. ",
        "A.4.2. La globalización, la nueva economía y la revolución digital, el futuro del estado de bienestar, los flujos migratorios y la sostenibilidad ambiental.",
        "A.5. Herramientas de la ciencia económica.",
        "A.5.1. Teoría de juegos. El dilema del prisionero. Juegos repetidos y equilibrios cooperativos.",
        "A.5.2. Economía del comportamiento. Desviaciones de la racionalidad económica. Decisiones económicas y ética. Experimentos o ensayos económicos.",
        "A.6. La economía como ciencia social.",
        "A.6.1. La economía como ciencia social. Principales problemas para el análisis económico: la complejidad de la realidad y la incorporación de supuestos simplificadores. Toma de decisiones en ambiente de certeza, riesgo e incertidumbre.",
        "A.6.2. La dificultad para establecer leyes generales que no sean de carácter probabilístico. La modelización matemática como herramienta para el análisis económico.",
        "A.7. La economía y el individuo.",
        "A.7.1. El análisis económico y el individualismo metodológico. Otras alternativas de análisis de la realidad social. Perspectiva sociológica: el grupo social como unidad de análisis económico.",
        "A.7.2. Los individuos y el comportamiento racional. Fallos de la racionalidad: la racionalidad limitada. La economía del comportamiento, la psicología económica y la teoría de la decisión.",
        "A.8. La economía ante los nuevos retos.",
        "A.8.1. Los agentes económicos y la maximización de su utilidad. Filosofía y economía: el utilitarismo y la felicidad. La maximización del bienestar social y el debate eficiencia versus equidad desde un punto de vista ético. El bienestar social y la calidad de vida desde una perspectiva sociológica. El bienestar en la psicología positiva.",
        "A.8.2. Economía y ecología: el desarrollo sostenible y la economía circular. El cambio climático.",
        "Bloque B. Emprendimiento.",
        "B.1. La base del emprendimiento",
        "B.1.1. La persona emprendedora e intraemprendedora. Competencias, cualidades y hábitos. La inteligencia emocional y la inteligencia ejecutiva.",
        "B.1.2. Concepto, evolución histórica y visión actual del empresario.",
        "B.1.3. El espíritu emprendedor: búsqueda de necesidades y oportunidades. Entrenamiento de la creatividad y proactividad.",
        "B.2. Puesta en marcha. Herramientas.",
        "B.2.1. Creencias sobre emprendimiento. El miedo a emprender: la gestión del error como una oportunidad para aprender. Fomento público del emprendimiento.",
        "B.2.2. Misión y Visión de la persona emprendedora. Creación y puesta en marcha. Protección de las ideas, el producto y la marca.",
        "B.2.3. Competencias sociales. Tipos y aplicación. La gestión de grupos y la teoría de las relaciones humanas.",
        "B.2.4. Autoevaluación del emprendedor. Herramientas.",
        "Bloque C. Actividad empresarial",
        "C.1. Retos de la actividad empresarial",
        "C.1.1. La revolución tecnológica. El poder de la tecnología. Los modelos de negocio.",
        "C.1.2. Mercado y clientes. Estrategias de marketing. Marketing digital. Nuevos modelos de negocio.",
        "C.2. El entorno de la actividad empresarial y herramientas de la actividad empresarial",
        "C.2.1. Cultura y talento. El liderazgo. El papel de la mujer en la actividad empresarial.",
        "C.2.2. El lugar de trabajo. La empresa del futuro. Tendencias.",
        "C.2.3. Estrategia y gestión de la empresa. Transformación digital. Innovación. Sostenibilidad.",
        "C.2.4. Análisis de casos: análisis interno y externo. DAFO. Estrategia."
    ]
}
