{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "A. El cuerpo y el control progresivo del mismo.",
        "A.1. El propio cuerpo. 1.er ciclo",
        "A.1.1.1. Descubrimiento y reconocimiento de la propia imagen y la de las personas de su entorno.",
        "A.1.1.2. Identificación y respeto de las diferencias.",
        "A.1.1.3. Exploración del propio cuerpo.",
        "A.2. Percepción. ",
        "A.2.2.1. Experimentación a través de los sentidos. Percepción de uno mismo y del entorno. ",
        "A.3. Movimientos. ",
        "A.3.1.1. Exploración y experiencias activas. El movimiento libre como fuente de aprendizaje y desarrollo.",
        "A.3.1.2. Adaptación progresiva del tono y coordinación de movimientos a las situaciones de la vida cotidiana.",
        "A.3.1.3. Experimentación manipulativa y dominio progresivo de la coordinación visomotriz en el contacto con objetos y materiales.",
        "A.4. Juego y exploración. ",
        "A.4.1.1. Estrategias para identificar y evitar situaciones de riesgo o peligro.",
        "A.4.1.2. El juego como principal actividad de aprendizaje: juego exploratorio, sensorial y motor.",
        "B. Equilibrio y desarrollo de la afectividad.",
        "B.1. Las emociones. 1.er ciclo",
        "B.1.1.1. Identificación y adecuación de emociones básicas en diferentes situaciones: tiempos de espera, pequeñas frustraciones asociadas a la satisfacción de necesidades básicas y sus cuidados.",
        "B.1.1.2. Identificación progresiva de las causas y de las consecuencias de las emociones básicas en situaciones habituales.",
        "B.2. Estrategias y control emocional. ",
        "B.2.1.1. Aceptación y control progresivo de las emociones y manifestaciones propias más llamativas.",
        "B.2.1.2. Aproximación a estrategias para lograr seguridad afectiva, a través de las manifestaciones de consuelo y afecto de adultos conocidos y compañeros, búsqueda de ayuda, demanda de contacto afectivo.",
        "C. Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
        "C.1. Hábitos y cuidados.",
        "C.1.1.1. Adaptación progresiva de los ritmos biológicos propios a las rutinas de grupo.",
        "C.1.1.2. Cuidados e identificación de necesidades básicas.",
        "C.2. Rutinas y bienestar. ",
        "C.2.1.1. Adquisición de rutinas relacionadas con el compromiso y la autonomía: anticipación de acciones, normas básicas en alimentación, aseo, descanso y desplazamientos.",
        "C.2.1.2. Aproximación a los hábitos sostenibles y ecosocialmente responsables relacionados con una alimentación saludable, higiene, aseo personal y gusto por ambientes ordenados.",
        "C.2.1.3. Satisfacción por participar en acciones que favorecen la salud y generan bienestar, creando interés por ofrecer un aspecto saludable y aseado.",
        "D. Interacción socioemocional en el entorno. La vida junto a los demás.",
        "D.1. La familia y la escuela.",
        "D.1.1.1. Adquisición de recursos emocionales en la transición del grupo familiar al grupo social de escuela.",
        "D.2. Nuevas relaciones: respeto y empatía. ",
        "D.2.1.1. Creación de los primeros vínculos afectivos. Apertura e interés hacia otras personas. Sentimientos de pertenencia, impulsando las relaciones afectuosas y de respeto hacia las demás personas de referencia.",
        "D.2.1.2. El aula y el centro como grupos sociales de pertenencia.",
        "D.2.1.3. Adquisición de hábitos y regulación del comportamiento para el reconocimiento sentimientos y necesidades en los demás: escucha, paciencia, respeto, ayuda.",
        "D.3. Estrategias y resolución de conflictos. ",
        "D.3.1.1. Aproximación a las estrategias para la gestión de conflictos, con la ayuda y modelo de los adultos.",
        "D.3.1.2. Desarrollo de actitudes de espera y participación activa. Asunción de pequeñas responsabilidades en actividades y juegos.",
        "D.3.1.3. Participación en celebraciones, costumbres y tradiciones étnicos-culturales presentes en el entorno.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "A. Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
        "A.1. Los objetos y el número.",
        "A.1.1.1. Curiosidad e interés por la exploración del entorno más cercano y sus elementos.",
        "A.1.1.2. Exploración de objetos y materiales, a través de los sentidos.",
        "A.1.1.3. Identificación de algunas cualidades y atributos de los objetos y materiales. Detectando semejanzas y diferencias y los efectos que producen diferentes acciones sobre ellos.",
        "A.2. Cuantificadores. El tiempo y el espacio.",
        "A.2.1.1. Aproximación a los cuantificadores básicos, muchos-pocos, todos-ninguno, contextualizados en su entorno próximo.",
        "A.2.1.2. Realización de clasificaciones sencillas, estableciendo relaciones de orden, correspondencia, clasificación y comparación",
        "A.2.1.3. Experimentación a través de nociones espaciales básicas, arriba-abajo, delante- detrás, en relación con el propio cuerpo y los objetos.",
        "A.2.1.4. Identificación de nociones temporales básicas, anticipando algunas rutinas o actividades diarias: comer, salir al patio, dormir la siesta.",
        "B. Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad.",
        "B.1. Exploración del entorno. Nuevos conocimientos.",
        "B.1.1.1. Observación del entorno, mostrando actitudes de interés, curiosidad, imaginación, creatividad, sorpresa, cuidado y limpieza.",
        "B.1.1.2. Proceso de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas: andamiaje e interacciones de calidad con las personas adultas, con iguales y con el entorno.",
        "B.2. El método científico. Pensamiento crítico.",
        "B.2.1.3. Participación en actividades cotidianas, iniciándose en el uso de algunas estrategias y técnicas de investigación como la observación, la comprobación, ensayo-error y realización de preguntas.",
        "C. Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
        "C.1. Actuación sobre el medio: elementos naturales, fenómenos y características.",
        "C.1.1.1 Realización de actividades en la naturaleza, experimentando con los elementos, disfrutando de algunos elementos naturales como, agua, tierra, plantas y animalesC.1.1.2. Identificación de algunos fenómenos habituales ( sol, lluvia, viento, noche y día) la repercusión en su vida y la relación con sus actividades cotidianasC.2.1.1. Respeto y cuidado de los seres vivos y naturaleza, contribuyendo a su protección",
        "C.2.1.2. Comprobación de los efectos de las propias acciones en sus actividades con el entorno, el medio físico y natural.",
        "C.2. Respeto y cuidado.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "A. Intención y elementos de la interacción comunicativa.",
        "A.1. La comunicación.",
        "A.1.1.1. El deseo de comunicarse. La emoción y la proximidad como base del intercambio comunicativo.",
        "A.1.1.2. Comunicación a través de la expresión facial y corporal: gestos de intención, necesidades, estados de ánimo y sensaciones que los acompañan.",
        "A.1.1.3. El contacto e intercambio visual.",
        "A.2. Diálogo corporal. Primeras interacciones, primeras canciones",
        "A.2.1.1. Las primeras interacciones tónico- emocionales y posturales. Expresiones faciales y gestuales. El diálogo corporal.",
        "A.2.1.2. Atención e interés por las nanas, canciones de arrullos y juegos de regazo.",
        "A.3. Situaciones y normas de comunicación.",
        "A.3.1.1. Actitudes comunicativas significativas: atención conjunta, mirada referencial y comprensión de las expresiones emocionales del adulto y reacción ante ellas.",
        "A.3.1.2. Utilización de los objetos de uso compartido como mediadores en los primeros contextos de interacción.",
        "A.3.1.3. Adquisición de estrategias que facilitan los intercambios comunicativos: contacto visual con el interlocutor, escucha activa y espera para intervenir.",
        "A.3.1.4. Iniciativa para participar en situaciones habituales de comunicación, respetando turnos del diálogo y la alternancia en situaciones comunicativas que potencien el respeto y la igualdad.",
        "B. El lenguaje y los hablantes.",
        "B.1. El lenguaje. Vocabulario y situaciones.",
        "B.1.1.1. Ampliación progresiva del repertorio lingüístico individual",
        "B.1.1.2. Realidad lingüística del aula y el entorno. Palabras o expresiones que respondan a sus necesidades o intereses.",
        "B.2. Otras lenguas.",
        "B.2.1.1. Descubrimiento y experimentación de formas de comunicación inclusivas: Braille y la Lengua Española de Signos",
        "C. Comunicación verbal oral. Comprensión, expresión y diálogo.",
        "C.1.Comunicación verbal.",
        "C.1.1.1. Utilización progresiva y ajustada del lenguaje oral en situaciones de comunicación cotidianas: primeras conservaciones con sonidos, vocalizaciones y juegos de interacción.",
        "C.1.1.2. Expresión de necesidades, vivencias y emociones.",
        "C.2. Usos del lenguaje y diálogo.",
        "C.2.1.1. Uso del lenguaje oral, como regulador de la propia conducta.",
        "C.2.1.2. Repertorio lingüístico (bases): situaciones comunicativas, conversaciones colectivas, léxico y discurso",
        "C.3. Expresión, comprensión y léxico.",
        "C.3.1.1. La expresión sonora y la articulación de las palabras. Juegos de imitación, lingüísticos y de percepción auditiva.",
        "C.3.1.2. Comprensión del mundo y de mensajes a través de la escucha activa.",
        "C.3.1.3. Aumento del vocabulario y avance en la producción oral para la denominación de la realidad: desde la emisión de sonidos, palabra-frase, el uso de frases cortas, hasta la participación en conversaciones.",
        "D. Aproximación al lenguaje escrito.",
        "D.1. Escritura.",
        "D.1.1.1. Acercamiento a los usos del lenguaje escrito. El nombre propio y primeras escrituras indeterminadas.",
        "D.1.1.2. Observación e interpretación de láminas y cartelerías o carteles, formas escritas y otros símbolos presentes en el entorno.",
        "D.2. Situaciones.",
        "D.2.1.1. Acercamiento a las propiedades del código escrito, diferenciando dibujos de letras o números.",
        "D.2.1.2. Iniciación en la interpretación de imágenes, generando situaciones de lectura a través de la imitación del adulto en la lectura de un cuento (modelos lectores).",
        "E. Aproximación a la educación literaria.",
        "E.1. Textos literarios.",
        "E.1.1.1. Uso, escucha, lectura compartida y comprensión de textos literarios infantiles orales y escritos, que muestren una realidad respetuosa, sin prejuicios ni estereotipos, y que recojan los retos del siglo XXI, ricos en valores sobre cultura de paz, derechos de la infancia, igualdad de género y diversidad étnico-cultural.",
        "E.2. Espacios literarios",
        "E.2.1.1. Creación de espacios y situaciones de lectura que establezcan vínculos afectivos y lúdicos a través de modelos lectores de referencia.",
        "F. Lenguaje y expresión musical.",
        "F.1. Código sonoro.",
        "F.1.1.1. Experimentación de las posibilidades sonoras y expresivas de la voz, del cuerpo, de los objetos y de los instrumentos.",
        "F.1.1.2. Audición, interpretación y reproducción de canciones y otras manifestaciones musicales animándolos a expresar los sentimientos y emociones que transmiten.",
        "F.2. Producción y audición.",
        "F.2.1.1. Audición y discriminación de sonidos del entorno cercano. La escucha como descubrimiento y disfrute del entorno.",
        "F.2.1.2. Producción y reproducción de pequeñas secuencias sonoras con instrumentos de percusión o usando el propio cuerpo. Sonidos, entonación y ritmo.",
        "G. Lenguaje y expresión plástica y visual.",
        "G.1. Materiales plásticos, técnicas y obras.",
        "G.1.1.1. Manipulación y experimentación de materiales, colores, texturas, técnicas y procedimientos plásticos.",
        "G.1.1.2. Fomento del uso de técnicas básicas de expresión plástica y visuales: rasgado, arrugado, modelado, pintura o estampación usando diferentes materiales o instrumentos.",
        "G.1.1.3. Expresiones plásticas y visuales. Otras expresiones artísticas.",
        "H. Lenguaje y expresión corporal.",
        "H. 1. La expresión corporal",
        "H.1.1.1. Expresión libre a través del gesto y del movimiento como medio de manifestación e intervención en su entorno cercano.",
        "H.1.1.2. Adquisición de autonomía en los desplazamientos por los espacios.",
        "H.1.1.3. Particiwpación libre en actividades de juego simbólico o de imitación, a través de marionetas, muñecos u otros objetos de representación espontánea, disfrutando de las pequeñas dramatizaciones, danzas o juegos de expresión corporal.",
        "I. Herramientas digitales y tecnologías emergentes.",
        "I.1. Nuevos retos.",
        "I.1.1.1. Acercamiento a las nuevas tecnologías como fuente de aprendizaje."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1.1. Adecuar sus acciones y reacciones a cada situación, en una interacción lúdica y espon- tánea con el entorno, de manera natural y placentera, explorando sus posibilidades mo- trices y a través de los sentidos y progresando en precisión, seguridad y coordinación e intencionalidad.",
        "1.2. Adoptar una imagen positiva y ajustada de sí mismo, a través del afianzamiento de su propio esquema corporal.",
        "1.3. Mostrar aceptación y respeto por el propio cuerpo y el de los demás, mejorando progre- sivamente su conocimiento.",
        "1.4. Manifestar sentimientos de seguridad, afecto y competencia en la realización de cada acción en situaciones habituales.",
        "2.1. Expresar sus emociones y sentimientos, avanzando de manera progresiva para canalizar- las de manera asertiva en sus rutinas diarias.",
        "2.2. Relacionarse con las otras personas de su entorno, aceptando y mostrando afecto de ma- nera positiva, segura y respetuosa, alejada de estereotipos vinculados al género, aspecto o grupo social.",
        "2.3. Afrontar pequeñas adversidades tanto manifestando actitudes de superación como soli- citando y prestando ayuda.",
        "3.1. Adquirir estrategias y rutinas relacionadas con normas y hábitos para su autocuidado y el cuidado del entorno más cercano, mostrando confianza en sus posibilidades de acción.",
        "3.2. Reconocer y anticipar la sucesión temporal de actividades, ritmos biológicos y pautas socioculturales que estructuran la dinámica cotidiana, asociándolas a elementos, proce- dimientos y actitudes concretas.",
        "4.1. Establecer vínculos y relaciones de apego saludables mediante el desarrollo de relaciones sanas en el juego y en situaciones cotidianas, demostrando actitudes de afecto y empatía hacia las demás personas.",
        "4.2. Reproducir conductas y situaciones previamente vivenciadas en su entorno próximo, basadas en el respeto, la empatía y la igualdad de género y el respeto a los derechos humanos, a través del juego de imitación.",
        "4.3. Considerar el centro como un grupo social de pertenencia, estableciendo relaciones afec- tuosas y de respeto.",
        "4.4. Iniciarse en la resolución de conflictos con sus iguales con la mediación de la persona adulta, experimentando sentimientos positivos ante la resolución cordial de los mismos.",
        "4.5. Aceptar las normas de comportamiento establecidas durante las comidas, los desplaza- mientos, la higiene y el descanso.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1.1. Ordenar, clasificar y relacionar objetos a partir de sus cualidades o atributos básicos, atendiendo a criterios muy sencillos, como el tamaño y el color, y mostrando curiosidad e interés por descubrir el mundo que le rodea.",
        "1.2. Emplear los cuantificadores básicos más significativos (grande-pequeño, muchos-pocos, uno) relacionados con su experiencia diaria mediante la experimentación con el propio cuerpo y los objetos, utilizándolos en el contexto del juego y la interacción con los demás.",
        "1.3. Aplicar sus conocimientos acerca de las nociones espaciales básicas (dentro-fuera, arri- ba-abajo, delante-detrás) en un contexto lúdico, para ubicarse en los espacios tanto en reposo como en movimiento, jugando con el propio cuerpo y con los objetos.",
        "1.4. Explorar y participar de forma activa en el descubrimiento de su entorno natural y físico, interactuando con él y con sus compañeros a través de experiencias motivadoras.",
        "2.1. Gestionar las dificultades e iniciarse en la resolución de retos y problemas en situaciones cotidianas del aula con interés e iniciativa, mediante la división de secuencias de activi- dades más sencillas.",
        "2.2. Proponer soluciones alternativas originales, con la guía y ayuda del docente, a través de distintas estrategias y técnicas, escuchando y respetando a los demás.",
        "2.3. Mostrar interés por participar en las nuevas situaciones, así como acomodarse a la rutina del aula, respetando las normas establecidas.",
        "3.1. Interesarse por las actividades en contacto con la naturaleza, como la exploración de las características de los elementos naturales del entorno (agua, tierra, aire, fuego) mos- trando respeto hacia ellos.",
        "3.2. Identificar y nombrar los fenómenos atmosféricos habituales en su entorno (viento, llu- via, calor, frío) explicando sus consecuencias en la vida cotidiana.",
        "3.3. Conocer las características de algunos animales y plantas, respetarlos y valorar la impor- tancia que tiene su bienestar para el medio ambiente.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1.1. Establecer y reforzar los vínculos afectivos con los demás, participando con interés en interacciones y contextos cotidianos de comunicación y utilizando las diferentes formas comunicativas adaptadas a su estadio evolutivo.",
        "1.2. Participar de forma espontánea en situaciones comunicativas, adecuando la postura, los gestos y los movimientos a sus intenciones.",
        "1.3. Manifestar necesidades, sentimientos y vivencias utilizando estrategias comunicativas y aprovechando las posibilidades que ofrecen los diferentes lenguajes con curiosidad y disfrute.",
        "1.4. Tomar la iniciativa en la interacción social, en situaciones de juego, disfrutando de las situaciones comunicativas con una actitud respetuosa.",
        "1.5. Participar en situaciones de uso de las diferentes lenguas manifestando interés y curiosi- dad hacia la diversidad de perfiles lingüísticos.",
        "2.1. Interpretar los estímulos y mensajes del entorno, comprendiendo las intenciones comuni- cativas de adultos e iguales en situaciones de juego y reaccionando de manera adecuada.",
        "2.2. Expresar sensaciones, sentimientos y emociones ante distintas representaciones y mani- festaciones artísticas y culturales.",
        "3.1. Utilizar el lenguaje oral desde el uso sucesivo de sonidos, repeticiones de palabras, pala- bras asociadas a gestos, combinaciones de palabras, para expresar y compartir necesida- des, sentimientos, deseos, emociones, vivencias; como regulador de acciones y también para interactuar en diferentes situaciones y contextos.",
        "3.2. Explorar las posibilidades expresivas de los diferentes lenguajes, gestos, movimientos, colores, texturas, mostrando interés y curiosidad ante las diferencias, utilizando los me- dios materiales propios de los mismos.",
        "3.3. Producir mensajes ampliando y enriqueciendo su repertorio comunicativo hasta llegar a formar frases completas que les permitan expresarse con claridad, seguridad y confianza.",
        "4.1. Participar activamente en actividades lúdicas aproximándose al lenguaje escrito mediante la manipulación de textos en diferentes soportes (libros, revistas, periódicos, cartelería).",
        "4.2. Recurrir a dibujos y pseudografías espontáneas y no convencionales, incorporándolas a sus producciones con intención comunicativa.",
        "5.1. Relacionarse con naturalidad en la realidad plurilingüística y multicultural del aula mos- trando curiosidad y respeto ante las diferencias y semejanzas en las producciones.",
        "5.2. Manifestar interés a través de la escucha activa y el disfrute de actividades individuales o colectivas relacionadas con la literatura infantil, obras musicales, audiovisuales, danzas o dramatizaciones, avanzando en una actitud positiva hacia las producciones artísticas en distintos medios junto con el interés de compartir sus experiencias."
    ]
}