{
    "saberes": [
        "A. Recepción y análisis.",
        "0. Saberes comunes a los cuatro bloques",
        "Profesiones vinculadas a la creación e interpretación artística.",
        "Vocabulario específico elemental del ámbito artístico. Conocimiento y uso.",
        "Normas elementales de comportamiento en la recepción de propuestas artísticas en diferentes espacios.",
        "Toma de conciencia de las emociones básicas a través de la experiencia artística",
        "Recursos digitales: Aplicaciones informáticas de grabación.",
        "1. Percepción y análisis Propuestas musicales vocales e instrumentales de diferentes corrientes estéticas, procedencias y épocas. Escucha de grabaciones y asistencia a conciertos.",
        "Educación auditiva: descubrimiento del entorno sonoro. El sonido y sus cualidades básicas: discriminación auditiva. Audición y memoria interna.",
        "Estrategias para la representación de diversidad de sonidos a través de diferentes grafías no convencionales.",
        "La voz y los instrumentos musicales. Principales familias. Objetos sonoros. Cotidiáfonos.",
        "Instrumentos tradicionales del País Vasco.",
        "El carácter y el tempo a través de la canción.",
        "El silencio: elemento y condición indispensable para el mantenimiento de la atención durante la audición y la práctica musical.",
        "2. Creación e interpretación",
        "Práctica instrumental, vocal y corporal: estrategias para la exploración e interpretación a partir de sus posibilidades sonoras y expresivas.",
        "Imitación de propuestas básicas instrumentales, vocales y corporales.",
        "B. Creación e interpretación.",
        "1. Percepción y análisis",
        "Cultura visual. La imagen en el mundo actual. El proceso interpretativo: observación guiada y reflexión.",
        "Propuestas plásticas y visuales. Espacios culturales y artísticos.",
        "Elementos configurativos del lenguaje visual: experimentación básica",
        "Materiales, instrumentos, soportes y técnicas elementales utilizados en la expresión plástica y visual.",
        "2. Creación e interpretación",
        "Medios, soportes y materiales de expresión plástica: experimentación. Técnicas bidimensionales y tridimensionales elementales en dibujos y modelados sencillos.",
        "Fases del proceso creativo: planificación guiada y experimentación. Ejecución colaborativa.",
        "Valoración e interés tanto del proceso como del producto final.",
        "C. Artes plásticas, visuales y audiovisuales.",
        "1. Percepción y análisis ",
        "Propuestas audiovisuales de corta duración, cercanas al alumnado.",
        "2. Creación e interpretación",
        "Estrategias elementales de búsqueda y filtrado.",
        "Composición de historias sencillas con intención comunicativa para ser recreadas y narradas.",
        "D. Música y artes escénicas y performativas.",
        "1. Percepción y análisis",
        "Manifestaciones elementales vinculadas a la expresión corporal y a las artes escénicas",
        "2. Creación e interpretación",
        "Manifestaciones elementales vinculadas a la expresión corporal y a las artes escénicas",
        "El cuerpo y sus posibilidades motrices como medio de comunicación y diversión. La danza, la dramatización y la representación teatral.",
        "Técnicas elementales dramáticas y dancísticas. Nociones básicas del lenguaje expresivo."
    ],
    "criteriosEvaluacion": [
        "1.1. Reconocer manifestaciones culturales  y  artísticas  diversas  de diferentes corrientes, estilos y géneros cercanas a su  entorno,  evidenciando interés hacia las mismas a través de la recepción  activa  e  incorporando  la perspectiva de género.  ",
        "1.2. Describir  oralmente manifestaciones culturales y artísticas cercanas seleccionadas explorando, de manera guiada, sus características con actitud abierta e interés. ",
        "2.1. Utilizar estrategias elementales para la  búsqueda  guiada  de  información sobre manifestaciones culturales y artísticas, a través de canales y medios analógicos  y  digitales  de  acceso sencillo,   de   forma   individual   y colaborativa.",
        "2.2. Organizar y comprender, de forma guiada, la información recogida sobre distintas manifestaciones culturales y artísticas, compartiendo con respeto e interés sensaciones  y encontrando diferencias y similitudes entre ellas.",
        "3.1. Utilizar de forma elemental algunas posibilidades expresivas y comunicativas   del   cuerpo   y   de diferentes herramientas de expresión artística,  a  través de  la  aplicación práctica, mostrando confianza en las propias capacidades.",
        "3.2. Producir  diferentes  propuestas expresivas  básicas  a  través  de  la experimentación libre, disfrutando y valorando la creación propia.",
        "3.3. Compartir   de   forma   guiada propuestas artísticas personales, para expresar ideas, sentimientos y emociones,   mostrando empatía y respeto hacia las propuestas de los demás.",
        "4.1. Participar de manera guiada en el diseño  de  producciones  culturales  y artísticas elementales, trabajando de forma  colaborativa  a  través  de  un enfoque  coeducativo  basado  en  la igualdad y en el respeto a la diversidad.",
        "4.2. Tomar parte en el proceso de creación, utilizando elementos básicos de diferentes lenguajes artísticos y mostrando una actitud de respeto.",
        "4.3. Compartir   las   experiencias creativas, disfrutando tanto del proceso como del  resultado  final  obtenido,  y valorando las emociones de los demás."
    ]
}