{
    "saberes": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "A. El cuerpo y el control progresivo del mismo.",
        "CA01A.01. Descubrimiento y reconocimiento de la propia imagen y la de las personas de su entorno.",
        "CA01A.02. Identificación y respeto de las diferencias propias de la diversidad presente en su entorno más cercano.",
        "CA01A.03. Curiosidad e interés por la exploración sensomotriz.",
        "CA01A.04. Integración sensorial del mundo a través de las posibilidades perceptivas.",
        "CA01A.05. Exploración y experiencias activas. El movimiento libre como fuente de aprendizaje y desarrollo integral.",
        "CA01A.06. El contacto con las otras personas y con los objetos. CA01A.07. Iniciativa y curiosidad por adquirir nuevas capacidades.",
        "CA01A.08. Experimentación manipulativa y dominio progresivo de coordinación visomotriz en el contacto con objetos y materiales en situaciones de la vida cotidiana.",
        "CA01A.09. Adaptación y progresivo control del movimiento y de la postura en las diferentes acciones y situaciones de la cotidianidad del aula.",
        "CA01A.10. Estrategias para identificar, prevenir y evitar situaciones de riesgo o peligro.",
        "CA01A.11. El juego como actividad para el bienestar y disfrute, la comunicación y la autoafirmación. CA01A.12. Juego corporal, exploratorio, sensorial y motor.",
        "CA01A.13. Aprendizaje y descubrimiento de juegos tradicionales del entorno.",
        "B. Desarrollo y equilibrio afectivos.",
        "CA01B.01. Identificación y adecuación de estados emocionales a las diferentes situaciones: tiempos de espera, pequeñas frustraciones asociadas a la satisfacción de necesidades básicas y cuidados.",
        "CA01B.02. Identificación progresiva de las causas y las consecuencias de las emociones básicas.",
        "CA01B.03. Aceptación y control progresivo de las emociones y manifestaciones propias de su desarrollo afectivo.",
        "CA01B.04. Aproximación a estrategias equilibradas para lograr seguridad afectiva: búsqueda de ayuda, demanda de contacto afectivo.",
        "CA01B.05. Integración de estrategias socioemocionales básicas, la calma y la atención.",
        "C. Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
        "CA01C.01. Adaptación progresiva de los ritmos biológicos propios a las rutinas de grupo.",
        "CA01C.02. El cuidado de uno mismo y la satisfacción de las necesidades básicas de alimentación, higiene, movimiento y descanso, como elementos indispensables para una adecuada autonomía.",
        "CA01C.03. Destrezas y hábitos sostenibles y ecosocialmente responsables relacionados con la alimentación, la higiene y el aseo personal, el descanso, la limpieza y cuidado de espacios.",
        "CA01C.04. Adquisición de hábitos de consumo responsable y equilibrio ajustado de los bienes a las necesidades reales.",
        "CA01C.05. Acciones que favorecen la salud y generan bienestar propio y de los demás. Interés por ofrecer un aspecto saludable y aseado. Actividad física estructurada.",
        "D. Interacción socioemocional en el entorno. La vida junto a los demás.",
        "CA01D.01. La transición del grupo familiar al grupo social de la escuela. El proceso de acogida desde el respeto a la realidad diversa y pluricultural.",
        "CA01D.02. Los primeros vínculos afectivos. Apertura e interés hacia otras personas. Sentimientos de pertenencia y vinculación afectiva con las personas de referencia. La diversidad familiar.",
        "CA01D.03. El aula y el centro como primeros grupos sociales de pertenencia.",
        "CA01D.04. Primeras relaciones sociales desde el afecto, el respeto y la tolerancia. Inicio en la cooperación. Acercamiento a la diversidad derivada de distintas formas de discapacidad y sus implicaciones en la vida cotidiana.",
        "CA01D.05. Hábitos y regulación del comportamiento en función de las necesidades de los demás: alteridad, escucha, paciencia y ayuda.",
        "CA01D.06. Estrategias elementales para la convivencia y gestión pacífica de conflictos, mediante la mediación de la persona adulta y el diálogo.",
        "CA01D.07. Desarrollo de actitudes de espera y de participación activa. CA01D.08. Asunción de pequeñas responsabilidades en actividades y juegos.",
        "CA01D.09. Celebraciones, costumbres y tradiciones étnico-culturales presentes en el entorno, la pluriculturalidad: una oportunidad de enriquecimiento personal.",
        "CA01D.10. Interés y disfrute hacia el patrimonio material e inmaterial de Andalucía.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "A. Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
        "DEE01A.01. Curiosidad e interés por la exploración del entorno y sus elementos. DEE01A.02. Exploración de objetos y materiales a través de los sentidos.",
        "DEE01A.03. Identificación de las cualidades o atributos básicos de los objetos (forma, color y tamaño) y materiales. Efectos que producen diferentes acciones sobre ellos.",
        "DEE01A.04. Relaciones de orden, correspondencia, clasificación y comparación. DEE01A.05. Cuantificadores básicos contextualizados.",
        "DEE01A.06. Nociones espaciales básicas en relación con el propio cuerpo y los objetos.",
        "DEE01A.07. Nociones temporales básicas: cambio y permanencia, continuidad; sucesión y simultaneidad; pasado, presente y futuro.",
        "B. Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad.",
        "DEE01B.01. Indagación en el entorno manifestando diversas actitudes: interés, curiosidad, imaginación, creatividad y sorpresa.",
        "DEE01B.02. Proceso de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas; andamiaje e interacciones de calidad con las personas adultas, con iguales y con el entorno, etc.",
        "DEE01B.03. Primeros pasos en el método científico a través de estrategias exploratorias libres, observación, manipulación, descubrimiento, establecimiento de hipótesis y comprobación vivenciada.",
        "C. Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
        "DEE01C.01. Efectos de las propias acciones en el medio físico y en el patrimonio natural y cultural. DEE01C.02. Experimentación con los elementos naturales.",
        "DEE01C.03. Fenómenos naturales habituales: repercusión en su vida cotidiana.",
        "DEE01C.04. Curiosidad y respeto hacia la naturaleza, los seres vivos y los derechos de los animales.",
        "DEE01C.05. Participación activa en la exploración del entorno natural más cercano, utilizando para ello los sentidos.",
        "DEE01C.06. Observación de los animales y plantas presentes en el entorno inmediato, familiarizándose con algunas especies autóctonas.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "A. Intención y elementos de la interacción comunicativa.",
        "CRR01A.01. El deseo de comunicarse. La emoción y la proximidad como base del intercambio comunicativo.",
        "CRR01A.02. La expresión facial y corporal: gestos de intención, necesidad, estado de ánimo, y sensaciones que los acompañan.",
        "CRR01A.03. El contacto e intercambio visual.",
        "CRR01A.04. Las primeras interacciones tónico-emocionales y posturales. Expresiones faciales y gestuales. El diálogo corporal.",
        "CRR01A.05. Nanas, canciones de arrullo, retahílas y juegos de regazo.",
        "CRR01A.06. Actitudes comunicativas significativas: atención conjunta, mirada referencial y comprensión de las expresiones emocionales del adulto y reacción ante ellas.",
        "CRR01A.07. Los objetos de uso compartido como mediadores en los primeros contextos de interacción.",
        "CRR01A.08. Estrategias que facilitan los intercambios en situaciones comunicativas que potencian el respeto y la igualdad: contacto visual con el interlocutor, escucha atenta y espera para intervenir.",
        "CRR01A.09. El turno de diálogo y la alternancia en situaciones comunicativas que potencien el respeto y la igualdad.",
        "B. Las lenguas y sus hablantes.",
        "CRR01B.01. Repertorio lingüístico individual.",
        "CRR01B.02. Realidad lingüística del aula y el entorno. Palabras o expresiones que responden a sus necesidades o intereses.",
        "C. Comunicación verbal oral: expresión, comprensión, diálogo.",
        "CRR01C.01. El lenguaje oral en situaciones cotidianas: primeras conversaciones con sonidos, vocalizaciones y juegos de interacción.",
        "CRR01C.02. Expresión de necesidades, vivencias y emociones. CRR01C.03. Lenguaje oral como regulador de la propia conducta.",
        "CRR01C.04. Repertorio lingüístico: situaciones comunicativas, conversaciones colectivas, léxico y discurso.",
        "CRR01C.05. La expresión sonora y la articulación de las palabras. Juegos de imitación, lingüísticos y de percepción auditiva.",
        "CRR01C.06. Comprensión del mundo y de mensajes a través de la escucha activa. CRR01C.07. Vocabulario. Denominación de la realidad.",
        "D. Aproximación al lenguaje escrito.",
        "CRR01D.01. Formas escritas y otros símbolos presentes en el entorno. CRR01D.02. Acercamiento a los usos del lenguaje escrito.",
        "CRR01D.03. Lectura a través de modelos lectores de referencia.",
        "E. Aproximación a la educación literaria.",
        "CRR01E.01. Textos literarios infantiles orales y escritos con contenido libre de prejuicios, que respondan a los retos del siglo XXI y desarrollen valores sobre cultura de paz, derechos de la infancia, igualdad de género y diversidad étnico-cultural.",
        " CRR01E.02. Situaciones de lectura. Vínculos afectivos y lúdicos a través de modelos lectores de referencia. CRR01E.03. Textos literarios infantiles orales y escritos de la cultura andaluza.",
        "F. El lenguaje y la expresión musicales",
        "CRR01F.01. Reconocimiento, evocación y reproducción de canciones y otras manifestaciones musicales. Sentimientos y emociones que transmiten.",
        "CRR01F.02. Acercamiento a los bailes, toques y cantes del folklore andaluz.",
        "CRR01F.03. Posibilidades sonoras y expresivas de la voz, del cuerpo, de los objetos y de los instrumentos. CRR01F.04. La escucha como descubrimiento y disfrute del entorno.",
        "CRR01F.05. Sonidos, entonación y ritmo. CRR01F.06. Discriminación auditiva.",
        "G. El lenguaje y la expresión plásticos y visuales.",
        "CRR01G.01. Materiales, colores, volúmenes, texturas, técnicas y procedimientos plásticos. Reutilización de materiales.",
        "CRR01G.02. Expresiones plásticas y visuales. Otras expresiones artísticas. CRR01G.03. Manifestaciones artísticas andaluzas.",
        "H. El lenguaje y la expresión corporales.",
        "CRR01H.01. Expresión libre a través del gesto y del movimiento. CRR01H.02. Desplazamientos por el espacio.",
        "CRR01H.03. Juegos de imitación a través de mímica, marionetas, muñecos u otros objetos de representación espontánea.",
        "CRR01H.04. Disfrute de la expresión corporal."
    ],
    "criteriosEvaluacion": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1.1. Adecuar sus acciones y reacciones a cada situación, explorando sus posibilidades motoras y perceptivas y progresando en precisión, coordinación e intencionalidad, confiando en las propias posibilidades.",
        "1.2. Mostrar aceptación y respeto por el propio cuerpo y el de los demás con sus posibilidades y limitaciones, mejorando progresivamente en su conocimiento.",
        "1.3. Manifestar actitud emocional y sentimientos de confianza, afecto, seguridad y competencia en la realización de cada acción.",
        "1.4. Adquirir nociones temporales básicas para ubicarse en el tiempo, en relación con las actividades y rutinas de la vida cotidiana, así como de otros acontecimientos.",
        "1.5. Interaccionar lúdica y espontáneamente con las personas que le rodean y con su entorno más cercano.",
        "2.1. Expresar emociones y sentimientos, desarrollando de manera progresiva la conciencia emocional y estrategias de regulación emocional.",
        "2.2. Relacionarse con las otras personas aceptando y mostrando afecto de manera libre, segura, respetuosa y alejada de todo tipo de estereotipos.",
        "2.3. Afrontar pequeñas adversidades, manifestando actitudes de superación que contribuyan a la construcción progresiva de su autoestima, así como solicitando y prestando ayuda.",
        "3.1. Incorporar destrezas y hábitos relacionados con el cuidado del entorno y el autocuidado, manifestando satisfacción por los beneficios que le aportan.",
        "3.2. Reconocer y anticipar la sucesión temporal de actividades, ritmos biológicos y pautas socioculturales que estructuran la vida cotidiana, asociadas a situaciones, procedimientos y actitudes concretas.",
        "3.3. Adquirir hábitos relacionados con la sostenibilidad que repercuten en el bienestar personal, cuidando y respetando el entorno y los materiales con los que interactúa.",
        "4.1. Establecer vínculos y relaciones de apego saludables, demostrando actitudes de afecto y empatía hacia las demás personas, respetando los distintos ritmos individuales.",
        "4.2. Reproducir conductas y situaciones previamente observadas en su entorno próximo, basadas en el respeto, la empatía, la igualdad de género, el trato no discriminatorio a las personas con discapacidad y el respeto a los derechos humanos, a través del juego de imitación y simbólico.",
        "4.3. Iniciarse en la resolución de conflictos con sus iguales de forma positiva con la mediación de la persona adulta, experimentando los beneficios de llegar a acuerdos.",
        "4.4. Acercarse a manifestaciones culturales y artísticas propias del entorno, desarrollando actitudes de interés y disfrute hacia el patrimonio material e inmaterial de la cultura andaluza.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1.1. Manipular y relacionar objetos a partir de sus cualidades o atributos básicos, mostrando curiosidad e interés.",
        "1.2. Emplear los cuantificadores básicos más significativos relacionados con su experiencia diaria, utilizándolos en el contexto del juego y la interacción con los demás.",
        "1.3. Aplicar en la medida de sus posibilidades sus conocimientos acerca de las nociones espaciales básicas para ir progresivamente ubicándose en el espacio, tanto en reposo como en movimiento, jugando con el propio cuerpo, con el de los demás y con los objetos.",
        "1.4. Integrar las rutinas asociadas a la vida cotidiana del aula como primer acercamiento a las nociones temporales (tiempo de alimentación, higiene, juego y descanso, el día y la noche, etc.).",
        "2.1. Gestionar las dificultades cotidianas, retos y problemas, partiendo de las conductas exploratorias, la observación y la manipulación con curiosidad, interés e iniciativa, mediante su división en secuencias de actividades más sencillas.",
        "2.2. Descubrir y conocer soluciones alternativas a través de distintas estrategias, teniendo en cuenta de manera progresiva las de los demás.",
        "3.1. Interesarse por las actividades en contacto con la naturaleza, observando, vivenciando, experimentando y distinguiendo las características de los elementos naturales del entorno en contextos cercanos, mostrando una actitud de respeto hacia ellos y hacia los animales que lo habitan.",
        "3.2. Identificar y nombrar los fenómenos atmosféricos habituales en su entorno, explicando sus consecuencias en la vida cotidiana.",
        "3.3. Usar con cuidado y respeto los elementos del entorno con los que interactúa.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1.1. Establecer y reforzar los vínculos afectivos con los demás, participando con interés en interacciones y en contextos cotidianos de comunicación, y utilizando los diferentes sistemas comunicativos.",
        "1.2. Participar de forma espontánea en situaciones comunicativas, adecuando la postura, los gestos y los movimientos a sus intenciones.",
        "1.3. Manifestar necesidades, sentimientos y vivencias con curiosidad y disfrute, utilizando estrategias comunicativas y aprovechando las posibilidades que ofrecen los diferentes lenguajes.",
        "1.4. Tomar la iniciativa en la interacción social disfrutando de las situaciones comunicativas con una actitud respetuosa.",
        "1.5. Participar en situaciones de uso de diferentes lenguas manifestando interés y curiosidad hacia la diversidad de perfiles lingüísticos.",
        "2.1. Interpretar los estímulos y mensajes del entorno reaccionando de manera adecuada.",
        "2.2. Expresar sensaciones, sentimientos y emociones ante distintas representaciones y manifestaciones artísticas y culturales, con especial atención a las propias de la cultura andaluza.",
        "2.3. Observar con interés textos escritos y símbolos presentes en la vida cotidiana.",
        "2.4. Discriminar sonidos propios de su entorno, utilizando audiciones.",
        "2.5. Participar en juegos de imitación de personas, animales, objetos o situaciones, utilizando técnicas de expresión corporal.",
        "3.1. Utilizar el lenguaje oral para expresar y compartir necesidades, sentimientos, deseos, emociones, vivencias; regulando las acciones e interactuando en diferentes situaciones y contextos.",
        "3.2. Explorar las posibilidades expresivas de los diferentes lenguajes, utilizando los medios materiales propios de los mismos.",
        "3.3. Producir mensajes ampliando y enriqueciendo su repertorio comunicativo con seguridad y confianza.",
        "3.4. Disfrutar con actitud participativa de la audición de diferentes composiciones y juegos musicales.",
        "3.5. Disfrutar con actitud participativa de los ritmos, cantes y bailes del folklore andaluz.",
        "4.1. Participar en actividades lúdicas de aproximación al lenguaje escrito, con especial atención a composiciones andaluzas, mostrando una actitud activa.",
        "4.2. Recurrir a escrituras indeterminadas, espontáneas y no convencionales, incorporándolas a sus producciones con intención comunicativa.",
        "5.1. Relacionarse con naturalidad, respetando las diferencias o singularidades, enriqueciéndose de la realidad lingüística y cultural del aula.",
        "5.2. Manifestar interés y disfrute hacia actividades individuales o colectivas relacionadas con la literatura infantil, las obras musicales, los audiovisuales, las danzas o las dramatizaciones, con especial dedicación a las manifestaciones culturales andaluzas, avanzando en una actitud participativa y de cuidado del medio ambiente.",
        "5.3. Disfrutar con fragmentos de canciones, cuentos, poesías o rimas en lengua extranjera."
    ]
}