{
    "saberes": [
        "Cultura científica",
        "● Iniciació a l’activitat científica",
        "- Selecció de tècniques d’indagació (observacions, identificació i classificació, formulació de preguntes i prediccions, planificació i realització d’experiments i recerques, cerca de patrons, creació de models, cerca d’informació i de dades, experiments amb control de variables, comunicació dels resultats…) adequades a les necessitats de la investigació.",
        "- Utilització d’instruments i dispositius (analògics i digitals) apropiats per a l’observació i la mesura precises d’acord amb les necessitats de les diferents preguntes, problemes i investigacions.",
        "- Construcció i ús del vocabulari científic relacionat amb les diferents investigacions i temàtiques estudiades.",
        "- Reconeixement de la ciència, la tecnologia, l’enginyeria i les matemàtiques com a activitats humanes, les professions relacionades amb aquests camps de coneixement en l’actualitat des d’una perspectiva de gènere.",
        "- Valoració de l’ús de la ciència, la tecnologia, les matemàtiques i l’enginyeria per comprendre les causes de les accions pròpies i col·lectives i prendre decisions raonades.",
        "● La vida al nostre planeta",
        "- Estudi del cicle de la matèria i del flux d’energia en els ecosistemes, reconeixement de les xarxes de relacions entre productors, herbívors, carnívors i descomponedors, per comprendre les dinàmiques de les poblacions.",
        "- Entesa dels aspectes bàsics de les funcions vitals de l’ésser humà des d’una perspectiva integrada: obtenció d’energia, relació amb l’entorn i perpetuació de l’espècie.",
        "- Coneixença dels canvis físics, emocionals i socials que comporta la pubertat i l’adolescència per acceptar-los de forma positiva tant en un mateix com en altri.",
        "- Aplicació de pautes que fomenten una salut emocional i social adequada: higiene del son, gestió de l’oci del lleure, ús adequat de dispositius digitals i estratègies per al foment de relacions socials saludables.",
        "● Matèria, forces i energia",
        "- Experimentació amb la flotabilitat dels objectes, investigant la relació entre massa i volum utilitzant instruments de mesura per construir el concepte de densitat i aplicar-lo a situacions quotidianes.",
        "- Experimentació amb els canvis reversibles i irreversibles que afecten la matèria des d’un estat inicial a un de final, per reconèixer els processos i transformació que passen en la matèria en situacions properes a l’alumnat.",
        "- Comprensió del funcionament de l’energia elèctrica amb relació a les fonts, les transformacions i la transferència, a través de l’experimentació de circuits elèctrics i estructures robotitzades, presents en l’entorn quotidià.",
        "- Anàlisi de les diferents fonts d’energia i la seva influència en la contribució al desenvolupament sostenible de la societat.",
        "- Identificació dels principis bàsics de l’aerodinàmica, indagant sobre les propietats de l’aire i la interacció amb objectes de diferents formes mides i materials per entendre les forces implicades en el vol.",
        "Tecnologia i digitalització",
        "● Digitalització de l’entorn personal d’aprenentatge",
        "- Selecció i utilització de dispositius i de recursos digitals d’acord amb les necessitats del context educatiu.",
        "- Aplicació d’estratègies avançades per a la planificació i la cerca d’informació (processos de millora de cerca, operadors lògics...) fent valoració, discriminació, selecció i organització de les informacions més segures, eficients i respectuoses amb la propietat intel·lectual.",
        "- Domini de les regles bàsiques de recollida, emmagatzematge, organització i representació de dades per facilitar la comprensió i anàlisi.",
        "- Utilització de les normes bàsiques de seguretat, protecció i privacitat en navegar per Internet i per protegir l’entorn personal d’aprenentatge (contrasenyes segures, identitat digital...).",
        "- Compliment de les regles bàsiques de seguretat, protecció de privadesa per navegar per Internet i per protegir l’entorn personal d’aprenentatge (contrasenyes segures, identitat digital...) i integració de les eines bàsiques d’etiqueta digital, cortesia i respecte en establir comunicació digital amb altres persones.",
        "● Projectes de disseny i pensament computacional",
        "- Aplicació de les fases del pensament computacional en reptes complexos: descomposició del repte en parts més senzilles, reconeixement de patrons i elaboració de seqüències per a la resolució del problema o la creació d’un producte.",
        "- Planificació i aplicació de les fases del projecte de disseny: empatitza, defineix, idea, prototipa i avalua per donar resposta a una necessitat concreta.",
        "- Selecció i utilització de materials, objectes, eines (simuladors, editors de programació per blocs) i recursos analògics i digitals (sensors i actuadors, programes de disseny 2D i 3D…) adequats per a la consecució del projecte.",
        "- Utilització d’estratègies de resolució de problemes en situacions d’incertesa: adaptació i canvi d’estratègia quan calgui, valoració de l’error propi i dels altres com a oportunitat d’aprenentatge en el desenvolupament cooperatiu del projecte.",
        "Societats i territoris",
        "● Reptes del món actual",
        "- Anàlisi crítica d’accions humanes a la Terra i l’univers com l’exploració, la contaminació espacial i lumínica per poder desenvolupar un criteri per actuar en conseqüència.",
        "- Anàlisi de la Terra com a sistema, relacionant els elements que la conformen, les interaccions entre aquests i els canvis que provoquen en la vida quotidiana i en l’entorn.",
        "- Introducció a la dinàmica atmosfèrica i les grans àrees climàtiques per relacionar la distribució dels ecosistemes i paisatges.",
        "- Coneixement de la diversitat geogràfica de Catalunya, d’Espanya i d’Europa. Representació gràfica, visual i cartogràfica a través de mitjans i recursos analògics i digitals usant les tecnologies de la informació geogràfica.",
        "- Utilització de les principals variables demogràfiques i la seva representació gràfica que permeten analitzar els comportaments de la població i la seva evolució, els moviments migratoris, l’apreciació de la diversitat cultural i el contrast entre zones urbanes i despoblació rural.",
        "- Identificació dels fonaments i principis per a l’organització política i gestió del territori de l’Estat espanyol adequats, per afavorir la participació social i ciutadana i la possibilitat de l’exercici d’una ciutadania activa.",
        "- Valoració dels efectes de l’economia global en la consecució dels objectius de desenvolupament sostenible.",
        "- Anàlisi crítica dels estereotips i rols en els àmbits acadèmic, professional, social i cultural actuant per la igualtat efectiva de gènere i l’eliminació de conductes sexistes.",
        "● Lliçons del passat",
        "- Ubicació i relació de fets i esdeveniments de les grans etapes històriques en eixos cronològics, digitals i analògics, per entendre el temps històric.",
        "- Anàlisi de diferents fonts històriques: orals, escrites i patrimonials per interpretar les accions individuals i col·lectives, de fets i esdeveniments rellevants de la història.",
        "- Ús de la investigació per a la realització de projectes que analitzin fets, esdeveniments i temes de rellevància actual amb perspectiva històrica, contextualitzant-los a l’època medieval, moderna i contemporània.",
        "- Reflexió sobre el paper dels invisibles (dones, infants, pobres...) en la història per entendre els principals moviments en defensa dels seus drets, la situació actual i els reptes de futur.",
        "- Anàlisi multicausal del procés d’instauració de la democràcia de l’Estat espanyol, amb l’aprovació de la Constitució de 1978, per entendre les fórmules per a la participació de la ciutadania en la vida pública.",
        "- Interpretació i anàlisi de les expressions artístiques i culturals contemporànies i de la seva evolució per valorar la funció de l’art i la cultura al món actual.",
        "- Valoració del patrimoni natural i cultural com un bé i un recurs per fer-ne ús des de la cura i la seva conservació.",
        "● Alfabetització cívica",
        "- Valoració de la diversitat d’identitats, etnicocultural i de llengües de l’Estat espanyol, per afavorir una ciutadania més implicada en la defensa de les minories.",
        "- Identificació dels principis i valors dels drets humans i de l’infant i l’ordenament jurídic establert, els drets i deures de la ciutadania, per valorar la contribució de l’Estat i les seves institucions a la pau, la seguretat i la cooperació internacional per al desenvolupament.",
        "- Aplicació de la cultura de pau i no-violència i ús del pensament crític com a eina per a l’anàlisi dels conflictes d’interessos.",
        "- Reconeixement de l’organització política, les principals entitats polítiques i administratives de l’entorn local, autonòmic i nacional a l’Estat espanyol i els sistemes de representació i de participació política, per promoure i protegir els drets civils i polítics.",
        "- Distinció de les principals institucions de l’Estat espanyol i de la Unió Europea, dels seus valors i de les seves funcions, els seus àmbits d’acció i la seva repercussió en l’entorn, en la cohesió social i en els valors de cultura de la pau.",
        "● Consciència ecosocial",
        "- Identificació i anàlisi de les causes i conseqüències del canvi climàtic, a escala local i global proposant mesures de mitigació i adaptació.",
        "- Anàlisi de la petjada ecològica en diferents parts el món i interpretació de les interrelacions entre les persones, l’economia i la natura amb criteri d’ecodependència.",
        "- Coneixement dels recursos limitats que ofereix el planeta, l’explotació que se’n fa i l’esgotament d’aquests.",
        "- Reconeixement de l’activitat econòmica i la distribució de la riquesa com a font de les desigualtats socials i regionals en el món.",
        "- Valoració d’actuacions que contribueixen a la consecució dels objectius de desenvolupament sostenible en l’orientació que donem al nostre estil de vida.",
        "- Coneixement del valor social dels impostos en relació amb els drets i deures de la ciutadania.",
        "- Estudi del funcionament dels mercats (de béns i serveis, financer i laboral) analitzant la responsabilitat ambiental i social de les empreses, de les cooperatives, l’economia verda i del consum responsable i de productes de proximitat."
    ],
    "criteriosEvaluacion": [
        "1.1 Fer ús de diferents fonts digitals, tant en grup com individualment, per identificar i seleccionar la informació adient, verificant la fiabilitat de la font en funció de l’autoria i de la data d’actualització.",
        "1.2 Utilitzar dispositius i recursos digitals de forma responsable i eficient, per contrastar, organitzar i comunicar la informació i per donar a conèixer els propis aprenentatges.",
        "1.3 Crear continguts digitals per construir el coneixement seleccionant i utilitzant dispositius i recursos digitals, segons la necessitat del context.",
        "1.4 Participar en la realització de tasques col·laboratives fent ús de recursos digitals en entorns de treball col·laboratiu dins i fora del centre.",
        "2.1 Demostrar i mantenir la curiositat, formulant-se preguntes investigables i fer prediccions raonades sobre temes d’actualitat relacionats amb el medi.",
        "2.2 Buscar, seleccionar i contrastar informació, de fonts digitals i analògiques segures i fiables per usar-la en investigacions relacionades amb el coneixement del medi.",
        "2.3 Dissenyar i realitzar experiments fent ús de la indagació, seleccionant els instruments i dispositius analògics i digitals necessaris per fer observacions, prendre mesures precises i decidint el tipus de registre a utilitzar per respondre la pregunta plantejada.",
        "2.4 Analitzar i interpretar la informació, les dades obtingudes en la investigació i les prediccions realitzades per valorar la coherència de possibles solucions a les qüestions plantejades.",
        "2.5 Adaptar el missatge i el format a l’audiència a què va dirigit, fent ús, també, de dispositius i recursos digitals fent servir un llenguatge acurat i precís per justificar els resultats aconseguits i el procés de les investigacions realitzades.",
        "3.1 Avaluar les necessitats de l’entorn i establir objectius concrets per a la creació de prototips o solucions digitals que les resolguin.",
        "3.2 Dissenyar possibles solucions a problemes plantejats d’acord amb diferents formes de raonament, com el pensament de disseny o el pensament computacional, mitjançant estratègies bàsiques de gestió de projectes cooperatius, tenint en compte els recursos necessaris, les fases d’execució i establint criteris concrets per avaluar la seva viabilitat.",
        "3.3 Elaborar i desenvolupar un producte final que solucioni un repte o necessitat d’acord amb diferents formes de raonament, com el pensament de disseny o el pensament computacional, i provant, en equip, els diferents prototips o solucions digitals fent ús de forma segura i responsable dels dispositius, eines, tècniques i materials adequats.",
        "3.4 Comunicar els resultats obtinguts i el procés seguit adaptant el missatge i el format a l’audiència, justificant per què el prototip o solució digital compleix amb els requisits del projecte i suggerir possibles reptes per futurs projectes.",
        "4.1 Analitzar i fer propostes de millora justificades dels hàbits personals i col·lectius de vida saludables valorant la importància d’una alimentació variada i equilibrada, l’exercici físic, el descans i la higiene.",
        "4.2 Prendre decisions personals i col·lectives sobre alimentació, higiene i salut relacionant diferents coneixements i criteris científics, per a la prevenció i guariment de malalties en l’àmbit global.",
        "4.3 Promoure actituds que fomenten el benestar i equilibri emocional i social, validant les emocions que activen relacions afectives saludables i resoldre amb criteri situacions diverses també relacionades amb l’ús de la tecnologia i la gestió del temps lliure.",
        "5.1 Identificar i analitzar les característiques, propietats i l’organització dels elements del medi natural, social i cultural a través de metodologies d’indagació i utilitzant les eines i processos adequats.",
        "5.2 Establir connexions entre diferents elements del medi natural social i cultural, analitzant les relacions que s’hi estableixen i fer prediccions dels possibles efectes.",
        "5.3 Valorar i proposar accions de conservació, protecció i millora del patrimoni natural i cultural, a través de compromisos i conductes a favor de la sostenibilitat.",
        "6.1 Analitzar la intervenció humana en el món i aportar opinions fonamentades per fer front a problemes ecosocials i involucrar-se en la seva resolució.",
        "6.2 Dissenyar propostes o activitats, cooperativament, per avançar cap a la consecució dels objectius de desenvolupament sostenible de manera crítica i contextualitzada.",
        "6.3 Participar en la construcció de models de convivència sostenibles en el temps basats en la cooperació, la cura i protecció de l’entorn i el respecte a les persones i al planeta.",
        "7.1 Relacionar i contextualitzar temporalment, esdeveniments rellevants per poder interpretar els canvis el present com a producte del passat i comprendre la incidència de les decisions actuals en el futur.",
        "7.2 Analitzar els canvis i les continuïtats a partir de les relacions de causalitat, simultaneïtat i successió de diferents moments històrics, culturals, socials i en el medi natural on les societats es desenvolupen.",
        "7.3 Relacionar les diferents èpoques de la història i identificar les accions i fets humans més destacats valorant els canvis que han provocat.",
        "8.1 Posicionar-se críticament a favor actituds d’equitat, igualtat de gènere i conductes no sexistes, analitzant i contrastant diferents models en la nostra societat.",
        "8.2 Actuar per la igualtat efectiva de les persones i desmuntar estereotips i rols en tots els àmbits.",
        "8.3 Valorar les manifestacions culturals i relacionar-les amb qui les ha creat i la seva època, per interpretar les diverses cosmovisions i la seva finalitat.",
        "9.1 Participar activament en la comunitat escolar, la vida social i l’entorn assumint responsabilitats, establint acords i presentant propostes de millora de la vida al centre, des de l’exercici dels principis democràtics, que emanen dels drets humans i dels infants i de les minories.",
        "9.2 Contribuir al benestar individual i col·lectiu i a l’assoliment dels valors de la integració europea a través del coneixement dels processos geogràfics, històrics i culturals que han conformat la societat actual, valorant la diversitat cultural i mostrant empatia i respecte per les minories.",
        "9.3 Contribuir activament a la mobilitat segura pròpia i de les altres persones durant els desplaçaments i valorant-ne els riscos.",
        "10.1 Identificar i analitzar el funcionament dels òrgans de govern de les comunitats autònomes, de l’Estat espanyol i de la Unió Europea, valorant les seves accions en la gestió dels serveis públics per a la ciutadania.",
        "10.2 Actuar per protegir els drets i deures propis i dels altres, reconèixer conductes no favorables i reaccionar en conseqüència per promoure la cohesió social i els valors de cultura de la pau."
    ]
}