{
  "saberes": [
    "Bloque A. Retos del mundo actual.",
    "A.1. Saberes globales.",
    "A.1.2.1. Tecnologías de la información. Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales. Búsqueda, tratamiento de la información y elaboración de conocimiento. Uso seguro de las redes de comunicación. Lectura crítica de la información.",
    "A.1.2.2. Métodos básicos de investigación para la construcción del conocimiento de la Geografía y la Historia. Metodologías del pensamiento geográfico y del pensamiento histórico.",
    "A.1.2.3. Sociedad del conocimiento. Introducción a los objetivos y estrategias de las ciencias sociales y al uso de sus procedimientos, términos y conceptos. Uso de plataformas digitales.",
    "A.1.2.4. Igualdad. Situaciones discriminatorias de las niñas y de las mujeres en el mundo. Roles de género y su manifestación en todos los ámbitos de la sociedad y la cultura.",
    "A.2. Saberes geográficos.",
    "A.2.2.1. Ubicación espacial: representación del espacio, orientación y escalas. Utilización de recursos digitales e interpretación y elaboración de mapas, esquemas, imágenes y representaciones gráficas. Tecnologías de la Información Geográfica (TIG).",
    "A.2.2.2. Emergencia climática: elementos y factores que condicionan el clima y el impacto de las actividades humanas. Métodos de recogida de datos meteorológicos e interpretación de gráficos. Riesgos y catástrofes climáticas en el presente, en el pasado y en el futuro. Vulnerabilidad, prevención y resiliencia de la población ante las catástrofes naturales y los efectos del cambio climático.",
    "   A.2.4.2. Estructuras económicas en el mundo actual, cambios en los sectores productivos y funcionamiento de los mercados. Dilemas e incertidumbres ante el crecimiento, la empleabilidad y la sustentabilidad.",
    "A.2.2.3. Biodiversidad. Dinámicas y amenazas de los ecosistemas planetarios. Formas y procesos de modificación de la superficie terrestre. Riqueza y valor del patrimonio natural. La influencia humana en la alteración de los ecosistemas en el pasado y la actualidad. Conservación y mejora del entorno local y global.",
    "A.2.2.4. Desafíos demográficos en el mundo actual. Causalidad y comparación en el estudio de la diversidad social y cultural y de las estructuras demográficas en distintas escalas (local, regional, nacional, europea y planetaria).",
    "A.2. Saberes geográficos.",
    "A.2.2.5. Aglomeraciones urbanas y ruralidad. La despoblación y el sostenimiento del mundo rural. El desarrollo urbano sostenible: la ciudad, espacio de convivencia. Modos y estilos de vida en el contexto de la globalización.",
    "A.2.2.6. Concentración y distribución de la riqueza. Formas y modos de percibir y representar la desigualdad. Líneas de acción para un reparto justo. La cuestión del mínimo vital.",
    "A.2.2.7. Objetivos de Desarrollo Sostenible. La visión de los dilemas del mundo actual, punto de partida para el pensamiento crítico y el desarrollo de juicios propios.",
    "A.3. Saberes históricos.",
    "A.3.2.1. Competencia y conflicto por los recursos y el territorio. Mercados regionales, políticas comerciales y movimientos migratorios. Tensiones internacionales, choques y alianzas entre civilizaciones.",
    "Bloque B. Sociedades y territorios.",
    "B.1. Fuentes para la explicación y comprensión de la historia.",
    "B.1.2.1. Métodos de investigación en el ámbito de la geografía y de la historia. Metodologías del pensamiento histórico y del pensamiento geográfico.",
    "B.1.2.2. Las fuentes históricas y arqueológicas como base para la construcción del conocimiento histórico. Objetos y artefactos como fuente para la historia y el legado inmaterial. El significado de los archivos, bibliotecas y museos y del legado histórico y cultural como patrimonio colectivo.",
    "B.1.2.3. Tiempo histórico: construcción e interpretación de líneas del tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "B.2. Procesos históricos: causas, desarrollo y consecuencias.",
    "B.2.2.1. Análisis interdisciplinar del origen del ser humano y del nacimiento de la sociedad. Grandes migraciones humanas y el nacimiento de las primeras culturas.",
    "B.2.2.2. Complejidad social y nacimiento de la autoridad: familia, clan, tribu, casta, linaje y estamento. Desigualdad social y disputa por el poder desde la Prehistoria y la Antigüedad hasta la Edad Moderna. Formación de oligarquías, la imagen del poder, y la evolución de la aristocracia.",
    "B.2.2.3. La organización política del ser humano y las formulaciones estatales en el mundo Antiguo, Medieval y Moderno: democracias, repúblicas, imperios y reinos. Evolución de la teoría del poder.",
    "B.2. Procesos históricos: causas, desarrollo y consecuencias.",
    "B.2.2.4. Condicionantes geográficos e interpretaciones históricas del surgimiento de las civilizaciones. Las grandes rutas comerciales y las estrategias por el control de los recursos: talasocracias e imperios, conquista y colonización.",
    "B.2.2.5. Las personas invisibilizadas de la historia: mujeres, esclavos y extranjeros. Marginación, segregación, control y sumisión en la historia de la humanidad. Personajes femeninos en la historia. La resistencia a la opresión.",
    "B.2.2.6. El papel de la religión en la organización social, la legitimación del poder y la formación de identidades: politeísmo, monoteísmo y el surgimiento de las grandes religiones. Herejías, persecuciones y guerras de religión.",
    "B.2.2.7. Las raíces clásicas de la cultura occidental. La construcción de las identidades culturales, de la idea de Europa, y del eurocentrismo, a través del pensamiento y del arte. La influencia de las civilizaciones judía e islámica en la cultura europea.",
    "B.2.2.8. Viajes, descubrimientos y sistemas de intercambio en la formación de una economía mundial. La disputa por la hegemonía y la geopolítica en el nacimiento y evolución de la Modernidad.",
    "B.2.2.9. España en el tiempo y su conexión con los grandes procesos de la humanidad. El legado histórico y el acervo cultural en la formación de nuestras identidades colectivas.",
    "B.2. Procesos históricos: causas, desarrollo y consecuencias.",
    "B.2.2.10. Violencia y conflictos armados. El crecimiento de los ejércitos y la evolución del armamento desde los hoplitas a los tercios. Los civiles durante las guerras.",
    "B.2.2.11. Ciencia, medicina y avances tecnológicos. La lucha contra epidemias y pandemias. Racionalismo y empirismo en la explicación de la realidad frente a las supersticiones.",
    "B.2.2.12. Significado y función de las expresiones artísticas y culturales en las distintas civilizaciones. Diversidad y riqueza cultural. Respeto y conservación del patrimonio material e inmaterial.",
    "B.3. Los retos geográficos actuales.",
    "B.3.2.1. La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida y de los modelos de organización social. La lucha por la supervivencia y el estatus social desde la Prehistoria y la Antigüedad hasta la Edad Moderna.",
    "B.3.2.2. Interpretación del territorio y del paisaje. La ciudad y el mundo rural a lo largo de la historia: polis, urbes, ciudades, villas y aldeas. La huella humana y la protección del patrimonio ambiental, histórico, artístico y cultural.",
    "Bloque C. Compromiso cívico.",
    "C.1. Dimensión global del compromiso cívico.",
    "C.1.2.1. Identificación y gestión de las emociones y su repercusión en comportamientos individuales y colectivos.",
    "C.1.2.2. Convivencia cívica y cultura democrática. Incorporación e implicación en la sociedad civil en procesos democráticos. Participación en proyectos comunitarios.",
    "C.1.2.3. Igualdad de género. Manifestaciones y conductas no sexistas.",
    "C.1.2.4. Las redes sociales. Seguridad y prevención ante los riesgos y peligros del uso de las tecnologías de la información y de la comunicación.",
    "C.1.2.5. Conservación y defensa del patrimonio histórico, artístico y cultural.",
    "C.1.2.6. Alteridad: respeto y aceptación del otro . Comportamientos no discriminatorios y contrarios a cualquier actitud segregadora.",
    "C.1.2.7. La contribución del Estado y sus instituciones a la paz, a la seguridad integral ciudadana y a la convivencia social.",
    "C.2. Dimensión económica del compromiso cívico.",
    "C.2.2.1. Conciencia ambiental. Respeto, protección y cuidado de los seres vivos y del planeta.",
    "C.2.2.2. Solidaridad, empatía y acciones de apoyo a colectivos en situaciones de pobreza, vulnerabilidad y exclusión social",
    "C.2.2.3. Ciclos vitales, uso del tiempo libre y hábitos de consumo: diferencias y cambios en las formas de vida en sociedades actuales y del pasado.",
    "C.3. Dimensión ciudadana del compromiso cívico.",
    "C.3.2.1. Dignidad humana y derechos universales. Convención sobre los Derechos del Niño.",
    "C.3.2.2. Interés ante los retos y problemas de actualidad en el entorno local y global.",
    "C.3.2.3. Seguridad vial y movilidad segura, saludable y sostenible.",
    "C.3.2.4. Ciudadanía europea. Ideas y actitudes en el proyecto de construcción de una identidad común. La seguridad y la cooperación internacional."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1.",
    "Criterio 1.1. Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros tipos de formato mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información relativas a procesos y acontecimientos relevantes del presente y del pasado.",
    "Criterio 1.2. Contrastar y argumentar sobre temas y acontecimientos de la Prehistoria, la Edad Antigua, la Edad Media y la Edad Moderna, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas.",
    "Competencia específica 2.",
    "Criterio 2.1. Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, adoptando una posición crítica y proactiva hacia los mismos.",
    "Criterio 2.2. Argumentar de forma crítica sobre problemas de actualidad a través de conocimientos geográficos e históricos, contrastando y valorando fuentes diversas.",
    "Criterio 2.3. Incorporar y utilizar adecuadamente términos, conceptos y acontecimientos relacionados con la geografía, la historia y otras disciplinas de las ciencias sociales, a través de intervenciones orales, textos escritos y otros productos, mostrando planteamientos originales y propuestas creativas.",
    "Criterio 2.4. Elaborar juicios argumentados, respetando las opiniones de los demás y enriqueciendo el acervo común en el contexto del mundo actual, sus retos y sus conflictos desde una perspectiva sistémica y global.",
    "Competencia específica 3.",
    "Criterio 3.1. Adquirir y construir conocimiento relevante del mundo actual y de la historia, a través de procesos inductivos, la investigación y el trabajo por proyectos, retos o problemas, mediante la elaboración de productos que reflejen la comprensión de los fenómenos y problemas abordados.",
    "Criterio 3.2. Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la humanidad a lo largo de la historia, los cambios producidos, sus causas y consecuencias, así como los que, en la actualidad, se deben plantear y resolver en torno a los Objetivos de Desarrollo Sostenible.",
    "Criterio 3.3. Representar adecuadamente información geográfica e histórica a través de diversas formas de representación gráfica, cartográfica y visual.",
    "Criterio 3.4. Utilizar una secuencia cronológica con objeto de examinar la relación entre hechos y procesos en diferentes períodos y lugares históricos (simultaneidad y duración), utilizando términos y conceptos apropiados.",
    "Criterio 3.5. Analizar procesos de cambio histórico de relevancia a través del uso de diferentes fuentes de información, teniendo en cuenta las continuidades y permanencias en diferentes períodos y lugares.",
    "Competencia específica 4.",
    "Criterio 4.1. Interpretar el entorno desde una perspectiva sistémica e integradora, a través del concepto de paisaje, identificando sus principales elementos y las interrelaciones existentes.",
    "Criterio 4.2. Valorar el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas escalas y analizar su transformación y degradación a través del tiempo por la acción humana en la explotación de los recursos, su relación con la evolución de la población y las estrategias desarrolladas para su control y dominio y los conflictos que ha provocado.",
    "Criterio 4.3. Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del entorno (natural, rural y urbano) a través de propuestas e iniciativas que reflejen compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos.",
    "Competencia específica 5.",
    "Criterio 5.1. Identificar, interpretar y analizar los mecanismos que han regulado la convivencia y la vida en común a lo largo de la historia, desde el origen de la sociedad a las distintas civilizaciones que se han ido sucediendo, señalando los principales modelos de organización social y política que se han ido gestando.",
    "Criterio 5.2. Señalar y explicar aquellas experiencias históricas más destacables, y anteriores a la época contemporánea, en las que se lograron establecer sistemas políticos que favorecieron el ejercicio de derechos y libertades de los individuos y de la colectividad, considerándolas como antecedentes de las posteriores conquistas democráticas y referentes históricos de las libertades actuales.",
    "Criterio 5.3. Mostrar actitudes pacíficas y respetuosas y asumir las normas como marco necesario para la convivencia, demostrando capacidad crítica e identificando y respondiendo de manera asertiva ante las situaciones de injusticia y desigualdad.",
    "Competencia específica 6.",
    "Criterio 6.1. Situar el nacimiento y desarrollo de distintas civilizaciones y ubicarlas en el espacio y en el tiempo, integrando los elementos históricos, culturales, institucionales y religiosos que las han conformado, explicando la realidad multicultural generada a lo largo del tiempo e identificando sus aportaciones más relevantes a la cultura universal.",
    "Criterio 6.2. Reconocer las desigualdades sociales existentes en épocas pasadas y los mecanismos de dominación y control que se han aplicado, identificando aquellos colectivos que se han visto sometidos y silenciados, destacando la presencia de mujeres y de personajes pertenecientes a otros colectivos discriminados.",
    "Criterio 6.3. Valorar la diversidad social y cultural, argumentando e interviniendo en favor de la inclusión, así como rechazando y actuando en contra de cualquier actitud o comportamiento discriminatorio o basado en estereotipos.",
    "Criterio 6.4. Argumentar e intervenir acerca de la igualdad real de hombres y mujeres actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género.",
    "Competencia específica 7.",
    "Criterio 7.1. Relacionar las culturas y civilizaciones que se han desarrollado a lo largo de la historia Antigua, Medieval y Moderna con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y aportaciones de cada una de ellas a la cultura humana universal.",
    "Criterio 7.2. Identificar el origen histórico de distintas identidades colectivas que se han desarrollado en España, interpretando el uso que se ha hecho de las mismas y mostrando una actitud de respeto y tolerancia hacia los diferentes sentidos de pertenencia, promoviendo la solidaridad y la cohesión social.",
    "Criterio 7.3. Señalar los fundamentos de la idea de Europa a través de las diferentes experiencias históricas del pasado e identificar el legado histórico, institucional, artístico y cultural como patrimonio común de la ciudadanía europea.",
    "Criterio 7.4. Valorar, proteger y conservar el patrimonio artístico, histórico y cultural como fundamento de identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el disfrute recreativo y cultural y un recurso para el desarrollo de los pueblos.",
    "Competencia específica 8.",
    "Criterio 8.1. Conocer e interpretar los comportamientos demográficos de la población, los cambios que ha experimentado y sus ciclos, identificando y analizando los principales problemas y retos a los que nos enfrentamos en el mundo y en España.",
    "Criterio 8.2. Tomar conciencia del ciclo vital y analizar cómo han cambiado sus características, necesidades y obligaciones en distintos momentos históricos, así como las raíces de la distribución por motivos de género del trabajo doméstico, asumiendo las responsabilidades y compromisos propios de su edad en el ámbito familiar, en el entorno escolar y comunitario y valorando la riqueza que aportan las relaciones intergeneracionales.",
    "Criterio 8.3. Relacionar los cambios en los estilos de vida tradicional y contrastarlos con los que son saludables y sostenibles en el entorno, a través de comportamientos respetuosos con la salud propia, con la de los demás y con otros seres vivos, tomando conciencia de la importancia de promover el propio desarrollo personal.",
    "Competencia específica 9.",
    "Criterio 9.1. Identificar e interpretar la conexión de España con los grandes procesos históricos (de las épocas Antigua, Medieval y Moderna), valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia.",
    "Criterio 9.2. Interpretar desde la perspectiva del desarrollo sostenible y la ciudadanía global los principales desafíos del mundo actual, expresando la importancia de implicarse en la búsqueda de soluciones y en el modo de concretarlos desde su capacidad de acción tanto local como global, valorando la contribución del Estado, sus instituciones y las asociaciones civiles en programas y misiones dirigidos por organismos nacionales e internacionales para el logro de la paz, la seguridad integral, la convivencia social y la cooperación entre los pueblos."
  ]
}
