{
    "criteriosEvaluacion": [
        "3.1.1. Realizar experiencias prácticas utilizando el material y herramientas",
        "del laboratorio respetando las normas de seguridad.",
        "3.1.2. Realizar investigaciones, experimentales o no, en torno a fenómenos",
        "observables que requieran formular preguntas investigables, emitir hipótesis,",
        "interpretar y analizar los resultados obtenidos y extraer conclusiones",
        "razonadas y fundamentadas.",
        "3.1.3. Analizar críticamente la solución a un problema en el que intervienen",
        "los saberes de la materia y reformular los procedimientos utilizados si dicha",
        "solución no es viable o surgen nuevos datos.",
        "3.1.4. Seleccionar y utilizar las fuentes adecuadas de información para",
        "resolver preguntas relacionadas con las ciencias biológicas.",
        "3.1.5. Contrastar y justificar la veracidad de información relacionada con la",
        "materia en base al conocimiento científico, adoptando una actitud crítica y",
        "escéptica hacia informaciones sin una base científica.",
        "3.1.6. Seleccionar e interpretar información, así como comunicarla, utilizando",
        "diferentes formatos (textos, vídeos, gráficos, tablas, diagramas, esquemas,",
        "aplicaciones y otros formatos digitales).",
        "3.1.7. Evaluar la fiabilidad de las conclusiones de un trabajo de investigación",
        "o divulgación relacionado con los saberes de la materia aplicando las",
        "estrategias propias del trabajo científico.",
        "3.1.8. Comunicar información y datos, argumentando sobre aspectos",
        "relacionados con los saberes de la materia, considerando los puntos fuertes y",
        "débiles de diferentes posturas de forma razonada y con una actitud abierta,",
        "flexible, receptiva y respetuosa ante la opinión de los demás.",
        "3.2.1. Adoptar y promover la adopción de hábitos sostenibles a partir del",
        "análisis de los diferentes tipos de recursos geológicos y de la biosfera y sus",
        "posibles usos.",
        "3.2.2. Relacionar el impacto de la explotación de determinados recursos con",
        "el deterioro medioambiental argumentando sobre la importancia de su",
        "consumo y aprovechamiento responsables.",
        "3.2.3. Argumentar en torno al origen antropogénico del cambio climático y su",
        "relación con la mayor incidencia y periodicidad de los fenómenos",
        "meteorológicos extremos",
        "3.3.1. Deducir y explicar la historia geológica de un área determinada",
        "identificando y analizando sus elementos geológicos a partir de información",
        "en diferentes formatos (fotografías, cortes o mapas geológicos).",
        "3.3.2. Realizar predicciones sobre fenómenos geológicos y riesgos naturales",
        "en un área determinada analizando la influencia de diferentes factores",
        "presentes en ella (actividades humanas, climatología, relieve, vegetación o",
        "localización).",
        "3.3.3. Proponer medidas de prevención y adaptación a riesgos naturales",
        "derivados de fenómenos geológicos externos.",
        "3.4.1. Explicar las causas de la concentración de las manifestaciones de",
        "dinámica geológica interna en determinadas zonas del planeta y realizar",
        "predicciones sobre posibles fenómenos catastróficos en el futuro.",
        "3.4.2. Asociar los procesos geológicos internos y externos con la",
        "construcción y destrucción del relieve como elementos integrados en un",
        "proceso cíclico.",
        "3.4.3. Proponer medidas de prevención y adaptación a riesgos naturales",
        "derivados de fenómenos geológicos internos."
    ],
    "saberes": [
        "Bloque A. Experimentación en Geología y Ciencias Ambientales.",
        "2.1.1. Pautas del trabajo científico en la planificación y ejecución de un",
        "proyecto de investigación en equipo: identificación de preguntas y",
        "planteamiento de problemas que puedan responderse, formulación de",
        "hipótesis, contraste y comunicación de resultados.",
        "2.1.2. Fuentes de información geológica y ambiental: búsqueda,",
        "reconocimiento y utilización (mapas, cortes, fotografías aéreas, textos,",
        "posicionamiento e imágenes de satélite o diagramas de flujo). Utilización en",
        "el campo y el laboratorio e interpretación de datos, imágenes, mapas o",
        "esquemas. Aplicaciones asociadas.",
        "2.1.3. Búsqueda, reconocimiento y utilización de fuentes veraces de",
        "información científica.",
        "2.1.4. Diseño, planificación y realización de experiencias científicas de",
        "laboratorio o de campo para contrastar hipótesis y responder cuestiones y",
        "argumentación sobre la importancia del uso de controles para obtener",
        "resultados objetivos y fiables.",
        "2.1.5. Estrategias de comunicación de proyectos o resultados utilizando",
        "vocabulario científico y en distintos formatos (informes, vídeos, modelos,",
        "gráficos).",
        "2.1.6. Herramientas de representación de la información geológica y",
        "ambiental: columna estratigráfica, corte, mapa, diagrama de flujo.",
        "2.1.7. La evolución histórica del saber científico: el avance de la geología y las",
        "ciencias ambientales como labor colectiva, interdisciplinar y en continua",
        "construcción. El papel de la mujer en el desarrollo de la ciencia.",
        "2.1.8. Uso de instrumentos de campo y de laboratorio para el trabajo",
        "geológico y ambiental.",
        "2.1.9. Herramientas digitales para la obtención e interpretación de datos de",
        "utilidad en Geología y Ciencias Ambientales (Google Earth, imágenes vía",
        "satélite, aplicaciones diversas).",
        "2.1.10. Valoración de la importancia de la conservación del patrimonio",
        "geológico y medioambiental y la geodiversidad.",
        "2.2. Bloque B. La tectónica de placas y geodinámica interna.",
        "2.2.1. Geodinámica interna del planeta y manifestaciones: influencia sobre el",
        "relieve (vulcanismo, seísmos, orogenia y movimientos continentales). La",
        "teoría de la tectónica de placas.",
        "2.2.2. El ciclo de Wilson: influencia en la disposición de los continentes y en",
        "los principales episodios orogénicos.",
        "2.2.3. Las deformaciones de las rocas: elásticas, plásticas y frágiles rígidas.",
        "Relación con las fuerzas que actúan sobre ellas y con otros factores.",
        "2.2.4. Procesos geológicos internos y riesgos naturales asociados: relación",
        "con las actividades humanas. Importancia de la ordenación territorial.",
        "2.3. Bloque C. Procesos geológicos externos.",
        "2.3.1. Los procesos geológicos externos (meteorización, edafogénesis,",
        "erosión, transporte y sedimentación) y sus efectos sobre el relieve.",
        "2.3.2. Las formas de modelado del relieve: relación con los agentes",
        "geológicos, el clima y las propiedades y disposición relativa de las rocas",
        "predominantes.",
        "2.3.3. Procesos geológicos externos y riesgos naturales asociados: relación",
        "con las actividades humanas. Importancia de la ordenación territorial.",
        "2.4. Bloque D. Minerales, los componentes de las rocas.",
        "2.4.1. Concepto de mineral.",
        "2.4.2. Clasificación químico-estructural de los minerales: relación con sus",
        "propiedades.",
        "2.4.3. Identificación de los minerales por sus propiedades físicas:",
        "herramientas de identificación (guías, claves, instrumentos o recursos",
        "tecnológicos).",
        "2.4.4. Diagramas de fases: condiciones de formación y transformación de",
        "minerales.",
        "2.5. Bloque E. Rocas ígneas, sedimentarias y metamórficas.",
        "2.5.1. Concepto de roca.",
        "2.5.2. Clasificación de las rocas en función de su origen (ígneas,",
        "sedimentarias y metamórficas). Relación de su origen con sus características",
        "observables.",
        "2.5.3. Identificación de las rocas por sus características: herramientas de",
        "identificación (guías, claves, instrumentos o recursos tecnológicos).",
        "2.5.4. Los magmas: clasificación, composición, evolución, rocas resultantes,",
        "tipos de erupciones volcánicas asociadas y relieves originados.",
        "2.5.5. La diagénesis: concepto, tipos de rocas sedimentarias resultantes",
        "según el material de origen y el ambiente sedimentario.",
        "2.5.6. Las rocas metamórficas: tipos, factores que influyen en su formación y",
        "relación entre ellos.",
        "2.5.7. El ciclo litológico: formación, destrucción y transformación de los",
        "diferentes tipos de rocas, relación con la tectónica de placas y los procesos",
        "geológicos externos.",
        "2.6. Bloque F. Las capas fluidas de la Tierra.",
        "2.6.1. La atmósfera y la hidrosfera: estructura, dinámica, funciones, influencia",
        "sobre el clima terrestre importancia para los seres vivos.",
        "2.6.2. Contaminación de la atmósfera y la hidrosfera: definición, tipos, causas",
        "y consecuencias.",
        "2.7. Bloque G. Recursos naturales y su gestión sostenible.",
        "2.7.1. Los recursos geológicos y de la biosfera: aplicaciones en la vida",
        "cotidiana.",
        "2.7.2. Conceptos de recurso, yacimiento y reserva.",
        "2.7.3. Impacto ambiental de la explotación de diferentes recursos (hídricos,",
        "paisajísticos, mineros, energéticos, edáficos, etc.). Importancia de su",
        "consumo responsable de acuerdo a su tasa de renovación e interés",
        "económico.",
        "2.7.4. Los recursos hídricos: abundancia relativa, usos e importancia del",
        "tratamiento de las aguas para su gestión sostenible.",
        "2.7.5. El suelo: características, composición, horizontes, textura, estructura,",
        "adsorción, relevancia ecológica y productividad",
        "2.7.6. La contaminación, la salinización y la degradación del suelo y las",
        "aguas: relación con algunas actividades humanas (deforestación, agricultura",
        "y ganadería intensivas, contaminación de acuíferos).",
        "2.7.7. Prevención y gestión de los residuos: importancia y objetivos",
        "(disminución, valorización, transformación y eliminación).",
        "2.7.8. Los impactos ambientales de la explotación de recursos (hídricos,",
        "paisajísticos, mineros, energéticos, edáficos, etc.): medidas preventivas,",
        "correctoras y compensatorias."

    ]
}
