{
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Analizar críticamente conceptos y procesos biológicos, seleccionando, contrastando e interpretando información presentada en diferentes lenguas y formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas u otros), utilizando métodos inductivos y deductivos que permitan integrar con creatividad diversos medios y soportes. (CCL2, CCL3, CP1, STEM1, STEM2, STEM4, CD3, CPSAA4, CCEC4.1)",
    "1.2 Comunicar informaciones u opiniones razonadas relacionadas con los contenidos de la materia, transmitiéndolas de forma clara y rigurosa, utilizando la terminología, con fluidez lingüística (teniendo en cuenta que la mayoría de la información científica se transmite en lengua inglesa), y los formatos adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos o contenidos y herramientas digitales, entre otros) y respondiendo de manera fundamentada y precisa a las cuestiones que puedan surgir durante el proceso, manteniendo una actitud cooperativa y respetuosa. (CCL1, CP1, STEM4, CD2, CD3)",
    "1.3 Argumentar sobre aspectos relacionados con los contenidos de la materia, generando nuevo conocimiento, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás y fomentando la cohesión social al conocer la diversidad cultural de la sociedad. (CCL1, CCL5, STEM2, CC3, CCEC3.2)",
    "Competencia específica 2",
    "2.1 Plantear y resolver cuestiones y crear contenidos innovadores y sostenibles relacionados con los contenidos de la materia, localizando y citando fuentes de forma adecuada; seleccionando, organizando y analizando críticamente la información mediante el desarrollo de estrategias que mejoren eficazmente su comunicación ampliando su repertorio lingüístico individual. (CCL2, CCL3, CP1, CP2, STEM2, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA4, CPSAA5, CE3)",
    "2.2 Contrastar y justificar la veracidad de información relacionada con la materia, con especial énfasis en los textos académicos, utilizando fuentes fiables y aplicando medidas de protección frente al uso de tecnologías digitales, aportando datos y adoptando autonomía en el proceso de aprendizaje junto con una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc. consolidando un juicio propio sobre los aspectos éticos y de actualidad en el campo de la Biología. (CCL2, CCL3, STEM2, CD1, CPSAA4, CC1, CC3)",
    "2.3 Identificar las publicaciones científicas, seleccionando las bases de datos fiables, veraces y que recogen los artículos correctamente revisados, evaluando los riesgos de usar las tecnologías para dichas búsquedas, haciendo un uso legal, seguro, saludable y sostenible de ellas. (CCL3, STEM2, CD1, CD4)",
    "Competencia específica 3",
    "3.1 Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica relacionado con los contenidos de la materia de acuerdo con la interpretación de los resultados obtenidos, teniendo la capacidad de reformular el procedimiento del trabajo de investigación, si fuera necesario. (CCL2, CCL3, STEM1, STEM2, STEM3, STEM4, CPSAA4, CE1)",
    "3.2 Identificar las publicaciones científicas dignas de confianza, seleccionando las bases de datos fiables, veraces y que recogen los artículos correctamente revisados, evaluando los riesgos de usar las tecnologías para dichas búsquedas. (CCL3, CD1, CD4, CPSAA4)",
    "3.3 Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar y con sus limitaciones, en constante evolución influida por el contexto político y los recursos económicos. (CP1, CP2, CP3, STEM4, CC1, CC3)",
    "Competencia específica 4",
    "4.1 Explicar fenómenos biológicos, a través del planteamiento y resolución de problemas, buscando y utilizando criterios de validez, calidad, actualidad y fiabilidad junto con las estrategias y recursos adecuados, transmitiendo los elementos más relevantes de forma clara y precisa, en diferentes formatos (gráficos, tablas, diagramas, esquemas, etc.) aprovechando las posibilidades que ofrecen las tecnologías de la información y la comunicación. (CCL1, STEM1, STEM2, STEM4, CD1, CD5, CPSAA1.1, CPSAA4)",
    "4.2 Analizar críticamente la solución a un problema utilizando los contenidos de la materia Biología y reformular los procedimientos utilizados o conclusiones, si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad, desarrollando, de esta manera, una personalidad autónoma y gestionando constructivamente los cambios. (CCL2, CCL3, STEM1, STEM2, CPSAA1.2, CPSAA5, CE3)",
    "Competencia específica 5",
    "5.1 Argumentar sobre la importancia de adoptar hábitos saludables y un modelo de desarrollo sostenible, basándose en los principios de la biología molecular y relacionándolos con los procesos macroscópicos. (CCL3, STEM2, STEM5, CD4, CPSAA2, CC3, CC4)",
    "5.2 Analizar y explicar los fundamentos de la biología molecular en relación con el funcionamiento de los sistemas biológicos apreciando la repercusión sobre la salud. (CCL1, STEM2, STEM5, CE1)",
    "Competencia específica 6",
    "6.1 Explicar las características y procesos vitales de los seres vivos mediante el análisis de sus biomoléculas, de las interacciones bioquímicas entre ellas y de sus reacciones metabólicas. (CCL1, CCL2, STEM2, STEM4, CD1, CC4)",
    "6.2 Aplicar metodologías analíticas en el laboratorio utilizando los materiales adecuados con precisión. (STEM1, STEM2, CPSAA4)"
  ],
  "saberes": [
    "A. Biomoléculas",
    "- Bioelementos como constituyentes de la materia viva.",
    "- Biomoléculas orgánicas e inorgánicas: características generales y diferencias como componentes químicos de los seres vivos.",
    "- Agua y sales minerales: relación entre sus características químicas y funciones biológicas.",
    "- Glúcidos: características químicas, estructuras lineales y cíclicas, funciones biológicas. Ejemplos representativos con mayor relevancia biológica.",
    "- Lípidos saponificables y no saponificables: características químicas, tipos, diferencias y funciones biológicas.",
    "- Proteínas: características químicas, estructura, función biológica, papel biocatalizador.",
    "- Vitaminas y sales: función biológica como cofactores enzimáticos e importancia de su incorporación en la dieta.",
    "- Ácidos nucleicos: tipos, características químicas, estructura y función biológica.",
    "- Relación entre bioelementos y biomoléculas y la salud. Estilos de vida saludables.",
    "B. Genética molecular",
    "- ADN: estructura y composición química. Importancia biológica como portador, conservador y transmisor de la información genética. Dogma central de la Biología molecular. Concepto de gen.",
    "- ARN: tipos y funciones de cada tipo en los procesos de transcripción y traducción.",
    "- Mecanismo de replicación del ADN: modelos procariota y eucariota. Etapas y enzimas implicadas.",
    "- Etapas de la expresión génica (transcripción y traducción): modelos procariota y eucariota. El código genético: características y problemas de genética molecular.",
    "- Regulación de la expresión génica: su importancia en la diferenciación celular.",
    "- Mutaciones: su relación con la replicación del ADN, la evolución y la biodiversidad. Mutaciones y los fallos en la transmisión de la información genética. Agentes mutagénicos: clasificación. Relevancia evolutiva de las mutaciones.",
    "- Genomas procariota y eucariota: características generales y diferencias.",
    "- Proyecto Genoma Humano. Implicaciones en el avance científico y social del siglo XXI. Valoraciones éticas de la manipulación genética y de las nuevas terapias génicas.",
    "- Problemas sencillos de herencia genética de caracteres autosómicos con relación de dominancia completa y recesividad con uno o dos genes (Leyes de Mendel).",
    "- Problemas sencillos de excepciones de las Leyes de Mendel: dominancia incompleta (codominancia y herencia intermedia), alelos letales, interacciones fénicas, ligamiento y recombinación, genética cuantitativa, alelismo múltiple (grupos sanguíneos), herencia del sexo (influido por el sexo, ligada al sexo con uno o dos genes).",
    "C. Biología celular",
    "- Teoría celular: implicaciones biológicas.",
    "- Microscopía óptica y electrónica: imágenes, poder de resolución y técnicas de preparación de muestras.",
    "- Membrana plasmática: ultraestructura y propiedades y funciones: transporte y tipos de moléculas transportadas.",
    "- Orgánulos celulares eucariotas y procariotas: funciones básicas y características estructurales.",
    "- Ciclo celular: fases y mecanismos de regulación.",
    "- Mitosis y meiosis: fases, función y necesidades biológicas en la reproducción sexual. Importancia evolutiva en los seres vivos.",
    "- Cáncer: relación con las mutaciones y la alteración del ciclo celular. Terapias basadas en inhibiciones del ciclo celular.",
    "D. Metabolismo",
    "- Metabolismo. Reacciones energéticas y de regulación.",
    "- Anabolismo y catabolismo: diferencias.",
    "- Procesos implicados en la respiración celular anaeróbica (glucólisis y fermentación) y aeróbica (β-oxidación de los ácidos grasos, glucolisis, ciclo de Krebs, cadena de transporte de electrones y fosforilación oxidativa) y orgánulos celulares implicados.",
    "- Metabolismos aeróbico y anaeróbico: diferencias, cálculo comparativo de sus rendimientos energéticos.",
    "- Principales rutas de anabolismo heterótrofo (síntesis de glúcidos, lípidos y proteínas) y autótrofo (fotosíntesis y quimiosíntesis): importancia biológica y balance global.",
    "E. Biotecnología",
    "- Técnicas actuales de ingeniería genética (PCR, enzimas de restricción, clonación molecular, CRISPR-CAS9, etc.), aplicaciones y principales líneas de investigación.",
    "- Importancia de la biotecnología y productos elaborados por biotecnología: aplicaciones en salud, agricultura, medio ambiente, nuevos materiales, industria alimentaria, etc.",
    "- Papel destacado de los microorganismos. Aspectos más relevantes del marco normativo europeo sobre la utilización de organismos modificados genéticamente y sus implicaciones éticas.",
    "F. Inmunología",
    "- Inmunidad: características y componentes del sistema inmunitario humano.",
    "- Barreras externas: su importancia al dificultar la entrada de patógenos.",
    "- Inmunidad innata y específica: diferencias.",
    "- Inmunidad humoral y celular: mecanismos de acción.",
    "- Inmunidad artificial y natural, activa y pasiva: mecanismos de funcionamiento.",
    "- Enfermedades infecciosas: fases.",
    "- Principales patologías del sistema inmunitario: causas y relevancia clínica."
  ]
}