{
    "competenciasEspecificas": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "1. Progresar en el conocimiento y control de su cuerpo y en la adquisición de distintas estrategias, adecuando sus acciones a la realidad del entorno de una manera segura, para construir una autoimagen ajustada y positiva. STEM5, CD4, CPSAA2, CPSAA 4, CC4, CCEC3.",
        "2. Reconocer, manifestar y regular progresivamente sus emociones expresando necesidades y sentimientos para lograr bienestar emocional y seguridad afectiva. CCL1, CPSAA1, CPSAA3, CE2, CCEC1, CCEC3.",
        "3. Adoptar modelos, normas y hábitos, desarrollando la confianza en sus posibilidades y sentimientos de logro, para promover un estilo de vida saludable y ecosocialmente responsable. STEM5, CD4, CPSAA4, CC4, CE1.",
        "4. Establecer interacciones sociales en condiciones de igualdad, valorando la importancia de la amistad, el respeto y la empatía, para construir su propia identidad basada en valores democráticos y de respeto a los derechos humanos. CCL5, CP3, CPSAA1, CPSAA3, CC2, CC3.",
        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "1. Identificar las características de materiales, objetos y colecciones y establecer relaciones entre ellos, mediante la exploración, la manipulación sensorial y el manejo de herramientas sencillas y el desarrollo de destrezas lógico- matemáticas para descubrir y crear una idea cada vez más compleja del mundo. CCL2, STEM1, STEM2, CD1, CD2, CE1.",
        "2. Desarrollar, de manera progresiva, los procedimientos del método científico y las destrezas del pensamiento computacional, a través de procesos de observación y manipulación de objetos, para iniciarse en la interpretación del entorno y responder de forma creativa a las situaciones y retos que se plantean. CCL3, STEM2, STEM3, STEM4, CD3, CPSAA4, CE3, CPSAA5.",
        "3. Reconocer elementos y fenómenos de la naturaleza, mostrando interés por los hábitos que inciden sobre ella, para apreciar la importancia del uso sostenible, el cuidado y la conservación del entorno en la vida de las personas. CCL5, STEM4, STEM5, CD4, CD5, CPSAA4, CE1, CC2, CC4.",
        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "1. Manifestar interés por interactuar en situaciones cotidianas a través de la exploración y el uso de su repertorio comunicativo, para expresar sus necesidades e intenciones y para responder a las exigencias del entorno. CCL1, CCL5, CP1, CP2, CD3, CC1, CC3, CE3, CCEC2.",
        "2. Interpretar y comprender mensajes y representaciones apoyándose en conocimientos y recursos de su propia experiencia para responder a las demandas del entorno y construir nuevos aprendizajes. CCL2, CP1, CD1, CC3, CC4, CE1, CCEC1.",
        "3. Producir mensajes de manera eficaz, personal y creativa utilizando diferentes lenguajes, descubriendo los códigos de cada uno de ellos y explorando sus posibilidades expresivas para responder a diferentes necesidades comunicativas. CCL1, CP2, CE3, CCEC3, CCEC4, STEM3.",
        "4. Participar por iniciativa propia en actividades relacionadas con textos escritos, mostrando interés y curiosidad para comprender su funcionalidad y algunas de sus características. CCL4, CCL3, CD1, CD2, CPSAA4, CCEC2.",
        "5. Valorar la diversidad lingüística presente en su entorno, así como otras manifestaciones culturales, para enriquecer sus estrategias comunicativas y su bagaje cultural."
    ]
}