{
    "situacionesAprendizaje": [
        "Las situaciones de aprendizaje implican tanto el despliegue, por parte del alumnado, de ac- tuaciones asociadas a competencias clave y a competencias específicas como la adquisición y desarrollo de las mismas. Los principios que se van a enunciar a continuación pueden orientar el diseño, el desarrollo y la evaluación de las situaciones de aprendizaje, entendiendo que no todos ellos estarán presentes de forma simultánea en todas las situaciones, pero sí se irán integrando de manera combinada a lo largo de la etapa.",
        "Una situación de aprendizaje debe ofrecer escenarios para aprender y trabajar, tanto individual- mente como en grupo, asumiendo las responsabilidades personales y actuando cooperativamen- te en actividades que resulten significativas y estimulantes y que permitan afrontar en equipo la resolución del reto que se plantee. Además, estas situaciones deben favorecer la transferencia de los aprendizajes adquiridos, en función del progreso madurativo del alumnado.",
        "El valor educativo debe impregnar toda la etapa. Así, poco a poco, se deben diseñar situacio- nes educativas de calidad que atiendan al desarrollo integral de las niñas y niños según sus distintos ritmos evolutivos, necesidades, vivencias, experiencias e intereses.",
        "A la hora de diseñar las situaciones de aprendizaje, debemos tener en cuenta dos aspectos importantes. Por un lado, el marco conceptual de la escuela inclusiva según la UNESCO, que parte del principio de que cada niño o niña tiene características, intereses y capacidades de aprendizaje distintos. Debe ser el sistema educativo, en su organización, el que se adapte para atender y satisfacer la diversidad de sus necesidades. Por otro lado, debemos tener en cuenta los fines, objetivos y características propias de la etapa de Educación Infantil, así como los principios generales que la rigen.",
        "En el marco de la escuela inclusiva, las situaciones de aprendizaje dan respuesta al cuándo, al cómo y al dónde se enseña y se aprende.",
        "La respuesta al cuándo se refiere, por un lado, a la importancia de atender la línea temporal del proceso de enseñanza y aprendizaje (grado de adquisición de las distintas competencias, saberes, tipo de actividades y procesos de evaluación) en función de los niveles y los ciclos. Por otro lado, hace referencia a la necesidad de ajustar y temporalizar las actuaciones edu- cativas a los distintos ritmos madurativos y evolutivos y a otros aspectos biológicos de los aprendices en el contexto del aula.",
        "Respondemos al cómo al diseñar situaciones de aprendizaje, considerando todos los métodos y prácticas de éxito educativo que van a propiciar esa atención personalizada que necesitan.",
        "En cuanto al dónde, debemos contemplar la flexibilización en la organización de los espacios como escenarios estimulantes y contextos para desarrollar las propuestas educativas: el es- colar, el socio-comunitario y el familiar.",
        "Durante la etapa de Educación Infantil la colaboración entre la escuela y la familia es im- prescindible. Teniendo en cuenta el respeto a la diversidad de los contextos familiares, la participación de las familias contribuye, junto a la escuela, al desarrollo de las competencias generales, específicas y al desarrollo social y emocional del alumnado. Sobre este principio, fomentar prácticas interactivas y de comunicación dialógica debe ser la pauta que inspire la puesta en marcha de las situaciones de aprendizaje.",
        "En las situaciones de aprendizaje deben articularse todos los elementos necesarios para ga- rantizar la presencia, participación y progreso de todos y cada uno de las alumnas y alumnos, planificando dichas situaciones a través del Diseño Universal para el Aprendizaje (DUA).",
        "Según el primer principio del DUA, el por qué del aprendizaje, las situaciones de aprendizaje y actividades deben diseñarse para captar el interés y motivación de niños y niñas, consideran- do que hay diferentes formas de situarse de manera afectiva frente a las tareas. Para respon- der a esta variabilidad de los aprendices y de los distintos contextos, debemos ser flexibles a la hora de proporcionar y aceptar opciones que les permitan implicarse en el aprendizaje de diferentes formas. El trabajo por centros de interés, la organización de los aprendizajes, tanto en entornos cooperativos como individuales, la flexibilidad con los distintos ritmos de aprendi- zaje y organización del tiempo basada en rutinas diarias que aportan autonomía y confianza, la importancia de un ambiente y espacio acogedor, y el uso de tecnologías de la información y comunicación, propician el logro de dicho principio en el desarrollo de clases interactivas. Permitir que, de forma progresiva, los niños y niñas vayan participando en el diseño de acti- vidades, les motiva e involucra en el logro de sus propias metas.",
        "En relación al segundo principio del DUA, el qué del aprendizaje, las situaciones de aprendiza- je y actividades deben diseñarse ofreciendo al alumnado diferentes vías de acceso, reconoci- miento y procesamiento de la información, bien sea por necesidades educativas especiales o por cuestiones de facilidad o preferencia. Ya desde los inicios de la etapa, esta diversidad, di- ferenciación y multiplicidad de vías resulta imprescindible, sobre todo cuando tenemos alum- nado con necesidades educativas asociadas a dificultades sensorio-motrices. En ese sentido, las actividades primordialmente manipulativas en esta etapa podrán ofrecer apoyos visuales, auditivos o táctiles. Las tecnologías de la información y de la comunicación y sus diferentes soportes pueden resultar útiles para prevenir o intervenir ante las dificultades de aprendizaje, ya que son una potente herramienta pedagógica y de ayuda para niñas y niños si se utilizan de manera segura y controlada.",
        "Y, por último, trataremos el cómo del aprendizaje. Para articular el tercer principio del DUA, las situaciones de aprendizaje y actividades deben diseñarse de modo que niños y niñas tengan diferentes posibilidades de expresar lo que saben, para organizarse y para planificarse. El tra- bajo de las funciones ejecutivas (flexibilidad mental, control de impulsos, toma de decisiones, organización y planificación) facilita la gestión de los propios aprendizajes que se van realizan- do. La organización del trabajo escolar dentro del aula con profesorado de apoyo en forma de codocencia o el apoyo entre iguales son estrategias metodológicas que facilitan el proceso edu- cativo, tanto desde el punto de vista del profesional de la educación, como del propio alumna- do. El diseño de situaciones de aprendizaje en diversos niveles es otra forma de dar opciones al alumnado para activar los procesos cognitivos de distinto orden: señalar, indicar características dentro de un conjunto de objetos, identificar, comparar, clasificar, transformar, etc.",
        "Atendiendo a los principios pedagógicos de la etapa, las situaciones de aprendizaje deben diseñarse propiciando los procesos de globalización, actividad, autonomía, personalización, socialización y juego.",
        "La globalización debe entenderse como la forma de presentar los distintos saberes básicos, pero además facilita que el alumnado dé significatividad y sentido personal al aprendizaje al relacio- nar sus experiencias previas con los aprendizajes nuevos. Por tanto, se debe partir de situa- ciones que planteen actuaciones significativas y también que deriven de sus intereses y de sus conocimientos previos. El trabajo organizado por centros de interés ayuda a desplegar las situa- ciones de aprendizaje en torno a todo tipo de procesos de aprendizajes y de distintos saberes.",
        "La capacidad de manejarse por sí mismo y solucionar las situaciones problemáticas que se le van presentando permiten a la niña y el niño participar en su propio crecimiento personal. Se consigue a través de situaciones que impliquen hábitos y rutinas de la vida diaria. El andamiaje o los diferentes niveles de ayuda que proporciona el profesional educativo son clave para pro- mover la creciente autonomía que el alumnado irá construyendo en su progresión educativa.",
        "Las situaciones de aprendizaje tienen que favorecer la toma de conciencia de sí mismo y de los demás, al tiempo que deben fomentar habilidades de interacción y conocimiento de valores, normas y hábitos. Planificadas de esta manera, generan experiencias nuevas y desafíos que conseguir de forma conjunta y en colaboración con el resto de personas. Los problemas que se propongan deben enmarcarse en los retos y desafíos del siglo XXI, yendo desde aquellos más inmediatos y presentes en su contexto vital a otros de perspectiva más global. Lo mismo suce- de con la adquisición de los prerrequisitos básicos para alcanzar los procesos de lectoescritura: desde el primer ciclo se puede comenzar con la estimulación del lenguaje oral a través de acti- vidades como la repetición de sonidos (balbuceos, imitar sonidos de animales, finales de cancio- nes y retahílas), y se prolongará a lo largo del segundo ciclo con las actividades progresivas de conciencia léxica, silábica y fonológica, al ser ésta última, junto con la madurez visual-manual adecuada, los requisitos indispensables para la adquisición de los procesos lectores y escritores.",
        "El inicio de la etapa de Educación Infantil suele partir de situaciones de aprendizaje con un marcado carácter individualizado y dirigido, aunque poco a poco se abren a círculos de in- teracción cada vez más amplios y abiertos. La estimulación sensorial, motriz y afectiva, de contacto humano, positiva y placentera pasa gradualmente, pero sin desaparecer, de forma individual a grupal. Desde un enfoque más individualizado, el juego y el aprendizaje entre iguales facilitan los procesos de socialización, que permitirá a niños y niñas el desarrollo de habilidades de interacción, así como el conocimiento de normas y valores para la adaptación a la sociedad en la que vivimos. Tanto las situaciones de aprendizaje individuales como grupales deben diseñarse de manera que generen sentimientos positivos hacia los demás y hacia sí mismos, para respetar a cada cual como es.",
        "El juego es el medio más eficaz para desarrollar las competencias específicas de toda la etapa de Educación Infantil, siendo el elemento que activa y estructura las relaciones con los demás. El juego favorece el desarrollo del lenguaje y del pensamiento y reduce inseguridades cuan- do no se trata de juegos competitivos. Tanto espontáneo como dirigido, individual o grupal, el juego debe ser variado y libre, permitiendo la combinación de distintos tipos según sus intereses. A lo largo de la etapa, a los juegos de ejercicios de los primeros momentos, pau- latinamente se les sumará el juego simbólico y de reglas. Son el medio que permite ensayar, tantear, comprobar y volver a empezar. El juego, cuando no es competitivo, favorece aspectos como la cooperación en la resolución pacífica de los problemas, la creatividad, el pensamiento divergente, el afecto, la ayuda mutua y la solidaridad.",
        "El diseño de las situaciones de evaluación debe seguir los mismos principios que el diseño de las situaciones de aprendizaje. De hecho, la evaluación forma parte de estas actividades por ser global, continua, formativa e integrada dentro del proceso educativo. Debe facilitar la de- tección de necesidades y dificultades presentes a lo largo del proceso educativo del alumnado y debe ser el pilar que sustenta todas las medidas adoptables para reajustar los procesos de enseñanza y aprendizaje y adaptarlos a los diferentes ritmos y necesidades de aprendizaje. La evaluación debe centrarse de manera equilibrada en la adquisición de competencias cog- nitivas, sociales, motoras y emocionales. Progresivamente, en el segundo ciclo, niños y niñas podrán ir participando, con la mediación del profesorado, en su propio proceso de evaluación y así mejorar sus oportunidades de aprendizaje. En este proceso evaluativo, la información aportada por la familia es muy importante para facilitar la toma de decisiones ajustadas a las necesidades educativas del alumnado. Por otro lado, la evaluación del propio diseño de la situación de aprendizaje, así como de su desarrollo y de los resultados, deben formar parte del proceso de evaluación.",
        "Con carácter general, los procedimientos e instrumentos de evaluación del alumnado deben ser lo más variados posibles. En la etapa de Educación Infantil, la observación directa consti- tuye el procedimiento por excelencia, de tal forma que el uso de instrumentos más o menos estructurados es la base de la evaluación junto con las producciones del alumnado. Además, la evaluación de la enseñanza permite la mejora de los procesos educativos a partir de la re- flexión individual y colaborativa de los profesionales de la educación en relación con el diseño, el desarrollo y los resultados del aprendizaje."
    ]
}