{
  "saberes": [
    "A. Comunicación.",
    "- Estrategias de uso común para la planificación, ejecución, control y reparación de la comprensión, la producción y la coproducción de textos orales, escritos y multimodales.",
    "- Conocimientos, destrezas y actitudes que permiten llevar a cabo actividades de mediación en situaciones cotidianas.",
    "- Funciones comunicativas de uso común adecuadas al ámbito y al contexto comunicativo: saludar y despedirse, presentar y presentarse; describir personas, objetos, lugares, fenómenos y acontecimientos; comparar personas, objetos o situaciones; situar eventos en el tiempo; situar objetos, personas y lugares en el espacio; pedir e intercambiar información sobre cuestiones cotidianas; dar y pedir instrucciones, avisos, consejos y órdenes; ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias; expresar parcialmente el gusto o el interés y las emociones; describir situaciones presentes y acciones habituales; narrar acontecimientos pasados, (puntuales, habituales o interrumpidos); expresar sucesos futuros; expresar intenciones, previsiones y planes en el futuro; expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo; expresar argumentaciones sencillas; expresar condiciones, hipótesis y suposiciones; expresar la incertidumbre y la duda; expresar certeza, deducción; reformular, especificar, explicar y resumir el discurso.",
    "- Géneros discursivos en la comprensión, producción y coproducción de textos orales y escritos, breves y sencillos.",
    "- Unidades lingüísticas de uso común y significados asociados a dichas unidades tales como expresión de la entidad y sus propiedades, cantidad y cualidad, el espacio y las relaciones espaciales, el tiempo y las relaciones temporales, la afirmación, la negación, la interrogación y la exclamación, relaciones lógicas habituales: causa.",
    "- Léxico de uso común y de interés para el alumnado relativo a identificación personal, relaciones interpersonales, lugares y entornos, ocio y tiempo libre, salud y actividad física, vida cotidiana, vivienda y hogar, clima y entorno natural, ecología y sostenibilidad, tecnologías de la información y la comunicación, sistema escolar y formación.",
    "- Formación de palabras (prefijación y sufijación) como método de producción de léxico.",
    "- Falsos amigos y problemas de comprensión de léxico que puedan llevar a una situación comunicativa fallida.",
    "- Autoconfianza e iniciativa. El error como parte integrante del proceso de aprendizaje.",
    "- Patrones sonoros, acentuales, rítmicos y de entonación de uso común, y significados e intenciones comunicativas generales asociadas a dichos patrones.",
    "- Convenciones ortográficas de uso común y significados e intenciones comunicativas asociados a los formatos, patrones y elementos gráficos.",
    "- Convenciones y estrategias conversacionales de uso común, en formato síncrono o asíncrono, para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, pedir y dar aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, debatir, sugerir, etc.",
    "- Variedades geográficas de la lengua extranjera: diferencias entre las mismas.",
    "- Recursos para el aprendizaje y estrategias de uso común de búsqueda y selección de información: diccionarios en cualquier soporte, libros de consulta, bibliotecas, recursos digitales e informáticos, herramientas y aplicaciones móviles.",
    "- Reconocimiento de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados.",
    "- Herramientas analógicas y digitales de uso común para la comprensión, producción y coproducción oral, escrita y multimodal; y plataformas virtuales de interacción, cooperación y colaboración educativa (aulas virtuales, videoconferencias, herramientas digitales colaborativas, etc.) para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de la lengua extranjera.",
    "- Lecturas graduadas de textos literarios o de temática adecuada a la edad del alumnado como fuente de enriquecimiento lingüístico.",
    "B. Plurilingüismo.",
    "- Estrategias y técnicas para responder eficazmente y con niveles crecientes de fluidez, adecuación y corrección a una necesidad comunicativa concreta a pesar de las limitaciones derivadas del nivel de competencia en la lengua extranjera y en las demás lenguas del repertorio lingüístico propio.",
    "- Estrategias de uso común para identificar, organizar, retener, recuperar y utilizar creativamente unidades lingüísticas (léxico, morfosintaxis, patrones sonoros, etc.) a partir de la comparación de las lenguas y variedades que conforman el repertorio lingüístico personal.",
    "- Estrategias y herramientas de uso común para la autoevaluación, la autorreparación, analógicas y digitales, individuales y cooperativas.",
    "- Expresiones y léxico específico de uso común para intercambiar ideas sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
    "- Comparación entre lenguas a partir de elementos de la lengua extranjera y otras lenguas: origen y parentescos.",
    "C. Interculturalidad.",
    "- La lengua extranjera como medio de comunicación interpersonal e internacional, fuente de información y como herramienta de participación social y de enriquecimiento personal.",
    "- Interés e iniciativa en la realización de intercambios comunicativos a través de diferentes medios con hablantes o estudiantes de la lengua extranjera.",
    "- Aspectos socioculturales y sociolingüísticos de uso común relativos a la vida cotidiana, las condiciones de vida y las relaciones interpersonales; convenciones sociales de uso común; lenguaje no verbal, cortesía lingüística y etiqueta digital; cultura, normas, actitudes, costumbres y valores propios de países donde se habla la lengua extranjera.",
    "- Lecturas graduadas específicas para el aprendizaje de la lengua extranjera o basadas en obras literarias significativas que reflejen la idiosincrasia y la cultura de los países y territorios donde se habla.",
    "- Estrategias de uso común para entender y apreciar la diversidad lingüística, cultural y artística, atendiendo a valores ecosociales y democráticos.",
    "- Estrategias de uso común de detección y actuación ante usos discriminatorios del lenguaje verbal y no verbal.",
    "Estructuras sintáctico-discursivas Alemán",
    "1. Saludar y despedirse, presentar y presentarse.",
    "Präsens.",
    "Lenguaje formal y peticiones amables.",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos. Artículo demostrativo dies-.",
    "Pronombres personales en dativo.",
    "La negación, repaso (nicht, kein, weder… noch…). Verbos reflexivos, repaso.",
    "3. Comparar personas, objetos o situaciones. Repaso de la comparación: als / wie. Adverbios gern/lieber/ am liebsten.",
    "Declinación del adjetivo con el artículo determinado nominativo, acusativo. Declinación del adjetivo con el artículo indeterminado nominativo, acusativo.",
    "4. Situar eventos en el tiempo.",
    "Perfekt.",
    "Adverbios y complementos temporales. Preposicion seit con dativo.",
    "5. Situar objetos, personas y lugares en el espacio. Repaso de las wechselpräpositionen.",
    "Repaso de los verbos posicionales stehen-stellen... Sintaxis de los complementos temporales y de lugar.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas.",
    "Repaso de los pronombres personales en nominativo, acusativo y dativo. Interrogativas indirectas.",
    "Interrogativo Welch-.",
    "Adverbios de frecuencia häufig, meistens…",
    "7. Dar y pedir instrucciones, avisos, consejos y órdenes. Imperativos, Sie-Form.",
    "Verbos modales: müssen, dürfen, sollen.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Uso del Konjunktiv II para formas educadas.",
    "9. Expresar parcialmente el gusto o el interés y las emociones. Verbos con dativo gehören, passen…",
    "Verbos con acusativo y dativo schicken, schenken, zeigen… Konjunktiv II de haben para expresar el deseo.",
    "10. Describir situaciones presentes y acciones habituales.",
    "Präsens y adverbios de frecuencia.",
    "Verbos preposicionales: sich interessieren für, sprechen über... Adverbios temporales con -s.",
    "11. Narrar acontecimientos pasados (puntuales, habituales o interrumpidos). Repaso del Präteritum de los verbos haben y sein.",
    "Conjunciones subordinantes: weil, wenn. Perfekt con sein.",
    "Präteritum de los verbos modales.",
    "12. Expresar sucesos futuros.",
    "Expresiones temporales de futuro: morgen, nächstes Jahr… Uso de werden.",
    "13. Expresar intenciones, previsiones y planes en el futuro.",
    "Präsens con valor de futuro. Adverbios temporales.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Conectores y subordinantes: denn, deshalb, trotzdem, weil.",
    "Partículas que estructuran el discurso o la argumentación: weil, deshalb, trotzdem…",
    "15. Expresar argumentaciones sencillas. Oraciones subordinadas causales con weil. Conectores denn, deshalb, trotzdem.",
    "16. Expresar condiciones, hipótesis y suposiciones. Oraciones condicionales con wenn + Präsens. Oraciones condicionales con el Konjunktiv II können.",
    "17. Expresar la incertidumbre y la duda. Expresiones con dass…",
    "Preguntas indirectas.",
    "18. Expresar certeza, deducción. Partículas modales sicher, doch… 19. Reformular, explicar y resumir el discurso.",
    "Uso de zuerst - dann - danach - anschließend –zuletzt para estructurar el discurso.",
    "Francés",
    "1. Saludar y despedirse, presentar y presentarse. Fórmulas y saludos.",
    "Verbo s´appeler.",
    "Pronombres personales y demostrativos.",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos.",
    "Ètre y avoir, présent de l´indicatif (tres conjugaciones). Pronombres personales, determinantes y pronombres posesivos. Pronombre relativo dont y relativos compuestos.",
    "Preposiciones y adverbios de lugar, distancia, movimiento y dirección.",
    "3. Comparar personas, objetos o situaciones. Adjetivos en grado positivo y superlativos",
    "4. Situar eventos en el tiempo.",
    "Présent, passé composé, futur, imparfait y conditionnel.",
    "Adverbios y expresiones de tiempo, divisiones.",
    "5. Situar objetos, personas y lugares en el espacio. Preposiciones y adverbios de lugar.",
    "Pronombre y.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Pronombres en e y.",
    "Pronombres interrogativos. Adverbios de frecuencia.",
    "7. Dar y pedir instrucciones, avisos, consejos y órdenes.",
    "Impératif.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Frase negativa ne… rien, ne… aucun.",
    "9. Expresar parcialmente el gusto o el interés y las emociones. Verbos aimer, détester, penser, avoir envie, avoir besoin. J´aimerais.",
    "La cantidad, los partitivos. Adverbios de cantidad.",
    "10. Describir situaciones presentes y acciones habituales.",
    "Présent de l´indicatif, présent progresssif.",
    "11. Narrar acontecimientos pasados (puntuales, habituales o interrumpidos). Passé composé, futur, imparfait. Alternancia passé composé/imparfait. Adverbios y locuciones (tout à l´heure, déjà).",
    "12. Expresar sucesos futuros.",
    "Futur.",
    "13. Expresar intenciones, previsiones y planes en el futuro.",
    "Futur.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Il est probable, Il est possible, il faut, il est interdit.",
    "15. Expresar argumentaciones sencillas.",
    "Conectores para organizar el discurso: cependant, par contre.",
    "16. Expresar condiciones, hipótesis y suposiciones. Frases condicionales básicas.",
    "Adverbios de posibilidad: peut-être.",
    "17. Expresar la incertidumbre y la duda.",
    "Je doute, je ne suis pas certain.",
    "18. Expresar certeza, deducción.",
    "Je suis sûr, je vous assure.",
    "19. Reformular, especificar, explicar y resumir el discurso.",
    "Discurso indirecto e interrogación indirecta con verbo introductor en presente.",
    "Pour finir, en conclusión.",
    "Inglés",
    "1. Saludar y despedirse, presentar y presentarse.",
    "Fórmulas más formales: How do you do?, Pleased to meet you, etc.",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos.",
    "Be and have (got).",
    "Present simple vs present continuous",
    "Demostrativos. Pronombres personales.",
    "Determinantes y pronombres posesivos .",
    "Preposiciones y adverbios de lugar, posición, distancia, movimiento y dirección.",
    "3. Comparar personas, objetos o situaciones.",
    "Adjetivos en grado positivo y adjetivos acabados en –ing y –ed. Comparativos y superlativos (de igualdad, inferioridad y superioridad). Expresión de la cantidad: too much/many, not enough.",
    "Some/any y sus compuestos.",
    "4. Situar eventos en el tiempo.",
    "There is/there are.",
    "Past simple.",
    "Present perfect.",
    "Preposiciones: for, since, just. Adverbios: already, still, yet, ever.",
    "5. Situar objetos, personas y lugares en el espacio.",
    "There is /there are.",
    "Preposiciones: on, under, between, etc. Adverbios de lugar: there, here, etc.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas. Interrogativos como How far, How long, How tall, etc.",
    "Adverbios de frecuencia: always, never, sometimes, etc.",
    "7. Dar y pedir instrucciones, avisos, consejos y órdenes. Imperativos.",
    "Verbos modales: should/ought to, must/have to; be aware of, be careful.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias. Verbos modales como can, could, will, should/ought to, need/have to. Expresiones como Can I help you?, would you like…?, How/what about…? Let’s… Why don’t we…?",
    "9. Expresar parcialmente el gusto o el interés y las emociones. Expresiones como Me too.",
    "Expresiones como How/ What about + -ing.",
    "Fórmulas Can/Could I help you? Would you like? Would you feel like?",
    "10. Describir situaciones presentes y acciones habituales.",
    "Present simple vs present continuous.",
    "11. Narrar acontecimientos pasados (puntuales, habituales o interrumpidos).",
    "Past simple vs past continuous. Used to + infinitive.",
    "Be/get used to + -ing.",
    "12. Expresar sucesos futuros.",
    "Future simple.",
    "13. Expresar intenciones, previsiones y planes en el futuro.",
    "Future simple, be going to, present continuous con significado de futuro.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Expresiones como I think, in my opinion, etc.",
    "Modales como may/might, can/could, must/have to, mustn’t, can’t, should/ought to.",
    "Expresiones como be able to.",
    "15. Expresar argumentaciones sencillas.",
    "Conectores como because, but, and, on the one hand, on the other hand, however, etc.",
    "16. Expresar condiciones, hipótesis y suposiciones. Condicionales I y II.",
    "Adverbios de posibilidad: perhaps, maybe. Expresiones como I suppose, I guess.",
    "17. Expresar la incertidumbre y la duda.",
    "Expresiones como I’m not sure, I don’t think so, I’m afraid.",
    "Adverbios como unfortunately, unluckily.",
    "18. Expresar certeza, deducción. Expresiones como: I’m sure, I think so. Modales: can, must, can’t, will.",
    "Adverbios como definitely, obviously, clearly, etc.",
    "19. Reformular, especificar, explicar y resumir el discurso. Expresiones como for example, I mean, in short, in conclusion, etc.",
    "Italiano",
    "1. Saludar y despedirse, presentar y presentarse.",
    "Saludos informales (ciao, buongiorno, buonasera) y formales (buongiorno, buonasera). Formas usadas al llegar, al irse y al irse a dormir (buonanotte).",
    "Fórmulas para presentar, informales, formales y sus respuestas: Giacomo, ti presento Carla; Signor Ciccarelli, Le presento Loredana, mia moglie. Come stai?/Come sta?, Come va? Molto piacere! Piacere! Molto lieto! Piacere mio! Molto bene! Tutto a posto! Abbastanza bene!",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos.",
    "Adverbios en -mente: meravigliosamente, felicemente, leggermente, piacevolmente. Los indefinidos qualche, qualcuno, qualcosa, nessuno.",
    "Pronombres tónicos.",
    "Si impersonal.",
    "Verbos impersonales para previsiones meteorológicas: piove, nevica, tuona: otras expresiones usadas frecuentemente: fa caldo, fa freddo, etc.",
    "Conjunciones: siccome, mentre, perché, anche se.",
    "3. Comparar personas, objetos o situaciones. Gradación de la cualidad: comparativo y superlativo.",
    "4. Situar eventos en el tiempo.",
    "Expresiones de tiempo: dieci anni fa, l’anno scorso, da 10 anni, tra sette giorni.",
    "5. Situar objetos, personas y lugares en el espacio.",
    "Expresiones preposicionales: nel cuore di, a due passi da, con vista su, in cima a.",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas.",
    "Expresiones frecuentes para hacer la compra: vorrei, quanto ne faccio? quanto ne vuole? quant’è? quanto costa?, desidera?",
    "7. Dar y pedir instrucciones, avisos, consejos y órdenes. El imperativo formal afirmativo y negativo.",
    "El imperativo formal con los pronombres átonos.",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias.",
    "Fórmulas frecuentes: vi/Le consiglio, secondo me, vuole provare il vestito?, desidera?, prego?",
    "9. Expresar el gusto o el interés y las emociones.",
    "Exclamaciones: accidenti, mamma mia, cavolo, ah, beato te, oddio, va be’, ma certo, ma dai, mah, boh, figurati, addirittura, però.",
    "10. Describir situaciones presentes y acciones habituales.",
    "Si impersonal.",
    "11. Narrar acontecimientos pasados, (puntuales, habituales o interrumpidos). El passato prossimo con los verbos modales.",
    "Passato prossimo, verbos con doble auxiliar: cominciare, finire, passare.",
    "12. Expresar sucesos futuros. El futuro simple.",
    "13. Expresar intenciones, previsiones y planes en el futuro,",
    "Los verbos impersonales piovere, nevicare, grandinare, etc. en las previsiones meteorológicas.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Expresión de opiniones: per me, secondo me, a mio avviso.",
    "Uso del condicional para dar consejos: dovresti andare dal medico.",
    "15. Expresar argumentaciones sencillas.",
    "Fórmulas para enunciar las tesis del destinatario (secondo te, a tuo avviso), para resaltar la presencia constante del emisor (a mio parere, secondo me, a mio avviso).",
    "Conectores adversativos (ma, però, tuttavia, invece), de causa-efecto (perciò, quindi, di conseguenza, poiché), de sucesión temporal (innanzitutto, in primo/secondo/terzo luogo, infine, poi, e poi, inoltre, per prima cosa), demostrativos (infatti, in realtà, in effetti, insomma, in conclusione).",
    "16. Expresar condiciones, hipótesis y suposiciones. El condicional presente.",
    "El futuro simple para hacer hipótesis en el presente. La conjunción se. Período hipotético de tipo 1.",
    "17. Expresar la incertidumbre y la duda. Fórmulas como forse, magari.",
    "18. Expresar certeza, deducción.",
    "Fórmulas como certo, sicuro, sicuramente, senz’altro, senza dubbio.",
    "19. Reformular, especificar, explicar y resumir el discurso.",
    "Marcadores del discurso: mi scusi, se mi permette, allora, voglio dire, d’accordo, dunque, bene.",
    "Conectores: immagino, in realtà, insomma, senta.",
    "Portugués",
    "1. Saludar y despedirse, presentar y presentarse.",
    "Formas de tratamiento. Incidencia y ampliación. Fórmulas de cortesía.",
    "Expresiones para cartas formales: Caro colega, Exmo. Sr., etc., Com os melhores cumprimentos, um abraço...",
    "Marcadores conversacionales para hablar por teléfono: Está?, Quem fala?, É engano.",
    "2. Describir personas, objetos, lugares, fenómenos y acontecimientos. Multiplicativos y partitivos.",
    "Uso de la expresión coloquial «a gente».",
    "Pronombres indefinidos. Diferencia entre Tudo / todo. Colocación del indefinido para enfatizar (coisa nenhuma, o livro todo).",
    "Pronombres relativos variables e invariables.",
    "3. Comparar personas, objetos o situaciones.",
    "Grado de los adjetivos: positivo, comparativo y superlativo. Expresiones de cantidad: p.ej. todo (a), maioria, ambos, nenhum(a). Expresiones de grado: p.e. muito; tão; um pouco, bocado…",
    "Pronombres indefinidos. Diferencia entre Tudo / todo. Colocación del indefinido para enfatizar (coisa nenhuma, o livro todo).",
    "Colocación del adverbio mais (mais nada / mais alguém).",
    "4. Situar eventos en el tiempo.",
    "Oración compuesta. Subordinación temporal: enquanto, quando, antes de / depois de + infinitivo.",
    "Marcadores para contextualizar (antigamente, daqui a, a seguir, entretanto, etc.)",
    "5. Situar objetos, personas y lugares en el espacio. Advérbios: em baixo, para baixo.",
    "Marcadores para contextualizar (antigamente, a seguir, entretanto, etc.)",
    "6. Pedir e intercambiar información sobre cuestiones cotidianas.",
    "Expresiones habituales: Fazer bem, pois, Com certeza, Olhe; Não é?, Não faz mal, ainda bem...",
    "Interrogativas de confirmación. Expresiones: Estás a perceber?",
    "7. Dar y pedir instrucciones, avisos, consejos y órdenes.",
    "Imperativo e infinitivo con valor de imperativo. Pretérito Imperfeito con valor de condicional, usos de cortesía.",
    "Interrogativas. Pretérito imperfeito. valor de condicional, usos de cortesía.",
    "Imperativo. Regulares e irregulares. Presente de Subjuntivo: formas para su uso como imperativo.",
    "Indicaciones viales simples. Pedir y dar la dirección y duración de un recorrido. Marcadores conversacionales: Faça favor (de dizer); Desculpe; Com certeza; Por favor; Podia dizer-me...?; com licença... Importa-se de…?",
    "Marcadores conversacionales: Com certeza; Olhe; Não é?; com licença...). Verbos: aconselhar, sugerir, recomendar, propôr, referir…",
    "8. Ofrecer, aceptar y rechazar ayuda, proposiciones o sugerencias.",
    "Importa-se de…?. Não se importa de...?",
    "9. Expresar parcialmente el gusto o el interés y las emociones. Expresiones exclamativas: muito fixe!, ainda bem!, que bom!, coitado! 10. Describir situaciones presentes y acciones habituales. Gerundio. Formas y usos más habituales.",
    "Indicar frecuencia: diario, mensal, semanal, etc.",
    "Ampliar y reforzar verbos irregulares o con alguna irregularidad, verbos con alternancia vocálica (conseguir...), con adaptaciones gráficas (agradecer, ficar, pagar...), verbos acabados en –iar/-ear (odiar, copiar, passear...), verbos en –uir (concluir...).",
    "1. Narrar acontecimientos pasados, (puntuales, habituales o interrumpidos).",
    "Pretérito Perfeito Simples. Verbos regulares e irregulares.",
    "Adverbios: já, não, ainda não. Adverbios de tiempo y expresiones temporales. P.ej.: ontem, anteontem, etc.",
    "Pretérito Imperfeito: Usos narrativos y descriptivos (aspecto iterativo).",
    "Estar (Pret. Imper.) a + infinitivo. Costumar (pretérito imperfeito) + infinitivo. Números ordinales a partir de 20.",
    "Expresiones temporales de anterioridad: antigamente, dantes, ainda; posterioridad: logo, depois de, próxima segunda-feira; y de secuencia: Em seguida, depois de, finalmente, depois.",
    "12. Expresar sucesos futuros. Presente con valor de futuro.",
    "Perífrasis de futuro próximo ir + infinitivo.",
    "Futuro Imperfeito do Indicativo.",
    "13. Expresar intenciones, previsiones y planes en el futuro.",
    "Expresión de la intención: gostar de + Inf.; tratar de + Inf.; pensar + Inf., haver de + inf.) Condicional.",
    "14. Expresar la opinión, la posibilidad, la capacidad, la obligación, la prohibición y el consejo.",
    "Expresiones impersonales y verbos modales: poder; dever; ser possível / impossível + Inf., é capaz / incapaz de + Inf.; saber); ser preciso / necessário + Inf.; ser obrigatório + Inf.; imperativo); ser possível/permitido + Inf., (não) ser possível /permitido + Inf.; Imperativo (revisión y ampliación). achar/pensar/crer que + Indicativo, na minha opinião, a meu ver, etc.",
    "15. Expresar argumentaciones sencillas. Expresión de la finalidad (para + Infinitivo.).",
    "Expresión de la temporalidad. (entretanto, logo, em seguida). Pronombres relativos variables e invariables",
    "Subordinación causal: porque; por causa de, já que.",
    "16. Expresar condiciones, hipótesis y suposiciones. Condicionales de tipo 1, factuales o reales. Condicional.",
    "17. Expresar la incertidumbre y la duda. Oraciones dubitativas: se calhar + indicativo.",
    "Expresiones: Não tenho certeza, duvido, não sabia…",
    "18. Expresar certeza, deducción.",
    "Expresiones: Tenho a certeza, acreditar, é possível.",
    "Verbos con futuro: terá uns sessenta anos, será que?",
    "19. Reformular, especificar, explicar y resumir el discurso. Pronombres personales. Pronombres personales átonos (clíticos). Contracciones.",
    "Pronombres con preposición.",
    "Colocación en formas verbales simples, compuestas y perífrasis. Marcadores del discurso: Isto é, quer dizer…",
    "Verbos opinativos."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Extraer y analizar el sentido global y las ideas principales, y seleccionar información pertinente de textos orales, escritos y multimodales sobre temas cotidianos, de relevancia personal o de interés público próximos a la experiencia del alumnado expresados de forma clara y en la lengua estándar a través de diversos soportes. (CCL2, CCL4, CD1)",
    "1.2 Interpretar y valorar el contenido y los rasgos discursivos de textos más variados propios de los ámbitos de las relaciones interpersonales, de los medios de comunicación social y del aprendizaje, así como de textos literarios adecuados al nivel de madurez del alumnado. (CCL2, CCL3, CCL4, CP1, CD1, CCEC2)",
    "1.3 Seleccionar, organizar y aplicar las estrategias y conocimientos más adecuados en cada situación comunicativa para comprender el sentido general, la información esencial y los detalles más relevantes de los textos; inferir significados e interpretar elementos no verbales; y buscar, seleccionar y gestionar información veraz. (CP1, CP2, STEM1, CD1, CPSAA5)",
    "Competencia específica 2",
    "2.1 Expresar oralmente textos sencillos, estructurados, comprensibles, coherentes y adecuados a la situación comunicativa sobre asuntos cotidianos, de relevancia personal o de interés público próximo a la experiencia del alumnado, con el fin de describir, narrar, argumentar e informar, en diferentes soportes, utilizando recursos verbales y no verbales, así como estrategias de planificación, control, compensación y cooperación. (CCL1, CP1, CP2, STEM1, CD3, CPSAA1, CE3, CCEC3)",
    "2.2 Redactar y difundir textos de extensión media con aceptable claridad, coherencia, cohesión, corrección y adecuación a la situación comunicativa propuesta, a la tipología textual y a las herramientas analógicas y digitales utilizadas sobre asuntos cotidianos, de relevancia personal o de interés público próximos a su experiencia, respetando la propiedad intelectual y evitando el plagio. (CCL1, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE3, CCEC3)",
    "2.3 Seleccionar, organizar y aplicar conocimientos y estrategias para planificar, producir, revisar y cooperar en la elaboración de textos coherentes, cohesionado y adecuados a las intenciones comunicativas, las características contextuales, los aspectos socioculturales y la tipología textual, usando los recursos físicos o digitales más adecuados en función de la tarea y de las necesidades de la audiencia o del lector potencial a quien se dirige el texto. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CD3, CPSAA5, CE1, CE3, CCEC3)",
    "2.4 Describir hechos y expresar conceptos, pensamientos, opiniones o sentimientos de manera oral o escrita de forma clara en contextos analógicos y digitales; intercambiando información adecuada a diferentes contextos cotidianos de su entorno personal, social, global y educativo. (CCL1, CP1, CD2, CPSAA1, CE1, CE3, CCEC3)",
    "Competencia específica 3",
    "3.1 Planificar, participar y colaborar activamente, a través de diversos soportes, en situaciones interactivas sobre temas cotidianos, de relevancia personal o de interés público cercanos a la experiencia del alumnado, mostrando iniciativa, empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas, inquietudes, iniciativas y motivaciones de las y los interlocutores. (CCL1, CCL5, CP1, CP2, STEM1, CPSAA3, CC3)",
    "3.2 Seleccionar, organizar y utilizar estrategias adecuadas para iniciar, mantener y terminar la comunicación, tomar y ceder la palabra, solicitar y formular aclaraciones y explicaciones, reformular, comparar y contrastar, resumir, colaborar, resolver problemas. (CCL1, CCL5, CP1, CP2, STEM1, CD2, CPSAA3, CC3)",
    "3.3 Hacerse entender en intervenciones sencillas, aunque sea necesario recurrir a pausas o repeticiones, corrigiendo lo que se quiere expresar mostrando una actitud cooperativa y respetuosa. (CCL1, CCL5, CP1, CP2, CPSAA1, CPSAA3, CC3)",
    "3.4 Realizar de forma guiada proyectos utilizando herramientas digitales o plataformas virtuales trabajando colaborativamente en entornos digitales seguros con una actitud abierta, respetuosa y responsable. (CCL1, CCL5, CP2, CD2, CC3)",
    "Competencia específica 4",
    "4.1 Inferir y explicar textos, conceptos y comunicaciones breves y sencillas en situaciones en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores y por las lenguas empleadas, y participando en la solución de problemas de intercomprensión y de entendimiento en su entorno, apoyándose en diversos recursos y soportes. (CCL1, CCL5, CP2, CP3, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3, CCEC1)",
    "4.2 Aplicar estrategias que ayuden a crear puentes, faciliten la comunicación y sirvan para explicar y simplificar textos, conceptos y mensajes, y que sean adecuadas a las intenciones comunicativas, las características contextuales y la tipología textual, usando recursos y apoyos físicos o digitales en función de las necesidades de cada momento. (CCL1, CCL5, CP1, CP2, STEM1, CD3, CPSAA1, CPSAA3, CC4, CE3)",
    "4.3 Utilizar la lengua extranjera como instrumento para hacer frente a situaciones y resolver problemas del entorno de manera eficaz. (CCL1, CCL5, CP1, CP2, CD3, CPSAA1, CPSAA3, CC4)",
    "4.4 Utilizar estrategias de mediación como son la interpretación, la explicación y el resumen de lo esencial, aprovechando y organizando al máximo los recursos previos del mediador y apoyándose en todos aquellos que puedan servir de ayuda. (CCL5, CP1, CP2, CP3, CD3, CPSAA1, CPSAA3, CCEC1)",
    "Competencia específica 5",
    "5.1 Comparar y argumentar las semejanzas y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre su funcionamiento. (CCL3, CPSAA5, CC2)",
    "5.2 Utilizar de forma creativa estrategias y conocimientos de mejora de la capacidad de comunicar y de aprender la lengua extranjera con apoyo de otros participantes y de soportes analógicos y digitales. (CCL1, CP2, STEM1, CD2, CD3, CPSAA1, CPSAA5) 5.3 Registrar y analizar los progresos y dificultades de aprendizaje de la lengua extranjera seleccionando las estrategias más eficaces para superar esas dificultades y consolidar el aprendizaje, realizando actividades de planificación del propio aprendizaje y autoevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje. (CPSAA1, CPSAA4, CPSAA5, CC2)",
    "Competencia específica 6",
    "6.1 Actuar de forma adecuada, empática y respetuosa en situaciones interculturales construyendo vínculos entre las diferentes lenguas y culturas, rechazando cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos y proponiendo vías de solución a aquellos factores socioculturales que dificulten la comunicación. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.2 Adecuarse a la diversidad lingüística, literaria, cultural y artística propia de países donde se habla la lengua extranjera, favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos. (CCL4, CCL5, CP2, CP3, CPSAA1, CPSAA3, CC2, CC3, CCEC1, CCEC2)",
    "6.3 Aplicar estrategias para defender y apreciar la diversidad lingüística, literaria, cultural y artística atendiendo a valores ecológicos y democráticos y respetando los principios de justicia, equidad e igualdad. (CCL4, CCL5, CP2, CP3, CPSAA3, CC2, CC3, CCEC1, CCEC2)"
  ]
}