{
    "criteriosEvaluacion": [
        "1.1. Identificar y poner en práctica los diferentes elementos y factores vinculados al acondicionamiento físico, aplicando los conocimientos de teoría del entrenamiento para mantener o incrementar la condición física y consolidar un estilo de vida activo y saludable. CCL2, STEM3, CPSAA2, CE3",
        "1.2. Diseñar, aplicar y evaluar planes de entrenamiento, con la posibilidad de utilizar recursos digitales, desde una perspectiva crítica e inclusiva, partiendo de los conocimientos vinculados al acondicionamiento físico, para enriquecer y adaptar intencionalmente las propuestas planteadas. CCL2, STEM3, CD3, CPSAA2, CE3",
        "2.1. Valorar y poner en práctica diferentes tendencias actuales de acondicionamiento físico relacionadas con el cuidado de la salud y respetuosas con el medio ambiente, para conseguir una mejor calidad de vida. CCL3, STEM5, CPSAA2, CC4, CE2",
        "3.1. Analizar las posibles salidas profesionales o formativas relacionadas con la actividad física explorando distintas pruebas de acceso y ofertas del mercado laboral para valorar opciones de futuro. CPSAA2, CE1, CE3"
    ],
    "saberes": [
        "I. Acondicionamiento físico saludable",
        "    1. Identificación de las capacidades físicas básicas y de los principales elementos que determinan la condición física.",
        "    2. Propiocepción y entrenamiento.",
        "    3. Aplicación y comprensión de las pruebas y tests de valoración de la condición física.",
        "    4. Diseño y puesta en práctica de planes de entrenamiento.",
        "    5. Evaluación de planes de entrenamiento.",
        "    6. Análisis y aplicación del entrenamiento invisible: principios de nutrición e hidratación, fatiga y descanso.",
        "II. Tendencias actuales del acondicionamiento físico",
        "    1. Aplicación de diferentes tendencias actuales, relacionadas con el acondicionamiento físico.",
        "    2. Análisis y valoración de la repercusión de tendencias actuales de acondicionamiento físico en estilos de vida saludable.",
        "    3. Análisis y valoración de la sostenibilidad y del respeto al medio ambiente en las tendencias actuales de acondicionamiento físico.",
        "III. Expectativas de futuro",
        "    1. Conocimiento del potencial de la actividad física como alternativa laboral.",
        "    2. Valoración y puesta en práctica de pruebas físicas de acceso a diferentes alternativas académicas y profesionales."
    ]
}