{
    "objetivosGenerales": [
        "1. Conocer y apreciar los valores y las normas de convivencia, aprender a obrar de acuerdo con estas de manera empática, prepararse para el ejercicio activo de la ciudadanía y respetar los derechos huma- nos, así como el pluralismo propio de una sociedad democrática.",
        "2. Desarrollar hábitos de trabajo individual y de equipo, de esfuerzo y de responsabilidad en el estudio, así como actitudes de confianza en sí mismo, sentido crítico, iniciativa personal, curiosidad, interés y crea- tividad en el aprendizaje, y espíritu emprendedor.",
        "3. Adquirir habilidades para la resolución pacífica de conflictos y la prevención de la violencia, que les permitan desarrollarse con auto- nomía en el ámbito escolar y familiar, así como desarrollar actitudes de respeto mutuo en los grupos sociales con los que se relacionen.",
        "4. Conocer, comprender y respetar las diferentes culturas y las dife- rencias entre las personas desde una perspectiva crítica, la igualdad de derechos y oportunidades de hombres y mujeres y la no discriminación de personas por motivos género, cultura, ideología, etnia, orientación o identidad sexual, religión, diversidad funcional u otras condiciones.",
        "5. Conocer y utilizar de manera adecuada y efectiva, oralmente y por escrito, las lenguas oficiales: el valenciano, como lengua propia y oficial, y el castellano, como lengua cooficial, y desarrollar hábitos de lectura individual y en contextos de diálogo, debate e intercambio de experiencias.",
        "6. Adquirir en lengua extranjera la competencia comunicativa básica que les permita comprender y expresar mensajes sencillos en situacio- nes cotidianas.",
        "7. Desarrollar actitudes positivas hacia la riqueza multilingüe y mul- ticultural presente en la sociedad, donde conviven el valenciano y el castellano, además de otras lenguas familiares.",
        "8. Desarrollar las competencias matemáticas básicas e iniciarse en la resolución de problemas que requieran la realización de operaciones elementales de cálculo, conocimientos geométricos y estimaciones, así como ser capaces de aplicarlos a las situaciones de su vida cotidiana.",
        "9. Conocer los aspectos fundamentales de las ciencias de la natu- raleza, las Ciencias Sociales, la Geografía, la Historia y la Cultura, a través de la asignatura de Conocimiento del Medio Natural, Social y Cultural o en el desarrollo de proyectos interdisciplinarios.",
        "10. Desarrollar las competencias tecnológicas básicas e iniciarse en su utilización para el aprendizaje, desarrollando un espíritu crítico ante su funcionamiento y los mensajes que reciben y elaboran.",
        "11. Utilizar diferentes representaciones y expresiones artísticas e iniciarse en la construcción de propuestas visuales y audiovisuales, desarrollando la sensibilidad estética y potenciando la creación artística.",
        "12. Valorar la higiene y la salud, aceptar el propio cuerpo y el de los otros, respetar las diferencias y utilizar la educación física, el deporte y la alimentación como medios para favorecer el desarrollo personal y social.",
        "13. Desarrollar actitudes de respeto y cuidado hacia todos los ani- males, prestando una atención especial al desarrollo de formas de com- portamientos empáticos y correctos con los animales de compañía.",
        "14. Desarrollar sus capacidades afectivas en todos los ámbitos de la personalidad y en sus relaciones con otras personas, así como una actitud contraria a la violencia, a los prejuicios de cualquier tipo y a los estereotipos sexistas.",
        "15. Desarrollar hábitos cotidianos de movilidad activa autónoma saludable, fomentando la educación viaria y actitudes de respeto que incidan en la prevención de los accidentes de tráfico.",
        "16. Desarrollar hábitos de consumo responsable en el contexto de la educación para la sostenibilidad y la protección del medio ambiente, en el camino hacia la transición ecológica.",
        "17. Promover actitudes de respeto entre todos los miembros de la comunidad educativa, así como la cooperación entre iguales."
    ]
}