{
  "saberes": [
    "A. La Filosofía y el pensamiento crítico.",
    "- La Filosofía en el conjunto del saber.",
    "- La especificidad del saber filosófico: universalidad, radicalidad, racionalidad, interdisciplinaridad y carácter crítico.",
    "- Papel y función del análisis y la crítica filosóficas a lo largo de la Historia.",
    "- Diálogo, ensayo, disertación y otras formas de expresión filosófica.",
    "- Pensamiento crítico. Definición y función.",
    "- Breve Historia de la Lógica: del silogismo aristotélico a la lógica simbólica y el análisis del lenguaje.",
    "- Esquemas argumentativos: deductivo, inductivo, mediante ejemplos, analógico.",
    "- Cómo evaluar un argumento: pertinencia atendiendo al contexto, fiabilidad de la información, necesidad y suficiencia de las condiciones, pertinencia de las representaciones y significatividad de las muestras en los argumentos analógicos, construcción y análisis de definiciones.",
    "- Las falacias formales e informales: definición e identificación.",
    "- La práctica del diálogo filosófico y del debate: presentación, desarrollo de los argumentos, contra-argumentación y conclusión.",
    "B. El ser humano, el conocimiento y la realidad.",
    "- Las dimensiones biológica, cultural y social del ser humano.",
    "- Cuestiones para el análisis. Los falsos fundamentos del racismo biológico. Qué nos hace humanos: la definición de cultura y las culturas animales, la inteligencia humana y animal. El debate sobre si tienen derechos los animales. El proceso de socialización y la interiorización de normas, valores y roles: el problema naturaleza-ambiente y la cuestión del determinismo biológico y social.",
    "- La sociedad de consumo y el papel del marketing, la publicidad y las redes sociales en la construcción de la identidad personal. El sentido de la expresión 'ser uno mismo'.",
    "- El conocimiento científico.",
    "- Definición y clasificación de las ciencias.",
    "- El método científico. Estrategias para la identificación de la pseudociencia. Evaluación de hipótesis y diseños experimentales.",
    "- Supuestos y límites del conocimiento científico. Los problemas fundamentales de la bioética y la investigación científica.",
    "- El problema filosófico del conocimiento.",
    "- De la intuición al concepto. La percepción como un proceso constructivo.",
    "- Realismo y antirrealismo gnoseológicos: La vida como un sueño.",
    "- Teorías y criterios de verdad. El papel de los medios de comunicación en la configuración de nuestra visión de la realidad: la mentira y el fenómeno de la posverdad.",
    "- Dogmatismo, escepticismo y actitud crítica: evaluación de la racionalidad de nuestras creencias. Los sesgos cognitivos.",
    "- El problema de la realidad. Metafísicas espiritualistas y materialistas.",
    "- El problema de Dios y el Alma. Ateísmo, deísmo, teísmo y agnosticismo.",
    "- Determinismo y libertad. La posible inevitabilidad de la causalidad. La relación entre la moralidad y la libertad.",
    "- Sentido y azar. La existencia con o sin sentido.",
    "C. La acción",
    "- Ética.",
    "- Características y elementos de la conducta moral.",
    "- Valores, felicidad, racionalidad y emoción en la argumentación moral.",
    "- Las teorías morales: relativismo vs. universalismo.",
    "- Distintos desarrollos del universalismo: utilitarismo, deontología, Derechos Humanos y éticas de la virtud.",
    "- Dilemas morales. Análisis, argumentación y debate en el campo de la ética.",
    "- Política.",
    "- Las teorías del contrato social como fundamento de la Democracia Moderna y Contemporánea. La relación entre el individuo y el Estado: los límites al poder del Estado.",
    "- La división de poderes. El poder ejecutivo: funciones, legitimidad y límites. El poder legislativo: la naturaleza de las leyes. La diferencia entre legalidad y legitimidad y el fundamento de la desobediencia civil. El poder judicial. La argumentación jurídica: leyes, analogía y jurisdicción.",
    "- La práctica de la retórica y el debate en el contexto parlamentario. Los recursos retóricos y las falacias formales e informales en la práctica del debate político.",
    "- Estética.",
    "- La belleza: Objetividad, subjetividad e intersubjetividad en el juicio estético.",
    "- El arte: La obra de arte y su relación con la verdad y la crítica social.",
    "- Los grandes interrogantes filosóficos a través del arte. Análisis y comentario de obras de arte plásticas, literarias y cinematográficas.  "
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Identificar las cuestiones filosóficas tratadas en distintos ámbitos y medios de expresión, seleccionando los programas adecuados (noticiarios, debates), y discerniendo los argumentos empleados. (CCL2, CCL3)",
    "1.2 Analizar textos periodísticos, filosóficos, divulgativos, literarios… señalando los problemas tratados, las tesis y los argumentos en los que se sostienen, así como la intencionalidad de los autores y los recursos que emplean para persuadir y convencer a los lectores. (CCL2, CCL3, CP2, CPSAA5, CCEC2)",
    "1.3 Analizar documentos audiovisuales identificando los elementos fundamentales del lenguaje de la imagen y su importancia en la transmisión de valores, actitudes e ideas. (CCL3, CC1, CC3, CCEC2)",
    "Competencia específica 2",
    "2.1 Elaborar presentaciones en distintos formatos que reflejen las ideas fundamentales de las posturas y autores expuestos, mediante el uso de aplicaciones digitales. (CCL1, CD3)",
    "2.2 Identificar las posturas filosóficas abordadas en las respuestas ofrecidas a los problemas planteados y contrastarlas dialécticamente para evaluar su capacidad y límites explicativos, analizando textos clásicos escritos o debates orales. (CCL1, CC3) 2.3 Conocer la relevancia de figuras claves de la tradición filosófica como modelos de integridad intelectual y moral dignos de comprender e imitar, investigando sus aportaciones en momentos históricos relevantes. (CC1, CC3)",
    "Competencia específica 3",
    "3.1 Buscar y seleccionar información relevante en distintos medios de comunicación comprendiendo y analizando los problemas planteados. (CCL3)",
    "3.2 Evaluar la fiabilidad y pertinencia de las fuentes identificando los intereses, la parcialidad o la objetividad de las mismas. (CCL3, STEM2, CPSAA5)",
    "3.3 Integrar la información obtenida mediante una actividad de investigación, en textos de creación propia que incluyan el uso de citas y bibliografía/webgrafía, cumpliendo los requisitos formales adecuados al tipo de texto. (CCL3, CD1)",
    "Competencia específica 4",
    "4.1 Ser capaz de construir breves disertaciones, ensayos escritos y discursos retóricos sobre temas propuestos, desarrollando ideas propias y legitimándolas con las fuentes adecuadas. (CCL1, STEM1)",
    "4.2 Defender oralmente diversas tesis en debates reglados adoptando una postura crítica pero tolerante y abierta. (CCL5, CC3)",
    "4.3 Comprometerse con la defensa de la libertad de expresión y valorar la importancia del debate y la deliberación como elementos esenciales de una forma de vida democrática, mediante la práctica de debates relacionados con problemas de actualidad, empleando ideas tratadas en los contenidos de la materia. (CPSAA2, CC3)"
  ]
}