{
    "competenciasEspecificas": [
        "Competencia específica 1. Competencia multilingüe e intercultural.Analizar y explicar la diversidad lingüística y los fenómenos de contacto de lenguas delmundo a partir del conocimiento de la realidad plurilingüe e intercultural de la ComunitatValenciana, de España y de Europa y de la riqueza dialectal de las dos lenguas oficiales.",
        "Competencia específica 2. Comunicación éticaComunicarse oralmente y por escrito y participar en intercambios comunicativos conoempatía y respeto hacia los participantes, detectando usos no éticos del lenguaje, y utilizandolas dos lenguas oficiales de manera no discriminatoria ni ofensiva, para resolver conflictos yfacilitar el trabajo cooperativo, en los ámbitos personal, social, académico y profesional.",
        "Competencia específica 3. Competencia en comprensión oral y multimodalComprender, interpretar y valorar textos orales y multimodales, con especial atención alos textos académicos y de los medios de comunicación, aplicando estrategias variadas decomprensión oral, reflexionando sobre el contenido y la forma, y evaluando su calidad y fiabilidad.",
        "Competencia específica 4. Competencia en comprensión escrita y multimodalComprender, interpretar y valorar textos escritos y multimodales, con especial atencióna textos académicos y de los medios de comunicación, aplicando estrategias variadas decomprensión escrita, reflexionando sobre el contenido y la forma, y evaluando su calidad yfiabilidad.",
        "Competencia específica 5. Competencia en expresión oralProducir textos orales y multimodales, con atención preferente a textos de carácteracadémico, utilizando el lenguaje verbal y no verbal con rigor, fluidez, coherencia, cohesión yadecuación empleando estrategias variadas de planificación, producción, ensayo y revisión.",
        "Competencia específica 6. Competencia en expresión escrita y multimodalProducir textos escritos y multimodales, con especial atención a los géneros académicos,coherentes, cohesionados, adecuados y correctos empleando estrategias variadas deplanificación, textualización, revisión y edición.",
        "Competencia específica 7. Competencia en interacción oral, escrita i multimodalInteractuar de manera oral, escrita y multimodal, mediante textos complejos de todos losámbitos, especialmente académicos y de los medios de comunicación, seleccionando ycontrastando la fiabilidad de estos, usando un punto de vista crítico y personal con un lenguajeno discriminatorio y respetuoso.",
        "Competencia específica 8. Competencia en mediación oral, escrita y multimodalMediar entre interlocutores, en distintas lenguas o variedades, o entre las modalidades yregistros de una misma lengua, haciendo uso de estrategias y conocimientos eficaces orientadosa explicar conceptos y opiniones o a simplificar mensajes,",
        "Competencia específica 9. Gestión de la informaciónBuscar, seleccionar, reelaborar y comunicar información procedente de diferentesfuentes de manera pertinente, creativa y ética, utilizando diferentes códigos y canales, en losámbitos personal, social, académico y profesional.",
        "Competencia específica 10. Lectura autónomaSeleccionar y leer de manera autónoma y crítica obras relevantes de la literaturacontemporánea, o de diferentes campos del saber, como fuente de placer y de conocimiento,compartiendo la experiencia lectora, y configurando un itinerario lector a partir de la selecciónautónoma de lecturas.",
        "Competencia específica 11. Competencia literariaLeer, interpretar y valorar críticamente obras literarias de autoras y de autores en lenguacatalana y castellana, analizarlas dentro de su contexto sociohistórico, vincularlas a variasdisciplinas artísticas y culturales y crear textos con finalidad literaria.",
        "Competencia específica 12. Reflexión y conciencia lingüísticasReflexionar sobre las formas lingüísticas y los usos discursivos, de dos o más lenguas,para comunicarse oralmente y por escrito, de un modo ético y eficaz, en contextos personales,sociales, académicos y profesionales."
    ]
}
