{
    "criteriosEvaluacion": [
        "1.1. Describir los elementos musicales de una obra, así como las sensaciones que esta genera, haciendo uso de un vocabulario específico adecuado, a través de la escucha activa, para reflexionar sobre los aspectos subjetivos inherentes al hecho musical. CCL1, CP3, CD2, CPSAA1.1, CPSAA3.1, CCEC1, CCEC3.1",
        "2.1. Describir y comparar los elementos del lenguaje musical y su representación en obras de diferentes estilos, épocas y culturas, a través del análisis de partituras con grafía convencional y no convencional, para reflexionar sobre los factores que afectan a la evolución de la notación musical. CCL1, CCL2, CP3, CD2, CPSAA1.1, CCEC2",
        "3.1. Interpretar obras musicales y de danza, a través del desarrollo y aplicación de técnicas vocales, instrumentales y coreográficas, entendiendo el ensayo como espacio de escucha y aprendizaje, para fomentar la expresividad y desarrollar habilidades de lectura de partituras y estrategias de memorización musical. CCL2, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CE3",
        "3.2. Generar ideas musicales o coreográficas, a través de actividades de improvisación libres o guiadas, utilizando la voz, diferentes instrumentos o el cuerpo, para fomentar la creatividad y la integración del lenguaje musical. CPSAA1.1, CPSAA1.2, CE3, CCEC3.1, CCEC3.2",
        "4.1. Planificar y desarrollar proyectos musicales colaborativos, a través de la creación o reutilización de materiales musicales trabajados en el aula, aplicando los aprendizajes adquiridos en la materia, para favorecer procesos creativos. CCL5, STEM3, CD2, CD3, CPSAA3.2, CC2, CE1, CE3, CCEC4.1, CCEC4.2",
        "4.2. Asumir diferentes funciones en la planificación y desarrollo de proyectos musicales colaborativos, a través de la participación activa en su implementación, valorando las aportaciones del resto de integrantes del grupo, para descubrir oportunidades de desarrollo personal, social, académico y profesional. CCL5, STEM3, CD2, CD3, CPSAA3.2, CC2, CE1, CE3, CCEC4.1, CCEC4.2",
        "5.1. Planificar, desarrollar y difundir proyectos musicales y audiovisuales, a través de la puesta en práctica de las técnicas y recursos adquiridos y del uso responsable de herramientas digitales, para comprender las posibilidades que ofrecen las tecnologías en los procesos de escritura, creación y difusión musical. CD2, CD3, CPSAA1.1, CE1, CE3, CCEC4.1, CCEC4.2"
    ],
    "saberes": [
        "I. Lenguaje musical",
        "    1. Lectura, escritura, descripción y comparación de la representación gráfica de los parámetros del sonido, con notación convencional y no convencional.",
        "    2. Reconocimiento auditivo de estructuras tonales y modales. Realización escrita de dictados sencillos a una voz.",
        "    3. Descripción y comparación de los elementos del lenguaje musical y de su representación gráfica. ",
        "        3.1. Descripción de la melodía en obras estudiadas en el aula: intervalos y tipos de escalas. Comparación con otros elementos de la obra.",
        "        3.2. Descripción del ritmo en obras estudiadas en el aula: ritmos irregulares y libres; polirritmias y polimetrías, grupos de valoración especial. Comparación con otros elementos de la obra.",
        "        3.3. Descripción de la armonía en obras estudiadas en el aula: el fenómeno físico armónico; círculo de quintas, principales funciones armónicas en la tonalidad; acordes; enlaces y cadencias; modulaciones y progresiones tonales; la modalidad. Comparación con otros elementos de la obra.",
        "        3.4. Descripción de la forma musical en obras estudiadas en el aula: unidades estructurales; formas simples y complejas. Comparación con otros elementos de la obra.",
        "    4. Análisis de partituras con notación convencional y no convencional. Introducción a la notación de la música contemporánea.",
        "    5. Descripción de los elementos expresivos de la música (dinámica, agógica y articulación), así como de las sensaciones que estos generan.",
        "    6. Descripción de los elementos musicales de obras de la música culta occidental, folclore y músicas populares urbanas estudiadas en el aula.",
        "    7. Empleo de un vocabulario técnico específico en las comunicaciones sobre el hecho musical.",
        "II. Práctica musical",
        "    1. Aplicación de estrategias de escucha o visionado activo de obras musicales.",
        "    2. Lectura de partituras con grafía convencional y no convencional. Interiorización y memorización de estructuras musicales sencillas.",
        "    3. Práctica interpretativa de estructuras tonales y modales.",
        "    4. Desarrollo y aplicación de técnicas de interpretación vocal, instrumental o corporal, con o sin acompañamiento.",
        "    5. Desarrollo y aplicación de estrategias y técnicas de improvisación sobre esquemas rítmico-melódicos y armónicos establecidos o libres, adaptados al nivel. Comprensión de la música como forma de expresión.",
        "    6. Actitud proactiva y respetuosa en la planificación y desarrollo de proyectos musicales colaborativos.",
        "    7. Empleo de técnicas y aplicaciones informáticas de edición y producción sonora, musical y audiovisual.",
        "    8. Planificación, desarrollo y difusión de proyectos musicales. Respeto de la propiedad intelectual, los derechos de autoría y la protección de datos."
    ]
}