{
  "saberes": [
    "A. El ser humano y el conocimiento de uno mismo. ",
    "– Visión y conocimiento del ser humano desde las perspectivas psicológica, antropológica y ",
    "sociológica. ",
    "– Reflexión sobre las múltiples dimensiones de ser humano. ",
    "– Aproximación a la definición de ser humano como animal racional y a sus dimensiones ",
    "natural, cultural y social.  ",
    "1. Psicología. ",
    "– Neurociencia, conducta y cognición. Sistema nervioso central y sistema nervioso periférico. ",
    "Descripción general. ",
    "– Estudio del cerebro. Neuronas y estructura funcional del cerebro. Circuito de recompensa y su ",
    "relación con las adicciones. Bienestar y hábitos saludables: sueño, gestión del estrés, ",
    "componentes de afectividad. ",
    "– Fundamentos biológicos de la conducta.  ",
    "Patrones innatos de la conducta. ",
    "– Procesos cognitivos.  ",
    "Percepción, atención, memoria, procesamiento de la información. ",
    "– Otros enfoques psicológicos. Comprensión del ser humano desde otras teorías y corrientes ",
    "psicológicas, condicionamiento clásico, instrumental, aprendizaje social, aprendizaje ",
    "cognitivo, teorías psicoanalíticas. ",
    "– Desarrollo personal dentro del grupo. Influencia del grupo en el individuo. Presión del grupo. ",
    "– Normas, roles y estereotipos. Igualdad de género. ",
    "– Experimentos relevantes de la psicología social. Milgram, Ash, Bandura y otros. ",
    "– La adolescencia desde el punto de vista biológico, psicológico y social. ",
    "– La adolescencia y su significado evolutivo. ",
    "Fases de la adolescencia. Cambios físicos y psicológicos, sociales, emocionales y en el ",
    "desarrollo moral.  ",
    "Desarrollo cognitivo y desarrollo de la personalidad durante la adolescencia. ",
    "Reconocimiento y control de las emociones. ",
    "La adolescencia como transición evolutiva. El camino hacia la autonomía personal. – Desarrollo de la personalidad y desarrollo social durante la adolescencia: la familia y la ",
    "influencia de los grupos de iguales. Los roles dentro de estos grupos y su evolución en la ",
    "adolescencia. ",
    "2. Antropología. ",
    "– Comprensión del ser humano desde las ciencias sociales y humanas. ",
    "– Formas de entender la cultura. Características y elementos. Concepto antropológico de ",
    "cultura. ",
    "– El ser humano como ser y como construcción cultural. Humanización y cultura. ",
    "– Cultura y personalidad. Instituciones culturales. ",
    "– Etnocentrismo y diversidad cultural. Debate entre relativismo y universalismo cultural. ",
    "3. Sociología. ",
    "– El ser humano como ser social. Concepto de sociedad. Tipos de sociedades. ",
    "– Estrategias de inclusión y cohesión social para mejorar la calidad de vida de las personas. ",
    "– El adolescente y sus relaciones. ",
    "– Búsqueda de la autonomía y asunción progresiva de responsabilidades. ",
    "– Conductas y comportamientos sociales. ",
    "– Diversidad y convivencia positiva dentro los grupos. ",
    "– Procesos de transición a la vida adulta en perspectiva comparada. ",
    "B. Formación y orientación personal y profesional hacia la vida adulta. ",
    "1. Aprendizaje y ser humano. ",
    "– Enfoque psicológico. Procesos implicados en el aprendizaje: atención, motivación, memoria y ",
    "procesamiento de la información. Metacognición. Inteligencia emocional e inteligencia ",
    "ejecutiva. Estrategias de aprendizaje y estudio. Componente emocional. ",
    "– Enfoque antropológico. Lo heredado y lo aprendido: biología y cultura. ",
    "– Enfoque sociológico. Proceso de socialización. Agentes de socialización: familia, escuela, ",
    "grupo de pares, medios de comunicación, redes sociales y otros. Aprendizaje formal e ",
    "informal. ",
    "2. Construcción del sentido de competencia y logro. ",
    "– Autoconocimiento e identidad personal: Elementos: características y rasgos físicos y ",
    "psicológicos. Rasgos de personalidad, actitudes, aptitudes, valores y hábitos. Importancia de ",
    "los condicionantes personales, familiares y sociales en la construcción de la identidad ",
    "personal. ",
    "– Autonomía personal y autopercepción. ",
    "– Estilo atribucional: atribución causal, locus de control. ",
    "– Capacidad autocrítica: análisis de puntos fuertes y aspectos a mejorar. Dificultades ",
    "personales y posibilidades. ",
    "– Iniciativa personal. Pensamiento creativo. Confianza y seguridad en uno mismo. Optimismo ",
    "inteligente. Perseverancia. Estrategias para enfrentarse al fracaso y a la frustración. ",
    "– La vida adulta. Definición desde la perspectiva antropológica, histórica, social, psicológica y ",
    "legal. Responsabilidades, derechos y obligaciones legales, laborales y penales. Minoría y ",
    "mayoría de edad civil y penal. ",
    "3. Relaciones e interacciones con los demás. ",
    "– Habilidades sociales. Inteligencias. Tolerancia y respeto. Empatía. Dinamismo, iniciativa y ",
    "liderazgo. Capacidad de negociación. Trabajo en equipo: Estrategias de organización ágiles ",
    "de trabajo en equipo, definición de roles. ",
    "– Habilidades comunicativas. Barreras en la comunicación y estrategias para superarlas.  ",
    "– Herramientas digitales para la interacción con los demás. Ventajas e inconvenientes. Huella y ",
    "reputación digital. Gestión de identidades digitales: personal y profesional. Uso y abuso de las ",
    "herramientas digitales. ",
    "– Habilidades de relación con el entorno: conocimiento del entorno próximo y posibilidades de ",
    "ocio y tiempo libre.  ",
    "– Habilidades de organización y gestión. Organización del tiempo y planificación de tareas. ",
    "Entorno personal de aprendizaje. Gestión de recursos y ejecución de tareas. ",
    "4. Orientación hacia la formación académica y profesional. Exploración del entorno profesional. ",
    "– Estructura del sistema educativo: opciones académicas al terminar la etapa de Educación ",
    "Secundaria Obligatoria.  ",
    "Formación Profesional de grado medio y superior: estructura, modalidades y regímenes. ",
    "Acceso, salidas y posibilidades. ",
    "Bachillerato: estructura, modalidades y regímenes. Acceso, salidas y posibilidades. ",
    "Enseñanzas artísticas, estudios de música y danza, enseñanzas deportivas, enseñanzas ",
    "de idiomas. ",
    "Formación complementaria. Formación reglada y no reglada. ",
    "– Programas y oportunidades de formación. Titulaciones, cualificaciones y programas de ",
    "formación complementaria. ",
    "– Ayudas para la formación. Becas nacionales e internacionales. Oportunidades de educación y ",
    "formación en otros países.  ",
    "– Participación social activa. Colaboración y voluntariado. ",
    "– Servicios de orientación académica y profesional. Las redes de orientación. ",
    "La orientación escolar y profesional en los departamentos de orientación. ",
    "Orientación dependiente de los servicios de empleo, INEM y otras entidades: Dirección ",
    "General de Empleo, Servicio regional de Empleo.  ",
    "Otros servicios de orientación en el entorno próximo: proyectos, propuestas de ",
    "intervención y programas de autoconocimiento, orientación y búsqueda activa de empleo ",
    "de colectivos sociales, asociaciones, ONG...  ",
    "– Formación permanente a lo largo de la vida y concepto de itinerario formativo. Actividades ",
    "educativas en entornos académicos y en otros entornos: recursos culturales. ",
    "5. Exploración del entorno profesional. ",
    "– Exploración y descubrimiento del entorno de trabajo. Población y trabajo. ",
    "– Relaciones laborales. Derecho laboral y contrato de trabajo: características, elementos, tipos. ",
    "Derechos y deberes de los empresarios y trabajadores. ",
    "– La ética del trabajo. Los códigos deontológicos. El ser humano como homo oeconomicus. ",
    "Teorías críticas. ",
    "– Tendencias laborales y demandas del mercado. Los nuevos perfiles profesionales. ",
    "– Retos de la revolución digital en el entorno laboral. ",
    "– Emprendimiento e intraemprendimiento. Autoempleo. ",
    "C. Proyecto personal, académico-profesional y aproximación a la búsqueda activa de ",
    "empleo.  ",
    "1. Plan de autoconocimiento. ",
    "– Conocimiento de las cualidades personales. Rasgos físicos, capacidades y competencias, ",
    "intereses y preferencias, expectativas, estilo decisional, autoestima, habilidades sociales, ",
    "valores, variables y condicionantes familiares y sociales. Rasgos de personalidad. ",
    "– Identificación de las fortalezas y debilidades propias. La diversidad como elemento ",
    "enriquecedor para la persona. ",
    "– Estrategias de entrenamiento en hábitos saludables y prevención del riesgo. ",
    "2. Plan de formación académica y profesional. ",
    "– Exploración de las ayudas y recursos para superar carencias y afrontar retos personales y ",
    "profesionales. ",
    "– Reflexión sobre aspiraciones y metas: formativas, laborales y personales. – Fases del plan: exploración, diagnóstico, relación de perfiles académicos y profesionales con ",
    "la formación, toma de decisiones, formación, tránsito al empleo.  ",
    "3. Aproximación a un plan de búsqueda activa de empleo con proyección hacia el futuro. ",
    "– Estrategias de búsqueda de empleo. Fuentes y recursos. ",
    "– Instrumentos de búsqueda de empleo. ",
    "Marca y sello personal. ",
    "Red de contactos. ",
    "CV (tipos, características, contenidos videocurriculum, porfolio profesional). ",
    "Entrevistas de trabajo. Características, preparación. ",
    "Carta de autocandidatura o autopresentación. ",
    "Recursos digitales y nuevas tecnologías en la búsqueda de empleo. ",
    "– Sistema de acceso al empleo público. "
    
  ],
  "criteriosEvaluacion": [
      "Competencia específica 1. ",
      "1.1. Mejorar el desempeño personal, social y académico aplicando estrategias de aprendizaje que ",
      "permitan mayor control sobre las acciones y sus consecuencias. ",
      "1.2. Identificar y aplicar los procesos que intervienen en el aprendizaje, analizando sus ",
      "implicaciones y desarrollando estrategias que favorezcan la adquisición de conocimientos, ",
      "destrezas y actitudes. ",
      "1.3. Analizar la importancia del componente emocional, tomando conciencia de su repercusión en ",
      "el aprendizaje y desarrollando estrategias que lo mejoren. ",
      "1.4. Analizar la relación de la cognición, la motivación y el aprendizaje con la conducta, a partir de ",
      "las bases teóricas fundamentales de los procesos físicos y psicológicos que intervienen en ",
      "ellos. ",
      "Competencia específica 2. ",
      "2.1. Afrontar nuevos retos, de forma eficaz y con progresiva autonomía, identificando las ",
      "cualidades personales y sociales y analizando los elementos que condicionan los ",
      "comportamientos y actuaciones en el proceso de desarrollo evolutivo. ",
      "2.2. Conocer el desarrollo evolutivo de las personas, analizando y comprendiendo las principales ",
      "características de la madurez que van conformando a la persona en distintos planos. ",
      "2.3. Identificar cualidades personales y de los demás, reflexionando sobre la importancia de ",
      "potenciar aquellas que resultan necesarias para afrontar eficazmente los retos y que faciliten ",
      "el proceso de transición de la adolescencia a la edad adulta. ",
      "2.4. Identificar los aspectos básicos de la vida adulta desde un punto de vista psicológico, social y ",
      "legal, entendiendo los derechos y deberes inherentes a ser adulto. ",
      "Competencia específica 3. ",
      "3.1. Reflexionar de manera crítica sobre la condición humana, la sociedad y la cultura a partir del ",
      "conocimiento que proporcionan las ciencias humanas y sociales. ",
      "3.2. Analizar la diversidad personal, social y cultural desde distintas perspectivas a partir de los ",
      "conocimientos que proporcionan las ciencias humanas y sociales, mostrando actitudes de ",
      "respeto y empatía. ",
      "Competencia específica 4. ",
      "4.1. Mejorar la comprensión de uno mismo en relación a los demás, tomando como referencia el ",
      "conocimiento de la dimensión social y antropológica del ser humano y analizando los factores ",
      "que intervienen en la configuración psicológica de la persona, y desarrollar estrategias y ",
      "habilidades sociales que faciliten la adaptación a nuevos grupos y contextos. ",
      "4.2. Analizar los factores personales y socioculturales que intervienen en la configuración ",
      "psicológica de la persona a partir del conocimiento comparado de la dimensión social y ",
      "antropológica del ser humano. ",
      "4.3. Valorar la diversidad, desde el respeto, la inclusión y la igualdad real efectiva entre hombres y ",
      "mujeres, considerándola un elemento enriquecedor y de valor a nivel personal, social y ",
      "cultural. ",
      "4.4. Mejorar la capacidad para trabajar en equipo, respetando diferentes puntos de vista. ",
      "4.5. Mejorar la capacidad para comunicarnos con los demás comprendiendo y afrontando las ",
      "ventajas e inconvenientes que las nuevas tecnologías nos ofrecen. ",
      "Competencia específica 5. ",
      "5.1. Realizar un proyecto personal, académico y profesional propio y aproximarse al proceso de ",
      "búsqueda activa de empleo, priorizando las necesidades y descubriendo los intereses ",
      "personales y vocacionales mediante la exploración de las oportunidades académicas y ",
      "profesionales que ofrece el entorno presencial y virtual y desarrollando las destrezas ",
      "necesarias en el proceso de toma de decisiones. ",
      "5.2. Explorar el entorno próximo identificando las oportunidades académicas y profesionales que ",
      "ofrece, valorando aquellas que mejor se adaptan a las cualidades e intereses personales y ",
      "potenciando el espíritu de iniciativa y superación. "    
  ]
}
