{
    "saberes": [
        "Cultura científica",
        "● Iniciació a l’activitat científica",
        "- Selecció de tècniques d’indagació (observacions, identificació i classificació, formulació de preguntes i prediccions, planificació i realització d’experiments i recerques, cerca de patrons, creació de models, cerca d’informació i de dades, experiments amb control de variables, comunicació dels resultats…) adequades a les necessitats de la investigació.",
        "- Utilització d’instruments i dispositius (analògics i digitals) apropiats per a l’observació i la mesura precises d’acord amb les necessitats de les diferents preguntes, problemes i investigacions.",
        "- Construcció i ús del vocabulari científic relacionat amb les diferents investigacions i temàtiques estudiades.",
        "- Reconeixement dels avenços en el passat i en el present relacionats amb la ciència i la tecnologia que contribueixen a transformar la nostra societat i tot mostrant models des d’una perspectiva de gènere.",
        "- Valoració de l’ús de la ciència i la tecnologia per ajudar a comprendre les causes de les pròpies accions, prendre decisions raonades i executar tasques de forma més eficient.",
        "● La vida al nostre planeta",
        "- Estudi i anàlisi de les característiques dels diferents ecosistemes com espais, on els factors abiòtics i biòtics es mantenen en equilibri per tal d’entendre i prendre bones decisions respecte a l’ús dels recursos naturals del planeta.",
        "- Identificació de les característiques pròpies de les plantes i els animals que permeten la classificació i diferenciació en subgrups relacionats amb la capacitat adaptativa al medi: obtenció d’energia, relació amb l’entorn i perpetuació de l’espècie, i varietats autòctones.",
        "- Comprensió dels aspectes bàsics de les funcions vitals de l’ésser humà des d’una perspectiva integrada: obtenció d’energia, relació amb l’entorn i perpetuació de l’espècie.",
        "- Aplicació de pautes per a una alimentació saludable: menús saludables i equilibrats amb productes de proximitat, importància del cistell de la compra i de l’etiquetatge dels productes alimentaris per conèixer els nutrients i el suport energètic i així prendre decisions raonades.",
        "- Identificació i ús d’hàbits saludables relacionats amb el benestar emocional i social: estratègies d’identificació i gestió de les pròpies emocions per respectar i acceptar la diversitat present a l’aula i a la societat.",
        "● Matèria, forces i energia",
        "- Reconeixement de les diferents fonts i formes de producció de calor, les interaccions amb diferents materials (conductors i aïllants) i la utilització d’instruments de mesura per aplicar aquests coneixements en la prevenció de riscos a la vida quotidiana.",
        "- Identificació i anàlisi de les propietats de l’aigua a partir de l’experimentació per entendre el seu paper vital en el medi i la necessitat de fer-ne un ús responsable.",
        "- Separació, mitjançant diferents mètodes, de mescles heterogènies distingint aquestes de les mescles homogènies i de substàncies pures identificant-les en el medi ambient.",
        "- Anàlisi de les forces de contacte i distància per entendre el seu efecte sobre els objectes, en funció de la seva mida, massa i forma i la interacció entre si.",
        "- Comprensió de les propietats de les màquines simples i els seus efectes sobre les forces per establir relacions amb la natura i usos en la vida quotidiana.",
        "Tecnologia i digitalització",
        "● Digitalització de l’entorn personal d’aprenentatge",
        "- Selecció i utilització de dispositius i recursos de digitals d’acord amb les necessitats del context educatiu.",
        "- Utilització de les funcionalitats dels dispositius i recursos digitals d’aprenentatge (cerca d’informació, representació del coneixement, creació de continguts digitals…).",
        "- Aplicació guiada d’estratègies de cerca, fent valoració, discriminació, selecció i organització de les informacions més segures i eficients.",
        "- Utilització de les normes bàsiques de seguretat, protecció i privacitat en navegar per Internet i per protegir l’entorn personal d’aprenentatge (contrasenyes segures, identitat digital...).",
        "- Aplicació de les regles bàsiques d’etiqueta digital, cortesia i respecte en establir comunicació digital amb altres persones.",
        "● Projectes de disseny i pensament computacional",
        "- Identificació i aplicació de les fases del pensament computacional en reptes simples: descomposició d’un repte en parts més senzilles, reconeixement de patrons i elaboració de seqüències per a la resolució del problema o la creació d’un producte.",
        "- Identificació i aplicació de les fases del projecte de disseny: empatitza, defineix, idea, prototipa i avalua per donar resposta a una necessitat concreta.",
        "- Utilització de materials, d’eines i recursos adequats per a la consecució del projecte.",
        "- Selecció i utilització de materials, objectes, eines i recursos analògics i digitals (plataformes digitals de programació per blocs, robòtica educativa, sensors…) adequats en la consecució del projecte.",
        "- Aplicació de tècniques cooperatives per al treball en equip i estratègies per a la gestió de conflictes i promoció de conductes empàtiques i inclusives també en entorns digitals.",
        "Societats i territoris",
        "● Reptes del món actual",
        "- Relacions entre els diferents elements que componen l’Univers i les seves dinàmiques per interpretar fenòmens físics que afecten la Terra i repercuteixen en la vida diària i l’entorn.",
        "- Representació de l’espai i de la terra en mapes i plànols a diferents escales emprant, entre altres, els recursos digitals. Utilització de diferents tècniques analògiques i digitals i estratègies d’orientació, a partir de l’observació dels elements del medi en la localització espacial.",
        "- Interacció entre la superfície terrestre i els agents externs (aigua, vent, éssers vius…) per entendre com canvien els paisatges en els diferents territoris al llarg del temps i anàlisi de la influència de l’activitat humana.",
        "- Anàlisi i registre de les dades meteorològiques a partir de la representació gràfica i visual i la utilització de les tecnologies de la informació geogràfica per entendre fenòmens i fer prediccions.",
        "- L’organització territorial de Catalunya, Espanya i Europa, estudi de les variables que influeixen en l’ocupació i distribució de la població en l’espai fent representacions gràfiques i cartogràfiques que posin de manifest els principals problemes i reptes demogràfics.",
        "- Comprensió del pas de la supervivència, economia de subsistència, a la sobreproducció, economia de consum global, analitzant les activitats productives, el valor, el control dels diners i mitjans de pagament per tendir a la igualtat social i garantir l’accés universal als recursos com a resposta a les problemàtiques subjacents als objectius de desenvolupament sostenible.",
        "- Identificació dels rols i els estereotips relacionats amb el gènere en diferents contextos com la publicitat, pel·lícules, etc., i fer actuacions per eliminar conductes sexistes i tendir a la igualtat de gènere.",
        "● Lliçons del passat",
        "- Ubicació i relació de fets i esdeveniments de l’entorn proper en eixos cronològics, digitals i analògics, per entendre el temps històric.",
        "- Classificació i ús de les fonts històriques: orals, escrites i patrimonials, com a via per a l’anàlisi dels canvis i les continuïtats a la localitat al llarg de la història.",
        "- Ús de la investigació i els mètodes de treball científic per a la realització projectes que analitzin fets, esdeveniments de la localitat amb perspectiva històrica, contextualitzant- los a l’època corresponent (prehistòria i edat antiga), de la vida quotidiana de l’entorn.",
        "- Interpretació de les accions de les persones com a subjectes en la història, dels diferents grups socials, relacions, conflictes, creences i condicionants per entendre que el present és el resultat de les accions del passat.",
        "- Coneixement de les expressions culturals i artístiques de l’entorn per comprendre l’època en què va ser creat com a resultat d’una manera d’entendre el món en el seu context temporal.",
        "- Coneixement del patrimoni natural i cultural per valorar-lo i preservar-lo.",
        "● Alfabetització cívica",
        "- Aplicació de compromisos i normes per a la vida en societat per promoure una ciutadania que busqui una sortida als conflictes de forma pacífica i dialogada.",
        "- Identificació i valoració dels costums, tradicions i manifestacions etnicoculturals de l’entorn, mostrant respecte per la diversitat cultural que conviu entorn de la cohesió social per afavorir la cultura de pau i no-violència.",
        "- Identificació de l’estructura administrativa de l’Estat a partir de l’anàlisi de les principals institucions i entitats de l’entorn local, regional i nacional i els serveis que presten per entendre l’organització social.",
        "- Identificació de les normes de circulació, senyals i marques viàries, per afavorir una mobilitat segura com a vianants i usuaris dels mitjans de transport col·lectius o personals.",
        "● Consciència ecosocial",
        "- Introducció a les causes i conseqüències del canvi climàtic, el seu impacte en els paisatges de la Terra identificant alhora mesures de mitigació relacionades amb l’activitat de les persones.",
        "- Coneixement de com l’activitat humana actua en la transformació i la degradació dels ecosistemes naturals per aportar mesures de conservació i protecció presents i futures.",
        "- Desenvolupament d’actituds de consum responsable dels recursos naturals i de les fonts d’energia, en diverses facetes de la vida.",
        "- Esment i ús dels hàbits de consum responsable, els avantatges dels productes de proximitats i la defensa dels drets com a consumidor."
    ],
    "criteriosEvaluacion": [
        "1.1 Fer ús, de forma responsable, de diferents fonts digitals per a la cerca d’informació, tant en grup com individualment.",
        "1.2 Utilitzar dispositius i recursos digitals per comunicar-se amb els altres i per donar a conèixer els propis aprenentatges.",
        "1.3 Crear continguts digitals senzills per construir el coneixement segons la necessitat del context.",
        "2.1 Demostrar curiositat, formulant-se preguntes investigables i fer prediccions raonades per conèixer objectes, fets i fenòmens.",
        "2.2 Buscar i seleccionar de forma autònoma informació de diferents fonts digitals i analògiques segures i fiables per emprar-la en les investigacions relacionades amb el coneixement del medi.",
        "2.3 Dissenyar i realitzar experiments senzills, utilitzant diferents tècniques d’indagació, emprant de forma segura instruments i dispositius analògics i digitals, per realitzar observacions, fent mesuraments precisos i registres per respondre la pregunta plantejada.",
        "2.4 Comparar i interpretar la informació, les dades obtingudes en la investigació i les prediccions realitzades per proposar respostes possibles a les qüestions plantejades.",
        "2.5 Presentar els resultats de les investigacions, utilitzar diferents tipus de formats, fent ús, també, de dispositius i recursos digitals i amb un llenguatge acurat per explicar els resultats i el procés de les investigacions realitzades.",
        "3.1 Identificar i analitzar necessitats o reptes de l’entorn proper i establir objectius senzills per a la creació de prototips o solucions digitals que els resolguin.",
        "3.2 Proposar possibles solucions que puguin donar resposta a un problema o necessitat d’acord amb diferents formes de raonament, com el pensament de disseny o el pensament computacional, compartint-les a través de descripcions orals, representacions i models i establir cooperativament criteris per avaluar el projecte i la gestió del treball conjunt.",
        "3.3 Elaborar un producte final senzill que solucioni un repte o necessitat d’acord amb diferents formes de raonament, com el pensament de disseny o el pensament computacional, i provant, en equip, els diferents prototips o solucions digitals fent ús de forma segura dels dispositius, les eines i els materials adequats.",
        "3.4 Presentar els resultats obtinguts explicant el procés seguit i justificant per què el prototip o solució digital compleix amb els requisits del projecte.",
        "4.1 Adoptar de forma autònoma hàbits de vida saludable valorant la importància de la higiene, l’alimentació variada i equilibrada, l’exercici físic i el descans.",
        "4.2 Prendre decisions personals i col·lectives sobre alimentació, higiene i salut a partir de coneixements i criteris científics, per a la prevenció i guariment de malalties en el context proper.",
        "4.3 Mostrar actituds que fomenten el benestar i equilibri emocional i social, identificar les emocions pròpies i alienes, mostrant empatia i establint relacions afectives i saludables.",
        "5.1 Identificar les característiques, propietats i l’organització dels elements del medi natural, social i cultural a través de metodologies d’indagació i utilitzant les eines i processos adequats.",
        "5.2 Reconèixer connexions entre diferents elements del medi natural social i cultural, comprenent les relacions que s’estableixen i fent prediccions dels possibles efectes.",
        "5.3 Valorar i protegir el patrimoni natural i cultural considerant-lo com un bé comú, adoptant conductes respectuoses per al seu gaudiment i proposant accions per a la seva conservació i millora.",
        "6.1 Identificar i analitzar la intervenció humana en el món, en problemes ecosocials, proposant solucions possibles a escala local.",
        "6.2 Escollir i realitzar accions cooperatives que facilitin afrontar els reptes i desafiaments proposats en els objectius de desenvolupament sostenible de manera crítica i contextualitzada.",
        "6.3 Adquirir hàbits de vida sostenible i conseqüents amb el respecte, la cura i la protecció de les persones i del planeta.",
        "7.1 Identificar i contextualitzar temporalment, esdeveniments de l’entorn proper per poder interpretar el present com a producte del passat i comprendre la incidència de les decisions actuals en el futur.",
        "7.2 Interpretar canvis i continuïtats del medi establint relacions de causalitat en diferents moments històrics.",
        "7.3 Conèixer els trets de les diferents societats al llarg del temps i el paper que les persones han desenvolupat en la història.",
        "8.1 Promoure actituds d’equitat, igualtat de gènere i conductes no sexistes, analitzant i contrastant diferents models en la nostra societat.",
        "8.2 Contribuir al benestar individual i col·lectiu de la societat, amb accions que fomenten l’equitat, la igualtat de gènere i les conductes no sexistes, reconeixent models positius al llarg de la història.",
        "8.3 Valorar les manifestacions i la diversitat cultural i relacionar-les amb qui les ha creat des d’una perspectiva de gènere.",
        "9.1 Participar en la comunitat escolar i la vida social realitzant activitats, assumint responsabilitats i establint acords de forma dialogada i democràtica, emprant un llenguatge inclusiu i no violent.",
        "9.2 Contribuir al benestar individual i col·lectiu de la societat, analitzant la importància demogràfica, cultural i econòmica de les migracions en l’actualitat, valorant la diversitat i mostrant empatia i respecte per les cultures.",
        "9.3 Prendre decisions responsables com a vianants i usuaris dels mitjans de locomoció, de la importància de la mobilitat sostenible de les persones, coneixent les normes i els senyals de trànsit fent-ne un bon ús.",
        "10.1 Conèixer els òrgans de govern de diferents institucions municipals i valorar els seus mecanismes de funcionament per a la participació ciutadana i democràtica.",
        "10.2 Actuar en defensa dels drets i deures propis i dels altres per promoure la cohesió social i els valors de la cultura de la pau."
    ]
}