{
    "saberes": [
        "A. Recepción, análisis y reflexión.",
        "- Principales propuestas musicales vocales e instrumentales, de lenguaje corporal, escénico y performativo de diferentes géneros, estilos, corrientes estéticas, procedencias y épocas producidas por creadores locales, regionales y nacionales.",
        "- Estrategias básicas de recepción activa que favorezcan el disfrute y el respeto. Construcción del propio gusto y referente creativo.",
        "- Normas elementales de comportamiento en la recepción de propuestas musicales, de lenguaje corporal, escénico y performativo, en diferentes espacios. El silencio como fórmula de respeto y elemento y condición indispensable para el mantenimiento de la atención durante la recepción.",
        "- Vocabulario específico básico de la música, la danza y las artes escénicas y performativas.",
        "- Recursos digitales básicos para la música, la danza y las artes escénicas y performativas.",
        "- La música descriptiva y programática como medio de evocación de ideas, sentimientos e imágenes extra-musicales y de fomento de la percepción auditiva y de la creatividad.",
        "- Paisajes sonoros de entornos próximos.",
        "- El sonido y sus cualidades básicas: sonido, ruido y silencio. Sonidos fuertes y débiles, largos y cortos, agudos y graves. Discriminación auditiva, clasificación y representación de diversidad de sonidos y líneas melódicas a través de diferentes grafías.",
        "- Voces masculinas, femeninas e infantiles. Discriminación auditiva.",
        "- Los instrumentos musicales. Los instrumentos populares básicos de Castilla y León. Principales familias y agrupaciones.",
        "- Objetos sonoros. Cotidiáfonos. Discriminación visual y auditiva.",
        "- El carácter y el tempo. La organización de obras musicales sencillas y contrastantes.",
        "B. Experimentación, creación e interpretación.",
        "- Fases del proceso creativo de propuestas musicales, de lenguaje corporal, escénico y performativo: planificación guiada, experimentación e interpretación.",
        "- Profesiones vinculadas con la música, la danza, las artes escénicas y performativas.",
        "- Actitud activa e interés tanto por el proceso como por el producto final en producciones musicales, de lenguaje corporal, escénico y performativo.",
        "- Práctica instrumental, vocal y corporal: aproximación a la experimentación, exploración creativa e interpretación, a partir de las propias posibilidades sonoras y expresivas.",
        "- La percusión corporal y posibilidades sonoras del propio cuerpo.",
        "- Construcción de instrumentos de forma asistida, a partir de materiales del entorno.",
        "- El cuidado de la voz hablada y cantada como instrumento y recurso expresivo y comunicativo. Ejercicios básicos de técnica vocal.",
        "- Lenguajes musicales básicos: aplicación de sus conceptos elementales en la interpretación de propuestas musicales vocales e instrumentales.",
        "– El cuerpo y sus posibilidades motrices: interés por la experimentación y la exploración a través de ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medio de expresión y diversión.",
        "- Movimiento orgánico del cuerpo. Progreso en el control del equilibrio y la coordinación en ejercicios cotidianos, naturales, sencillos y espontáneos.",
        "– Técnicas dramáticas y dancísticas elementales.",
        "– Capacidades expresivas y creativas básicas de la expresión corporal y dramática.",
        "- Repertorio sencillo de piezas vocales e instrumentales, danzas de diferentes culturas y épocas que incluya las tradicionales de Castilla y León.",
        "- Técnicas de respiración. La relajación del cuerpo en ejercicios básicos de interpretación vocal, instrumental y de movimiento.",
        "- Los estados anímicos en situaciones de la vida cotidiana y su expresión a través de herramientas artísticas elementales. La adecuación de la emoción con algunas técnicas vocales, instrumentales y de movimiento sencillas."
    ],
    "criteriosEvaluacion": [
        "1.1 Explorar y descubrir propuestas musicales, de lenguaje corporal, escénico y/o performativo de diferentes géneros, estilos, estéticas, épocas y culturas, a través de la recepción activa en diferentes contextos y/o la interpretación, mostrando curiosidad, placer y apertura por el descubrimiento de lo nuevo y respeto por las mismas. (CCL1, CP3, CCEC1, CCEC3)",
        "1.2 Describir manifestaciones musicales, de lenguaje corporal, escénico y/o performativo del entorno próximo, explorando sus características con actitud abierta e interés. (CCL1, CPSAA3, CC1, CCEC1, CCEC2)",
        "1.3 Identificar el vocabulario específico básico del lenguaje musical, corporal, escénico y performativo, en situaciones de recepción, análisis, creación e interpretación. (CCL1, CCEC2)",
        "2.1 Seleccionar y aplicar estrategias elementales para la búsqueda guiada de información sobre manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, a través de canales y medios de acceso sencillos, tanto de forma individual como cooperativa, disfrutando tanto en las tareas de búsqueda como de las manifestaciones encontradas, mostrando interés y aprecio por las mismas. (CCL3, CD1, CCEC1)",
        "2.2 Reconocer elementos característicos básicos de distintas manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, que forman parte del patrimonio cultural y artístico, indicando los canales, medios y técnicas empleados e identificando diferencias y similitudes. (CD1, CC3, CCEC1, CCEC2)",
        "2.3 Explorar y compartir las sensaciones y emociones producidas por diferentes manifestaciones musicales, de lenguaje corporal, escénico y/o performativo a través de la recepción activa y su disfrute. (CPSAA1, CCEC2)",
        "3.1 Producir, de manera guiada, obras propias breves y sencillas, de carácter musical, de lenguaje corporal, escénico y/o performativo, de forma individual y en grupo, utilizando algunas de las posibilidades expresivas de la voz, el cuerpo, los instrumentos musicales, los medios digitales básicos y otros materiales, mostrando confianza en las capacidades creativas propias y respeto hacia las de los demás. (CCL5, CD2, CPSAA3, CPSAA5, CC2, CE1, CCEC4)",
        "3.2 Expresar de forma guiada ideas, sentimientos y emociones a través de la interpretación de manifestaciones musicales, de lenguaje corporal, escénico y/o performativo, breves y sencillas, experimentando con los diferentes lenguajes artísticos, por medio de la voz, el cuerpo, los instrumentos musicales y otros materiales. (CCL1, CPSAA1, CE1, CCEC3, CCEC4)",
        "3.3 Interpretar de manera individual o grupal manifestaciones musicales, de lenguaje corporal, escénico y/o performativo breves y sencillas utilizando la voz, el cuerpo, los instrumentos musicales u otros materiales desarrollando progresivamente una actitud cooperativa y de escucha. (CCL1, CCL5, CPSAA3, CC2, CCEC3)",
        "4.1 Participar de manera guiada en el diseño de producciones musicales, de lenguaje corporal, escénico y/o performativo, elementales, trabajando de forma cooperativa a partir de la igualdad y el respeto a la diversidad. (CCL1, CCL5, CP3, STEM3, CE1, CE3, CCEC4)",
        "4.2 Tomar parte en el proceso cooperativo de elaboración de producciones musicales, de lenguaje corporal, escénico y/o performativo, de forma respetuosa, utilizando elementos básicos de los diferentes lenguajes y técnicas artísticas, disfrutando tanto del proceso de elaboración como del resultado final, respetando la propia labor y la de los compañeros. (CCL1, CCL5, STEM3, CPSAA3, CPSAA4, CC2, CCEC4)",
        "4.3 Compartir los proyectos creativos musicales, de lenguaje corporal, escénico y/o performativo o experiencias creativas e interpretativas, explicando el proceso y el resultado final obtenido, respetando y valorando las experiencias y opiniones propias y las de los demás. (CCL1, CCL5, CP3, CPSAA3, CPSAA4, CCEC3)",
        "5.1 Descubrir diversos usos y propiedades de la voz, así como la importancia de su cuidado como instrumento y recurso expresivo y comunicativo, explorando sus posibilidades a través de la práctica de ejercicios elementales de técnica vocal, de forma hablada y cantada. (STEM5, CPSAA2, CCEC3, CCEC4)",
        "5.2 Explorar el propio cuerpo y las posibilidades motrices, progresando gradualmente en el control del equilibrio y en la coordinación, en ejercicios naturales y habituales de la vida cotidiana. (STEM2, STEM5, CPSAA2, CC2, CCEC3, CCEC4)",
        "5.3 Explorar y experimentar con la respiración, aprendiendo a reconocerla como una de las funciones principales del organismo y como mecanismo para la relajación y el autocontrol de las emociones, a través de ejercicios sencillos y básicos, progresando en el control de la misma. (CCL5, CPSAA1, CPSAA2, CCEC3, CCEC4)",
        "5.4 Adquirir progresivamente técnicas de respiración prestando atención a la relajación del cuerpo en ejercicios básicos de interpretación vocal, instrumental y de movimiento. (CCL5, CPSAA1, CPSAA2, CCEC3, CCEC4)",
        "5.5 Explorar los estados anímicos en situaciones de la vida cotidiana y su expresión a través de herramientas artísticas elementales experimentando la adecuación de la emoción con algunas técnicas vocales, instrumentales y de movimiento sencillas. (CCL5, STEM2, CPSAA1, CPSAA2, CC2, CCEC3)"
    ]
}