{
  "saberes": [
    "A. Communication",
    "LEX.2.A.1. Self-confidence. The error as an instrument of improvement. Self-repair strategies as a way of progress in learning a foreign language.",
    "LEX.2.A.2. Basic strategies for planning, executing, controlling, and repairing the production, co-production, and comprehension of oral, written, and multimodal texts, as well as applying techniques to extract and interpret the main and secondary ideas of these texts.",
    "LEX.2.A.3. Knowledge, skills and attitudes that allow detecting and collaborating in mediation activities in simple everyday situations.",
    "LEX.2.A.4. Basic communicative functions appropriate to the field and communicative context: greet, say goodbye, introduce and introduce yourself; describe people, objects, and places; situate events in time; locate objects, people and places in space; request and exchange information on everyday issues; give and ask for instructions and orders; offer, accept and reject help, propositions or suggestions; partially express taste or interest and basic emotions; narrate past events, describe present situations, and state future events; express the opinion, the possibility, the capacity, the obligation and the prohibition.",
    "LEX.2.A.5. Contextual models and basic discursive genres in the comprehension, production and co-production of oral, written and multimodal, short and simple, literary and non-literary texts: characteristics and recognition of the context (participants and situation), expectations generated by the context; organization and structuring according to genre, textual function and structure.",
    "LEX.2.A.6. Basic linguistic units and meanings associated with such units such as expression of the entity and its properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation, relations basic logics. LEX.2.A.7. Lexicon of common use and interest for students related to personal identification, interpersonal relationships, nearby places and environments, leisure and free time, daily life, health and physical activity, housing and home, climate and natural environment, information technologies and the communication.",
    "LEX.2.A.8. Basic sound, stress, rhythmic and intonation patterns, and general communicative meanings and intentions associated with these patterns.",
    "LEX.2.A.9. Basic spelling conventions and meanings and communicative intentions associated with formats, patterns and graphic elements.",
    "LEX.2.A.10. Basic conversational conventions and strategies, in synchronous or asynchronous format, to start, maintain and end communication, take and give the floor, ask for and give clarifications and explanations, reformulate, compare and contrast, summarize, collaborate, debate, etc.",
    "LEX.2.A.11. Resources for learning and basic information search strategies such as dictionaries, reference books, libraries and digital and computer resources, use of basic analog and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, cooperation and collaboration, such as virtual classrooms, videoconferences and collaborative digital tools for learning, communication and the development of projects with speakers or students of the foreign language.",
    "LEX.2.A.12. Identification of the authorship and veracity of the sources consulted and the contents used.",
    "B. Multilingualism.",
    "LEX.2.B.1. Strategies and techniques to respond effectively to a basic and specific communicative need in an understandable way, despite the limitations derived from the level of competence in the foreign language and in the other languages of the own linguistic repertoire.",
    "LEX.2.B.2. Basic strategies to identify, organize, retain, recover and creatively use linguistic units: lexicon, morphosyntax, sound and orthographic patterns, from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
    "LEX.2.B.3. Basic self-assessment and peer-assessment strategies and tools, analogue and digital, individual and cooperative.",
    "LEX.2.B.4. Lexicon and commonly used expressions to understand statements about communication, language, learning and communication and learning tools, metalanguage.",
    "LEX.2.B.5. Basic comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
    "C. Interculturality",
    "LEX.2.C.1. The foreign language as a means of interpersonal and international communication, a source of information and as a tool for personal enrichment.",
    "LEX.2.C.2. Interest and initiative in carrying out communicative exchanges through different media with speakers or students of the foreign language.",
    "LEX.2.C.3. Basic cultural patterns typical of the foreign language and basic sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships. LEX.2.C.4. Basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values of countries where the foreign language is spoken.",
    "LEX.2.C.5. Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, taking into account ecosocial and democratic values.",
    "LEX.2.C.6. Basic strategies for detection and action against discriminatory uses of verbal and non-verbal language for reasons of gender or origin."
  ],
  "criteriosEvaluacion": [
    "1.1. Get started in the Interpretation and analysis of the global meaning and of the specific and explicit information of brief and simple oral, written and multimodal texts on frequent and daily topics, of personal relevance and close to their vital and cultural experience, typical of the fields of interpersonal relationships, learning, the media and fiction expressed clearly and in the standard language through various analog and digital media.",
    "1.2. Get started in the interpretation and assessment of the content and discursive features of short and simple oral, written and multimodal texts, typical of the fields of interpersonal relationships, the media of social communication and learning.",
    "1.3. Get started in the process of selecting, organizing and applying in a guided way the most appropriate strategies and knowledge in everyday communicative situations to understand the general meaning, the essential information and the most relevant details of oral, written and multimodal texts; begin to interpret non-verbal elements; and start searching for and selecting information by consulting reliable sources.",
    "2.1. Express orally in a guided way, short, simple, structured, understandable texts appropriate to the communicative situation on daily and frequent issues, relevant to students, in order to describe, narrate and report on specific topics, in different analog and digital, using guided verbal and non-verbal resources, as well as production planning and control strategies.",
    "2.2. Begin to organize and write short, simple and understandable texts with acceptable clarity, coherence, cohesion and adaptation to the proposed communicative situation, following established guidelines, through analog and digital tools, on daily and frequent issues of relevance to students. and close to their experience, respecting intellectual property and avoiding plagiarism.",
    "2.3. Begin in the process of selecting, organizing and applying knowledge and strategies in a guided way to plan, produce and revise oral and written texts that are understandable, coherent and appropriate to the communicative intentions, contextual characteristics and textual typology, based on guided use. of the most appropriate physical or digital resources depending on the task and the needs of each moment, taking into account the people to whom the text is addressed.",
    "3.1. Begin planning and participating in brief and simple interactive situations on everyday topics close to their experience, through some analog and digital supports, relying on resources such as repetition, leisurely rhythm or non-verbal language, showing interest and respect for linguistic courtesy and digital etiquette, as well as for the different needs and ideas of the interlocutors.",
    "3.2. Get started in the selection and use of some appropriate cooperation strategies in a guided way and in close environments, to start, maintain and end communication; take and give the floor; and request and formulate clarifications and explanations in situations close to their personal and family environment.",
    "4.1. Learn to infer and reformulate texts to explain, in a guided way, concepts and brief and simple communications in known situations in which to attend to diversity, showing respect and empathy for the interlocutors and for the languages used, and interest in applying different cooperative learning methods and strategies to participate in the solution of intercomprehension problems, relying on some analog and digital resources and supports.",
    "4.2. Start, in a guided way, in the application of basic strategies that help facilitate the understanding, reformulation, explanation and production of information and communication, appropriate to the communicative intentions, using resources and physical or digital supports depending on the needs of each moment.",
    "5.1. Begin to compare and contrast the basic similarities and differences between different languages, based on simple personal linguistic repertoires, gradually reflecting independently on how they work.",
    "5.2. Use and differentiate basic knowledge and simple strategies to improve the ability to communicate and learn the foreign language, based on simple situations with the support of other participants and basic analog and digital tools for oral and written comprehension, production, and co-production .",
    "5.3. Identify and record, following simple models, the progress and difficulties in learning the foreign language at an oral and written level, selecting in a guided way the most effective strategies to overcome these difficulties and progress in their learning, carrying out basic self-assessment and peer-assessment activities, such as those proposed in the European Language Portfolio (ELP) or in a learning journal with analog or digital support, making those progress and difficulties explicit and sharing them with others in a similar context of collaborative learning.    6.1. Act empathetically and respectfully in basic intercultural situations, building links between different languages and cultures and rejecting any type of discrimination, prejudice and stereotype in everyday communicative contexts and promoting coexistence.",
    "6.2. Initiate in the knowledge and acceptance of the linguistic, cultural and artistic diversity typical of countries where the foreign language is spoken, recognizing it as a source of personal enrichment and showing interest in sharing basic cultural and linguistic elements of their own and those of others that promote sustainability and democracy.",
    "6.3. Initiate in the application, in a guided way, of basic strategies to understand, explain and appreciate linguistic, cultural and artistic diversity, using the foreign language as an instrument of cultural exchange, attending to ecosocial and democratic values and respecting the principles of justice, equity and equality."
  ]
}