{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Plantear y resolver cuestiones innovadoras y sostenibles relacionadas con los contenidos de la materia, localizando, contrastando y analizando críticamente la información mediante el desarrollo de estrategias que mejoren eficazmente su comunicación ampliando su repertorio lingüístico individual. (CCL1, CCL3, CP2, STEM2, STEM4, CD1, CD2, CD3, CPSAA5, CE3)",
        "1.2 Justificar la veracidad de información relacionada con la materia, con especial énfasis en los textos académicos, incluidos en diferentes idiomas/lenguas, utilizando fuentes tecnológicas digitales con medidas de protección, para así crear contenidos creativos y consolidar un juicio propio sobre los aspectos éticos y de actualidad en el campo de la Anatomía Aplicada. (CCL2, CCL3, CP1, STEM2, STEM4, CD1, CD2, CD3, CD4, CPSAA4, CC3)",
        "1.3 Identificar las publicaciones científicas, seleccionando las bases de datos fiables, que recogen los artículos correctamente revisados haciendo un uso legal, seguro, saludable y sostenible de ellas, para evaluar las conclusiones teniendo la capacidad de reformular el procedimiento del trabajo de investigación, si fuera necesario. (CCL3, STEM1, STEM2, STEM3, CD1, CD3, CD4, CPSAA4, CE1, CE3)",
        "Competencia específica 2",
        "2.1 Analizar críticamente conceptos y procesos relacionados con la Anatomía Aplicada, interpretando información en diferentes formatos (modelos, tablas, gráficos, esquemas o diagramas), incluyendo aquellos en otras lenguas, aplicando métodos inductivos y deductivos, utilizando el pensamiento científico y seleccionando y contrastando de forma autónoma dicha información. (CCL2, CCL3, CP1, STEM1, STEM4, CPSAA4, CC1)",
        "2.2 Comunicar informaciones u opiniones razonadas relacionadas con los contenidos de la materia, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, presentaciones, tablas o pósteres) priorizando los contenidos digitales, aplicando la terminología científica, tanto en castellano como en otras lenguas y respondiendo de manera fundamentada a las cuestiones que puedan surgir durante el proceso, expresando sus opiniones y argumentos con creatividad y espíritu crítico, así como manteniendo una actitud cooperativa y respetuosa. (CCL1, CP1, STEM2, STEM4, CD2, CD3, CPSAA5, CE3, CCEC3.2, CCEC4.2)",
        "2.3 Argumentar sobre aspectos relacionados con los contenidos de la materia defendiendo una postura de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás, conociendo la diversidad cultural de la sociedad y valorando cómo esta diversidad influye en la salud de las personas. (CCL1, CCL5, STEM2, STEM4, CC1, CC3, CCEC1)",
        "Competencia específica 3",
        "3.1 Plantear preguntas e hipótesis que puedan ser respondidas o contrastadas utilizando la metodología científica, proponiendo y realizando tanto experimentos, como toma de datos relacionados con fenómenos anatómicos y fisiológicos, que permitan realizar predicciones sobre estos, utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y valorando los riesgos que supone su uso. (CCL1, STEM2, STEM4, CPSAA1.1, CE1)",
        "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos relacionados con el cuerpo humano a medio y largo plazo, de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada a través de mecanismos de autoevaluación mediante los cuales el alumnado aprenda de sus errores, interpretando los resultados obtenidos en la experimentación y utilizando el método científico junto con herramientas matemáticas y tecnológicas. (CCL2, STEM3, STEM4, CPSAA1.2, CPSAA5, CE1, CE3)",
        "3.3 Conocer las normas de seguridad que se deben aplicar a la hora de realizar cualquier trabajo científico, valorando los riesgos que supone el trabajo en el laboratorio o el trabajo de campo, así como en el trato con las personas implicadas en el estudio, puesto que se trata de trabajar y experimentar fenómenos anatómicos y fisiológicos del ser humano. (CCL2, STEM5, CD4, CPSAA1.2, CPSAA3.1, CE1, CE2)",
        "3.4 Reconocer la autonomía adquirida, estudiando y experimentando fenómenos del cuerpo humano, al desarrollar el trabajo científico en el laboratorio, u otras situaciones de trabajo, cuando se estudian y experimentan fenómenos del cuerpo humano. (CPSAA1.1, CPSAA1.2, CE2)",
        "3.5 Participar dentro de un proyecto científico asumiendo responsablemente una función concreta, aplicando estrategias cooperativas, utilizando espacios virtuales para buscar, almacenar y compartir material u organizar tareas, demostrando respeto hacia la diversidad, la igualdad de género, equidad y empatía, y favoreciendo la inclusión. (CCL5, STEM3, CD2, CD3, CPSAA1.1, CPSAA3.1, CPSAA3.2, CPSAA4, CPSAA5, CE1, CE2, CE3)",
        "3.6 Analizar el origen de los cambios que suceden en el cuerpo durante el desarrollo basándose en los contenidos de la fisiología y anatomía humanas. (CCL2, STEM2, STEM5, CD4, CPSAA2, CPSAA4, CC4)",
        "Competencia específica 4",
        "4.1 Interpretar el funcionamiento del cuerpo humano, entendido como una unidad estructural y funcional, comprendiendo la integración anatómica y funcional de los elementos que conforman sus distintos niveles de organización. (CCL2, STEM2, STEM4)",
        "4.2 Deducir y explicar el funcionamiento del cuerpo humano identificando las características anatómicas y fisiológicas que lo condicionan según los sistemas implicados en cada proceso. (CCL1, CCL2, STEM2)",
        "4.3 Relacionar los aparatos y sistemas del cuerpo humano con la función vital que realizan, considerando la anatomía y fisiología de las estructuras corporales implicadas, comprendiendo la relación que estos tienen con el resto de los aparatos y sistemas del cuerpo humano. (CCL2, STEM2)",
        "4.4 Argumentar las adaptaciones que presenta el organismo humano ante cambios producidos en el organismo relacionados con las funciones vitales, con el objetivo de recuperar la homeostasis. (CCL1, STEM1, STEM2, STEM4, CPSAA1.2, CC4)",
        "Competencia específica 5",
        "5.1 Entender el cuerpo como unidad funcional interpretando las relaciones entre los diferentes aparatos y sistemas y sus respuestas ante diferentes estímulos. (CCL2, STEM2)",
        "5.2 Analizar los mecanismos que intervienen en una acción motora, relacionándolos con la eficiencia mecánica y la finalidad expresiva del movimiento humano. (CCL1, STEM2, CCEC3.1, CCEC3.2)",
        "5.3 Analizar la ejecución de movimientos, aplicando los principios anatómicos funcionales, la fisiología muscular y las bases de la biomecánica, estableciendo relaciones razonadas entre estos elementos. (CCL1, STEM2, STEM5, CPSAA2)",
        "5.4 Conocer y comprender los mecanismos de producción energética y su utilización por el cuerpo humano en la actividad física, relacionándolos con la mejora de la eficiencia motriz. (CCL2, STEM1, STEM2)",
        "5.5 Identificar el papel del sistema cardiopulmonar en la mejora del rendimiento motor, valorando sus respuestas y adaptaciones ante diferentes actividades físicas. (CCL2, STEM1, STEM2)",
        "5.6 Identificar las diferentes acciones y posibilidades que permiten al ser humano expresarse corporalmente, utilizándolas en su relación con el entorno. (CCL1, CCL5, STEM3, CD2, CD4, CPSAA2, CPSAA3.1, CPSAA5, CC1, CC4, CE3, CCEC3.1, CCEC3.2, CCEC4.2)",
        "5.7 Reconocer las características principales de la motricidad humana valorando su papel en el desarrollo personal y social. (CCL1, CCL2, STEM3, CPSAA1.2, CPSAA2, CC1, CC3, CCEC3.2)",
        "Competencia específica 6",
        "6.1 Valorar los hábitos nutricionales que inciden favorablemente en la salud y en el rendimiento de las actividades motrices, elaborando un plan nutricional básico y personalizado. (CCL1, STEM1, STEM2, STEM4, STEM5, CPSAA1.1, CPSAA1.2, CPSAA2, CPSAA4, CPSAA5, CC3, CC4)",
        "6.2 Identificar los trastornos del comportamiento nutricional más comunes y los efectos que tienen sobre la salud, reconociendo sus rasgos característicos y obteniendo recursos que dificulten su aparición y desarrollo. (CCL2, STEM1, STEM5, CPSAA2) 6.3 Relacionar el sistema cardiopulmonar con la salud, reconociendo hábitos y costumbres saludables y evitando aquellas acciones que lo perjudiquen. (CCL2, STEM5, CPSAA2)",
        "6.4 Valorar la correcta higiene postural, identificando y corrigiendo los malos hábitos posturales, con el fin de trabajar de forma segura y evitar lesiones. (STEM1, STEM2, STEM5, CPSAA2)",
        "6.5 Identificar las lesiones más comunes del aparato locomotor en las actividades físicas, relacionándolas con sus causas fundamentales y aplicando mecanismos de prevención. (STEM1, STEM2, STEM5, CPSAA2)",
        "6.6 Comprender la importancia que tienen las enfermedades de trasmisión sexual (ETS) en nuestra sociedad, sobre todo entre los adolescentes, valorando sus causas y consecuencias e identificando los hábitos saludables que evitan padecerlas. (CCL2, CCL3, STEM2, CPSAA3.1, CPSAA4, CC3, CC4)",
        "6.7 Adoptar un estilo de vida saludable, basado en los conocimientos científicos abordados en la materia, demostrando un compromiso ético y ecosocialmente responsable con actividades y hábitos que conduzcan al logro de los Objetivos de Desarrollo Sostenible. (STEM5, CPSAA1.1, CPSAA1.2, CPSAA2, CC3, CC4)",
        "6.8 Reconocer y evaluar los avances en el estudio de la anatomía que han permitido explicar cómo es, cómo evoluciona y se adapta el cuerpo humano ante los cambios que se producen en él a diario, relacionando todo ello con la influencia que supone la adopción de distintos hábitos de vida en la mejora o no de la salud. (CCL2, CCL3, STEM4, CPSAA2, CC1, CCEC1)",
        "6.9 Valorar la contribución de la ciencia a la sociedad y la labor de personas dedicadas a ella destacando el papel de la mujer y entendiendo la investigación relacionada con el ser humano como una labor colectiva e interdisciplinar en constante evolución. (CCL2, STEM4, CC1, CC4)"
    ],
    "saberes": [
        "A. Organización básica del cuerpo humano",
        "- Niveles de organización del cuerpo humano.",
        "- Organización celular.",
        "- Tejidos, órganos, aparatos y sistemas del cuerpo humano. Localización y funciones básicas.",
        "- Funciones vitales del ser humano.",
        "- Posición anatómica.",
        "- Planos, ejes y secciones del cuerpo humano.",
        "B. Sistema de aporte y utilización de energía y excreción",
        "- Bioelementos.",
        "- Biomoléculas inorgánicas: agua y sales minerales.",
        "- Biomoléculas orgánicas: glúcidos, lípidos, proteínas y ácidos nucleicos.",
        "- ATP como molécula energética en el cuerpo humano.",
        "- Metabolismo humano: características básicas.",
        "- Metabolismo aeróbico y anaeróbico. Rendimientos energéticos.",
        "- Vías metabólicas según la intensidad y duración de la actividad física.",
        "- Nutrición, alimentación e hidratación. Valoración del estado nutricional y variaciones respecto a la actividad física.",
        "- Dieta equilibrada y su relación con la salud. Trastornos del comportamiento nutricional y los factores sociales implicados. Influencia sobre la salud.",
        "- Aparato digestivo: anatomía y fisiología (características, estructura, funciones y procesos).",
        "- Aparato excretor: anatomía y fisiología (características, estructura, funciones y procesos).",
        "C. Sistema cardiopulmonar",
        "- Aparato respiratorio: anatomía y fisiología (características, estructura, funciones y procesos).",
        "- Aparato circulatorio: anatomía y fisiología (características, estructura, funciones y procesos).",
        "- Sistema cardiopulmonar y actividad física. Influencia y adaptaciones.",
        "- Principales patologías. Causas y efectos. Hábitos saludables.",
        "D. Sistemas de recepción, coordinación y regulación",
        "- Órganos de los sentidos: anatomía y fisiología (características, estructura, funciones y procesos).",
        "- Sistema nervioso: anatomía y fisiología (características, estructura, funciones y procesos).",
        "- Sistema endocrino: anatomía y fisiología (características, estructura, funciones y procesos). Diferencias hormonales entre hombres y mujeres. Implicaciones en la actividad física.",
        "- Sistemas de regulación y actividad física. Influencia y adaptaciones.",
        "E. Sistema locomotor",
        "- Sistemas óseo, muscular y articular: anatomía y fisiología (características, estructura, funciones y procesos).",
        "- Factores biomecánicos del movimiento humano. Análisis de los movimientos del cuerpo humano.",
        "- Aparato locomotor y actividad física. Influencia y adaptaciones.",
        "- Hábitos saludables de higiene postural.",
        "- Lesiones relacionadas con la práctica de actividades físicas. Identificación y pautas de prevención.",
        "F. Aparatos reproductores",
        "- Aparato reproductor femenino y masculino: anatomía y fisiología (características, estructura, funciones y procesos).",
        "- Embarazo y actividad física.",
        "- Hábitos saludables. Patologías. Enfermedades de transmisión sexual.",
        "- Educación sexual.",
        "G. Características del movimiento, expresión y comunicación corporal",
        "- Características y finalidades del movimiento humano. Proceso de producción de la acción motora.",
        "- Capacidades coordinativas como componentes cualitativos del movimiento humano.",
        "- Manifestaciones de la motricidad humana. Aspectos socioculturales. Papel en el desarrollo social y personal.",
        "- Posibilidades de comunicación del cuerpo y del movimiento.",
        "H. Elementos comunes",
        "- Tecnologías de la Información y la Comunicación como complemento de aprendizaje.",
        "- Aplicación práctica de los recursos.",
        "- Experimentos sencillos sobre las funciones del cuerpo humano, la salud y la motricidad."
    ]
}