{
  "saberes": [
    "Bloque 1: METODOLOGÍA DE LA CIENCIA (CE 1, CE 2, CE 3 y CE 4)",
    "Contribución de las grandes científicas y científicos en el desarrollo de las ciencias biológicas y geológicas",
    "Estrategias de utilización de herramientas digitales para la búsqueda de la información, la colaboración y la comunicación de procesos, resultados e ideas en diferentes formatos (infografía, presentación, póster, informe, gráfico...)",
    "Lenguaje científico y vocabulario específico de la materia de estudio en la comprensión de informaciones y datos, la comunicación de las propias ideas, la discusión razonada y la argumentación sobre problemas de carácter científico",
    "Procedimientos experimentales en laboratorio: control de variables, toma (error en la medida) y representación de los datos (tablas y gráficos), análisis e interpretación de los mismos",
    "Pautas del trabajo científico en la planificación y ejecución de un proyecto de investigación en equipo: identificación de preguntas y planteamiento de problemas que puedan responderse, formulación de hipótesis, contrastación y puesta a prueba a través de la experimentación, y comunicación de resultados",
    "Procedimientos y métodos de observación de hechos o fenómenos naturales desde el prisma del naturalista inquieto: capacidad de incorporar las observaciones a los conocimientos adquiridos y cuestionamiento de lo evidente",
    "Instrumentos, herramientas y técnicas propias del laboratorio de biología. Normas de seguridad en el laboratorio",
    "Bloque 2: CUERPO HUMANO Y HÁBITOS SALUDABLES (CE 5 y CE 6)",
    "La homeostasis y su relación con el mantenimiento de la vida",
    "Las sustancias adictivas: el tabaco, el alcohol y otras drogas. Problemas asociados.",
    "Alteraciones más frecuentes, enfermedades asociadas, prevención de las mismas y hábitos de vida saludables en relación a las funciones de nutrición, relación y reproducción",
    "La reproducción humana. Anatomía y fisiología del aparato reproductor. El ciclo menstrual. Fecundación, embarazo y parto. Análisis de los diferentes métodos anticonceptivos y de las técnicas de reproducción asistida",
    "Prevención de las enfermedades de transmisión sexual",
    "Cambios físicos y psíquicos en la adolescencia",
    "Relaciones y sexualidad: derechos e igualdad; sexo, género y sexualidad; salud y bienestar sexual; violencia y prevención de amenazas de género en la sociedad digital",
    "Bloque 3: LOS SERES VIVOS (CE 7)",
    "Teoría celular. En primer curso concepto de célula y teoría celular, y en tercer curso principales tipos celulares (célula procariota, eucariota animal y vegetal) y sus diferencias básicas",
    "Tipos división celular (mitosis y meiosis). Relación con la reproducción sexual y asexual y los ciclos de reproducción de los seres vivos",
    "Niveles de organización de los seres vivos",
    "La clasificación de los seres vivos: criterios de clasificación naturales",
    "Nomenclatura binomial: concepto de especie",
    "Sistema de clasificación taxonómica y jerárquica, categorías más importantes",
    "Dominios y reinos de seres vivos (en primero, breve descripción; en tercero, profundizando en las características)",
    "Principales grupos de seres vivos de cada reino: ejemplos de rasgos característicos de las categorías taxonómicas más relevantes y relación con sus adaptaciones a las condiciones ambientales",
    "Ciclos biológicos y modos de reproducción de seres vivos (bacterias, hongos, protoctistas, plantas y animales sencillos)",
    "Estrategias de reconocimiento y estudio de especies más comunes de los ecosistemas del entorno (guías, claves dicotómicas, visu, herramientas digitales...)",
    "BLOQUE 4: La Tierra (CE 8 y CE 9)",
    "Dinámica interna de los materiales terrestres: manifestaciones de la energía interna. En primer curso, se estudiarán los terremotos y volcanes como manifestaciones de la energía interna del planeta y, en el tercer curso, se estudia su distribución y las causas (Tectónica de Placas)",
    "El tiempo en geología: escalas y medida del tiempoxx",
    "Relaciones entre los cambios en la historia de la Tierra y el origen y la evolución de la vida (acontecimientos que marcan las divisiones temporales",
    "Riesgos geológicos y cambio climático",
    "Bloque 5: Sostenibilidad (CE 10 y CE 11)",
    "Corresponsabilidad en la protección ambiental. La importancia de las acciones individuales, locales y globales. En primer curso, se debería adquirir el conocimiento sobre posibles acciones, y en tercero debería poder concretarse mediante estudios técnicos más pormenorizados",
    "Medio ambiente y salud. enfermedades y el bienestar Influencia de los desequilibrios ambientalessobre las enfermedades y el bienestar",
    "La desigualdad dentro de los países y entre ellos. Relación con la salud. La brecha nutricional y el desarrollo de enfermedades"
  ],
  "criteriosEvaluacion": [
    "CE1. Resolver problemas científicos abordables en el ámbito escolar a partir de trabajos de investigación de carácter experimental.",
    "1.1 - Realizar una interpretación adecuada de los hechos observados o los datos disponibles para contrastar hipótesis y extraer conclusiones que le resultan de utilidad en su conocimiento del mundo que le rodea",
    "1.2 - Elaborar informes de las investigaciones que justifiquen correctamente las conclusiones obtenidas de acuerdo con los resultados obtenidos y en el marco de los modelos o teorías",
    "1.3 - Argumentar, debatir y razonar sobre el problema investigado y la validez de la experiencia propuesta",
    "CE2 - Analizar situaciones problemáticas reales utilizando la lógica científica y explorando las posibles consecuencias de las soluciones propuestas para afrontarlas.",
    "2.1 - Utilizar correctamente los términos más habituales asociados a los distintos ámbitos de la ciencia.",
    "2.2 - Utilizar correctamente las herramientas informáticas necesarias para su trabajo",
    "2.3 - Analizar críticamente la solución propuesta a un problema complejo en función de los saberes básicos que se movilizan",
    "2.4 - Elegir la herramienta informática adecuada para presentar los resultados de sus trabajos de forma autónoma",
    "2.5 - Construir explicaciones que relacionan los hechos y conceptos indicando sus limitaciones y movilizando conocimientos complejos",
    "CE3 - Utilizar el conocimiento científico como instrumento del pensamiento crítico, interpretando y comunicando mensajes científicos, desarrollando argumentaciones y accediendo a fuentes fiables, para distinguir la información contrastada de los bulos y opiniones.",
    "3.1 - Utilizar la adecuación de las afirmaciones o textos a los modelos y conocimientos teóricos como criterio para validar las afirmaciones y distinguirlas de valoraciones personales o faltas de rigor, en función de los saberes básicos movilizados para validarlos",
    "3.2 - A partir de observaciones de fenómenos o hechos, construir una argumentación que dé base a una afirmación o que desmienta otra en retos de una dificultad ajustada a los saberes básicos del nivel",
    "3.3 - Comunicarse utilizando el lenguaje científico para participar en intercambios o en debates, interpretando y produciendo mensajes científicos, con un rigor medio, adecuado a los saberes básicos propios del nivel",
    "3.4 - Desarrollar una actitud abierta y receptiva hacia la diversidad de conocimientos, puntos de vista y enfoques",
    "3.5 - Utilizar fuentes de información variada para construir sus argumentaciones (textos escritos, audios, gráficas, infografías, vídeos) con un grado de complejidad medio",
    "CE4 - Justificar la validez del modelo científico como producto dinámico que se va revisando y reconstruyendo bajo la influencia del contexto social e histórico, atendiendo a la importancia de la ciencia en el avance de las sociedades, así como a los riesgos de un uso inadecuado o interesado de los conocimientos científicos y a sus limitaciones.",
    "4.1 - Argumentar el valor el trabajo de las mujeres científicas y de las distintas culturas a la ciencia",
    "4.2 - Asociar las ideas científicas actualmente descartadas con el contexto histórico en el que predominaron, justificando los modelos teóricos a la luz de los conocimientos disponibles en un momento histórico dado y huyendo de la crítica fácil en función de los conocimientos implicados",
    "4.3 - Relacionar los avances tecnológicos con algunos avances científicos que los acompañaron o se asociaron a ellos en función de los saberes básicos implicados",
    "4.4 - Argumentar la validez de las explicaciones y argumentaciones relacionándolas con las pruebas obtenidas y los modelos teóricos en los diferentes momentos de la ciencia, en función de la dificultad de las argumentaciones y modelos asociados a lo contenidos básicos",
    "CE5. Adoptar hábitos de vida saludable basados en el conocimiento del funcionamiento del propio cuerpo y de los peligros del uso y abuso de determinadas prácticas y del consumo de algunas sustancias.",
    "5.1 - Explicar los fundamentos de los métodos anticonceptivos, así como la efectividad real de los mismos, en base al conocimiento del funcionamiento del propio cuerpo",
    "5.2 - Justificar las respuestas del cuerpo humano a las alteraciones producidas por lesiones o inducidas mediante enfermedades o sustancias, desde la perspectiva del modelo de ser vivo pluricelular de organización compleja, que responde mediante mecanismos de retroalimentación para mantener su homeostasis",
    "5.3 - Explicar el concepto de homeostasis y su relación con el mantenimiento de la vida y la prevención de enfermedades",
    "CE6. Identificar y aceptar la sexualidad personal, y respetar la variedad de identidades de género y de orientaciones sexuales existentes, en base al conocimiento del cuerpo humano y del propio cuerpo.",
    "6.1 - Elegir con total libertad su opción relativa a orientación sexual o género entre todas las",
    "6.2 - Argumentar en torno a las cuestiones sobre la adopción de medidas preventivas relacionadas con la práctica sexual.",
    "CE7. Actuar con responsabilidad participando activamente en la conservación de todas las formas de vida y del planeta en base al conocimiento de los sistemas biológicos y geológicos.",
    "7.1 - Explicar la actual biodiversidad como resultado de un proceso de selección natural, según eventos explicados actualmente por la ciencia",
    "7.2 - Manejar claves dicotómicas para clasificar correctamente distintos seres vivos",
    "7.3 - Proponer soluciones para paliar las consecuencias de la actividad humana sobre el planeta o para prevenir los fenómenos responsables de las mismas",
    "7.4 - Reconocer el significado del concepto especie",
    "7.5 - Argumentar sobre la necesidad de conservar todas las formas de vida",
    "CE8. Utilizar el conocimiento geológico básico sobre el funcionamiento del planeta Tierra como sistema, con el fin de analizar su impacto sobre las poblaciones y proponer y valorar actuaciones de previsión e intervención.",
    "8.1 - Explicar el funcionamiento de la Tierra y saber aplicar ese conocimiento basico para justificar, desde una vision de conjunto, la distribucion de volcanes y terremotos",
    "8.2 - Explicar la dinamica de construccion destruccion del relieve terrestre y asociarla con los cambios que observamos en nuestro planeta",
    "8.3 - Explicar los riesgos naturales y sus causas, asi como la influencia de la actividad humana en su intensidad",
    "8.4 - Interpretar los fenomenos o hechos de una manera global, analizando los cambios que se producen cuando se modifican las condiciones o se realiza una intervencion",
    "8.5.- Interpretar los ciclos de materia y los flujos de la energia para valorar la importancia en la dinamica terretres y par los seres vivos",
    "8.6 - Analizar la estructura y composicion de los diferentes materiales terrestres (minerales rocas) y sus principales aplicaciones en el ambito de la vida cotidiana",
    "CE9. Analizar e interpretar los principales hitos de la historia del planeta Tierra y los principales procesos evolutivos de los sistemas naturales, atendiendo a las magnitudes del tiempo geológico implicadas en ellos.",
    "9.1 - Explicar el papel determinante de la historia geológica para la evolución de los seres vivos, tanto en su relación con las grandes extinciones, como en el proceso de cambio gradual de la selección natural",
    "9.2 - Relacionar y aplicar la perspectiva temporal sobre los profundos cambios que han afectado a nuestro planeta en el pasado y a los organismos que lo han poblado",
    "9.3 - Argumentar y valorar la importancia del conocimiento de los fenómenos naturales del pasado para entender el presente",
    "9.4 - Justificar la biodiversidad como resultado del proceso de selección natural",
    "9.5 - Justificar los cambios geológicos como resultados de los procesos geológicos externos e internos identificando las causas que los originan (tectónica de placas y agentes geológicos externos)",
    "CE10. Adoptar hábitos de comportamiento en la actividad cotidiana responsables con el entorno, aplicando criterios científicos y evitando o minimizando el impacto medioambiental.",
    "10.1 - Utilizar su conocimiento sobre el funcionamiento de los ecosistemas para detectar las acciones humanas que los alteran",
    "10.2 - Proponer soluciones para paliar las distintas formas de alteración humana de los ecosistemas",
    "10.3 - Describir las pautas principales para realizar un consumo sostenible y de proximidad, así como las consecuencias ambientales y sociales que se derivan de no aplicarlas",
    "CE11. Proponer soluciones realistas basadas en el conocimiento científico ante problemas de naturaleza ecosocial a nivel local y global, argumentar su idoneidad y actuar en consecuencia.",
    "11.1 - Proponer y participar en la adopción de medidas locales y globales de mitigación de la crisis climática orientadas a evitar que las temperaturas sigan incrementándose",
    "11.2 – Utilizar las fuentes adecuadas para documentarse en torno a causas y posibles soluciones a los problemas ambientales que les permiten argumentar y defender sus propuestas"
  ]
}
