{
    "saberes": [
        "Bloque A. Vida activa y saludable.",
        "A.1. Salud física.",
        "A.1.2.1. Efectos físicos y psicológicos beneficiosos de un estilo de vida activo.",
        "A.1.2.2. Interés por mejorar la condición física global y la repercusión en la práctica motriz individual y colectiva.",
        "A.1.2.3. Características de alimentos naturales, procesados y ultraprocesados.",
        "A.1.2.4. Educación postural en acciones motrices habituales.",
        "A.1.2.5. Consolidación de la rutina de la higiene personal y el descanso tras la actividad física.",
        "A.1.2.6. Factores básicos que inciden en el cuidado  del cuerpo.",
        "A.2. Salud social",
        "A.2.2.1. La actividad física como hábito y alternativa de ocio saludable.",
        "A.2.2.2.  Límites para evitar la competitividad desmedida en el deporte escolar.",
        "A.2.2.3. Aceptación  de distintas tipologías corporales para practicar en igualdad diversas actividades físico- deportivas.",
        "A.2.2.4. Estereotipos corporales de género ycompetencia motriz.",
        "A.3. Salud mental.",
        "A.3.2.1. Autoconocimiento e identificación de fortalezas y debilidades en todos los ámbitos (social, físico y mental).",
        "A.3.2.2. Respeto y aceptación del propio cuerpo.",
        "B. Organización y gestión de la actividad física.",
        "B.1. Elección de la práctica física.",
        "B.1.2.1. Usos y finalidades catárticos, lúdico- recreativos y cooperativos.",
        "B.1.2.2. Respeto a las elecciones de otras prácticas físicas que realicen los demás.",
        "B.2. Preparación del material para la práctica motriz.",
        "B.2.2.1. Cuidado y preparación del material según la actividad a desarrollar con supervisión.",
        "B.3. Hábitos de higiene.",
        "B.3.2.1. Pautas de higiene personal relacionadas con la actividad física.",
        "B.4. Planificación y autorregulación de proyectos motores.",
        "B.4.2.1. Mecanismos básicos para ejecutar lo planificado.",
        "B.5. Prevención de accidentes en las prácticas motrices.",
        "B.5.2.1. Mecanismos de prevención y control corporal para la prevención de lesiones: juegos  de activación, calentamiento general y vuelta a la calma de manera más autónoma.",
        "B.5.2.2. Las normas de seguridad como medida de prevención de accidentes.",
        "B.5.2.3. Compromiso de responsabilidad hacia la seguridad propia y   de   los demás.",
        "C. Resolución de problemas en situaciones motrices.",
        "C.1. Toma de decisiones.",
        "C.1.2.1. Adecuación de las acciones a  las capacidades   y limitaciones personales  con distribución racional   del esfuerzo en situaciones motrices individuales.",
        "C.1.2.2. Ubicación en el espacio en coordinación de acciones con compañeros en situaciones cooperativas.",
        "C.1.2.3. Ubicación en el espacio y reubicación tras cada acción  en situaciones motrices  de persecución y de interacción con un móvil.",
        "C.1.2.4. Anticipación a las decisiones ofensivas del adversario en situaciones de oposición de contacto.",
        "C.1.2.5. Selección de acciones para mantener la posesión, recuperar el móvil o evitar que  el atacante progrese y  pase   a compañeros desmarcados o en situación ventajosa  en situaciones motrices  de colaboración- oposición  de persecución y de interacción con un móvil.",
        "C.2. Capacidades perceptivo- motrices en contexto de práctica.dinámico   en superficies estables y poco elevadas.",
        "C.2.2.1. Control tónico-postural e independencia segmentaria en situaciones motrices.",
        "C.2.2.2. Reconocimiento de la lateralidad y la simetría corporal propia y en los demás.",
        "C.2.2.3. Coordinación dinámica general y segmentaria.",
        "C.2.2.4. Equilibrio estático y dinámico en situaciones de mayor complejidad  o superficies inestables",
        "C.3. Capacidades físicas.",
        "C.3.2.1. Capacidades condicionales: capacidades físicas básicas.",
        "C.4. Habilidades motrices.",
        "C.4.2.1. Desempeño de las habilidades y destrezas motrices básicas de manera más eficaz.",
        "C.4.2.2. Combinación de habilidades.",
        "C.5. Creatividad motriz.",
        "C.5.2.1. Variación y adecuación de la acción motriz ante estímulos internos y externos.",
        "C.5.2.2. Resolución de problemas de situaciones motrices de forma creativa y eficaz.",
        "D. Autorregulación emocional e interacción social en situaciones motrices.",
        "D.1. Gestión emocional.",
        "D.1.2.1. Reconocimiento de emociones propias iniciando su regulación a partir de experiencias motrices.",
        "D.1.2.2. Reconocimiento y comprensión de las emociones de los demás a partir de experiencias motrices.",
        "D.1.2.3. Desarrollo de una autoestima positiva a partir de un autoconocimiento ajustado  a la realidad en la ejecución  de la práctica motriz.",
        "D.2. Habilidades sociales:",
        "D.2.2.1. Verbalización de emociones derivadas de  la interacción  en contextos motrices de forma colectiva.",
        "D.2.2.2. Participación prosocial y respetuosa  en situaciones motrices colectivas contribuyendo  de forma positiva al clima social del grupo.",
        "D.2.2.3. Escucha activa y estrategias de negociación para la resolución de conflictos en contextos motrices.",
        "D.3. Respeto de las reglas de juego.",
        "D.3.2.1. Interiorización y generalización de las reglas del juego y de las consecuencias de su cumplimiento e incumplimiento.",
        "D.3.2.2. Concepto de deportividad.",
        "D.4. Conductas contrarias a la convivencia, discriminatorias o sexistas en situaciones motrices.",
        "D.4.2.1. Identificación   de discriminaciones por cuestiones de competencia motriz,    raza, género, de índole sexista u otras, y sus  efectos negativos       y ventajas de   su eliminación para la acción   motriz conjunta     del grupo.",
        "E. Manifestaciones de la cultura motriz.",
        "E.1. Aportaciones de la cultura motriz a la herencia cultural.",
        "E.1.2.1. Los juegos populares   y tradicionales y las danzas  como manifestaciones de la propia cultura, y especialmente de la región extremeña.",
        "E.1.2.2. Los juegos y las danzas como manifestación de la interculturalidad.",
        "E.2. Usos comunicativos de la corporalidad.",
        "E.2.2.1. Comunicación de sensaciones, sentimientos, emociones e ideas simples a través del lenguajecorporal.",
        "E.2.2.2. La dramatización de situaciones para expresar  e interpretar ideas, sentimientos y emociones.",
        "E.2.2.3. Práctica de actividades rítmico-musicales con carácter expresivo, desarrollando la percepción    y ubicación  en el espacio.",
        "E.3. Deporte y perspectiva de género.",
        "E.3.2.1. Referentes extremeños en el deporte de distintos géneros.",
        "E.3.2.2. Ligas y competiciones masculinas, femeninas y mixtas de distintos deportes.",
        "F. Interacción eficiente y sostenible con el entorno.",
        "F.1. Educación vial y movilidad sostenible.",
        "F.1.2.1. Educación vial para peatones y bicicleta.",
        "F.1.2.2. Movilidad sostenible en el entorno urbano.",
        "F.2. Espacios naturales.",
        "F.2.2.1. Uso, disfrute y mantenimiento de los espacios naturales en el contexto urbano.",
        "F.3. El material.",
        "F.3.2.1. Valoración previa y actuación ante desperfectos del material para la realización segura de actividades físicas.",
        "F.4. Gestión de los residuos.",
        "F.4.2.1. Prevención y sensibilización sobre la generación de residuos.",
        "F.5. La actividad física.",
        "F.5.2.1. Realización de actividades físicas en el medio natural y urbano.",
        "F.6. Cuidado del entorno y de los animales y plantas que en él conviven..",
        "F.6.2.1. Cuidado del entorno donde se realice la actividad física, desarrollando una actitud crítica."
    ],
    "criteriosEvaluacion": [
        "Criterio 1.1. Reconocer la actividad física como hábito y alternativa de ocio saludable, identificando ejercicio físico activo y sostenible y conociendo los efectos beneficiosos, y mentales, que posee adoptar un estilo de vida activo.",
        "Criterio 1.2. Adoptar medidas de educación postural, alimentación saludable, higiene corporal y preparación de la práctica motriz, asumiendo responsabilidades y generando hábitos y rutinas en situaciones cotidianas.",
        "Criterio 1.3. Tomar medidas de precaución y prevención de lesiones realizando de manera rutinaria el calentamiento general y la vuelta a la calma, así como en relación a la conservación y al mantenimiento del material en el marco de distintas prácticas físico-deportivas, conociendo protocolos básicos de actuación ante accidentes que se puedan producir en este contexto.",
        "Criterio 1.4. Reconocer la propia imagen corporal y la de los demás, participando de forma proactiva y social, aceptando y respetando las diferencias individuales que puedan existir, superando y rechazando las conductas discriminatorias que se puedan producir en contextos de práctica motriz.",
        "Criterio 2.1. Llevar a cabo proyectos motores de carácter individual, cooperativo o colaborativo empleando estrategias de monitorización y seguimiento que permitan analizar los resultados obtenidos.",
        "Criterio 2.2. Adoptar decisiones en situaciones lúdicas, juegos y actividades predeportivas ajustándose a las demandas derivadas de los objetos motores, de las características del grupo y de la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración en contextos simulados de actuación.",
        "Criterio 2.3. Emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa en distintos contextos y situaciones motrices, adquiriendo un progresivo control y dominio corporal sobre ellos.",
        "Criterio 3.1. Mostrar una disposición positiva hacia la práctica física y hacia el esfuerzo, controlando la impulsividad y las emociones negativas que surjan en contextos de actividad motriz.",
        "Criterio 3.2. Respetar las normas consensuadas en clase, así como las reglas de juego y actuar desde los parámetros de la deportividad y el juego limpio, valorando la aportación de los participantes y la diversidad de pensamiento de los compañeros.",
        "Criterio 3.3. Desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación al participar en prácticas motrices variadas, resolviendo conflictos individuales y colectivos de forma dialógica, utilizando un lenguaje positivo y efectivo, mostrando compromiso activo frente a los estereotipos, las actuaciones discriminatorias y de violencia.",
        "Criterio 4.1. Participar activamente en juegos y otras manifestaciones artístico- expresivas con arraigo en la cultura propia, tradicional o actual, así como otros procedentes de diversas culturas, contextualizando su origen, su aparición y su transmisión a lo largo del tiempo y valorando su importancia, repercusión e influencia en las sociedades pasadas y presentes.",
        "Criterio 4.2. Asumir una visión abierta del deporte a partir del conocimiento de distintas ligas femeninas, masculinas o mixtas, acercándose al deporte federativo e identificando, analizando y rechazando comportamientos contrarios a la convivencia independientemente del contexto en el que tengan lugar.",
        "Criterio 4.3. Reproducir distintas combinaciones de movimientos o coreografías individuales y grupales sencillas que incorporen prácticas comunicativas que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad.",
        "Criterio 4.4. Búsqueda y selección de recursos digitales y aplicaciones para el uso del ámbito motriz.",
        "Criterio 5.1. Conocer y disfrutar del entorno natural y urbano adoptando medidas sencillas de intervención que permitan el cuidado y la conservación de los mismos durante el desarrollo de las actividades físicas en contextos terrestres y acuáticos.",
        "Criterio 5.2. Desarrollar una práctica motriz segura previa valoración y análisis de cada situación en contextos naturales y urbanos de carácter terrestre o acuático, aplicando medidas de conservación ambiental.",
        "Criterio 5.3. Reconocer y aplicar las señales viales básicas en los desplazamientos o en la realización de actividad física a pie o en bicicleta de manera sostenible en el contexto urbano.",
        "Criterio 5.4. Identificar y evaluar el material necesario para la realización de actividad motriz tomando conciencia de la degradación del medio que supone su creación y consumismo en el contexto de la actividad física."
    ]
}