{
  "saberes": [
    "A. Las destrezas científicas básicas",
    "- Utilización de metodologías propias de la investigación científica para la identificación y formulación de cuestiones, la elaboración de hipótesis y la comprobación experimental de las mismas, análisis de datos, elaboración de explicaciones basadas en el conocimiento científico y comunicación de resultados.",
    "- Realización de trabajo experimental y de proyectos de investigación para la adquisición de estrategias que permitan la resolución de problemas mediante el uso de la experimentación, la indagación, la deducción, la búsqueda de evidencias o el razonamiento lógico-matemático haciendo inferencias válidas de las observaciones realizadas y obteniendo conclusiones que vayan más allá de las condiciones experimentales para aplicarlas a nuevos escenarios.",
    "- Empleo de diversos entornos y recursos de aprendizaje científico, como el laboratorio o los entornos virtuales: los materiales, sustancias y herramientas tecnológicas.",
    "- Normas de uso de cada espacio como garante de la conservación de la salud propia y comunitaria, la seguridad en redes y el respeto hacia el medio ambiente.",
    "- Lenguaje científico: incluyendo el manejo adecuado de unidades del Sistema Internacional y sus símbolos. Herramientas matemáticas básicas escenarios científicos y de aprendizaje.",
    "- Estrategias de interpretación y producción de información científica utilizando diferentes formatos y diferentes medios: desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
    "- Valoración de la cultura científica y del papel de científicos y científicas en los principales hitos históricos y actuales de la física y la química en el avance y la mejora de la sociedad, desarrollo del criterio propio basado en lo que el pensamiento científico aporta a la mejora de la sociedad para hacerla más justa, equitativa e igualitaria.",
    "B. La materia",
    "- Teoría cinético-molecular: Aplicación a observaciones sobre la materia explicando sus propiedades (densidad y temperaturas de fusión y de ebullición), su composición (separación de mezclas), los estados de agregación (líquidos, sólidos y gases incluidas sus leyes), los cambios de estado, y la formación de mezclas y disoluciones.",
    "- Experimentos relacionados con los sistemas materiales: conocimiento y descripción de sus propiedades, su composición y su clasificación.",
    "- Estructura atómica: desarrollo histórico de los modelos atómicos, existencia, formación y propiedades de los isótopos, formación de iones y ordenación de los elementos en la tabla periódica.",
    "- Principales compuestos químicos: su formación y sus propiedades físicas y químicas, valoración de sus aplicaciones. Masa atómica y masa molecular.",
    "- Nomenclatura: Participación de un lenguaje científico común y universal formulando y nombrando sustancias simples, iones monoatómicos y compuestos binarios e hidróxidos mediante las reglas de nomenclatura de la IUPAC.",
    "C. La energía.",
    "- La energía: Aproximación al concepto cualitativo de energía mediante la observación de fenómenos cotidianos que la describan como la causa de todos los procesos de cambio y a sus atributos principales: transformación, transferencia, conservación y degradación.",
    "- El consumo doméstico e industrial de la energía y el rendimiento de las transformaciones energéticas.",
    "- Sostenibilidad y problemas medioambientales: agotamiento de los recursos energéticos convencionales (fuentes de energía renovables y no renovables) y el calentamiento global.",
    "- Efectos del calor sobre la materia: análisis de los efectos y aplicación en situaciones cotidianas.",
    "- Naturaleza eléctrica de la materia: electrización de los cuerpos, circuitos eléctricos y la obtención de energía eléctrica.",
    "Concienciación sobre la necesidad del ahorro energético y la conservación sostenible del medio ambiente.",
    "D. La interacción",
    "- Estudio de movimientos sencillos describiéndolos mediante magnitudes cinemáticas formulando hipótesis comprobables sobre valores futuros de esas magnitudes, validándolas a través del cálculo numérico, la interpretación de las gráficas o el trabajo experimental.",
    "- Las fuerzas como agentes de cambio: relación de los efectos de las fuerzas, tanto en el estado de movimiento o de reposo de un cuerpo como produciendo deformaciones en los sistemas sobre los que actúan.",
    "- Interpretación de fenómenos cotidianos en términos de las leyes de Newton.",
    "- Identificación de las fuerzas implicadas en situaciones cotidianas (peso, normal, tensión empuje y fuerza de rozamiento) en los que hay cambios en la velocidad de un cuerpo y su aplicación en seguridad vial.",
    "- Identificación de situaciones cotidianas en las que se aplican las fuerzas de forma ventajosa: máquinas.",
    "- Fenómenos gravitatorios, eléctricos y magnéticos: experimentos sencillos que evidencian la relación con las fuerzas de la naturaleza.",
    "- Valoración de la relevancia histórica y científica que la ley de la gravitación universal supuso para la unificación de las mecánicas terrestre y celeste.",
    "- Relación entre el magnetismo y la electricidad: interpretación de las experiencias de Oersted y M. Faraday y reconocimiento de su contribución, al progreso no solo de la física sino también de la sociedad.",
    "E. El cambio",
    "- Los sistemas materiales: análisis de los diferentes tipos de cambios que experimentan relacionando con las causas que los producen con las consecuencias que tienen.",
    "- Interpretación a escala macroscópica y molecular de las reacciones químicas: explicación de las relaciones de la química con el medio ambiente, la tecnología y la sociedad.",
    "- Ley de conservación de la masa y de la ley de las proporciones definidas: aplicación de estas leyes como evidencias experimentales que permitan validar el modelo atómico-molecular de la materia. Ajuste de ecuaciones químicas elementales.",
    "- Factores que afectan a las reacciones químicas: predicción cualitativa de la evolución de las reacciones entendiendo su importancia en la resolución de problemas actuales por parte de la ciencia."
  ],
  
  "criteriosEvaluacion":[
    "Competencia específica 1",
    "1.1. Identificar, comprender y explicar los fenómenos fisicoquímicos cotidianos más relevantes a partir de los principios, teorías y leyes científicas adecuadas, expresándolos de manera argumentada, utilizando diversidad de soportes y medios de comunicación.",
    "1.2. Resolver los problemas fisicoquímicos planteados utilizando las leyes y teorías científicas adecuadas, razonando los procedimientos utilizados para encontrar las soluciones y expresando adecuadamente los resultados.",
    "1.3. Reconocer y describir en el entorno inmediato situaciones problemáticas reales de índole científica y emprender iniciativas colaborativas en las que la ciencia, y en particular la física y la química, pueden contribuir a su solución, analizando críticamente su impacto en la sociedad.",
    "Competencia específica 2",
    "2.1. Emplear las metodologías propias de la ciencia en la identificación y descripción de fenómenos a partir de cuestiones a las que se pueda dar respuesta a través de la indagación, la deducción, el trabajo experimental y el razonamiento lógico-matemático diferenciándolas de aquéllas pseudocientíficas que no admiten comprobación experimental.",
    "2.2. Seleccionar, de acuerdo con la naturaleza de las cuestiones que se traten, la mejor manera de comprobar o refutar las hipótesis formuladas, diseñando estrategias de indagación y búsqueda de evidencias que permitan obtener conclusiones y respuestas ajustadas a la naturaleza de la pregunta formulada.",
    "2.3. Aplicar las leyes y teorías científicas conocidas al formular cuestiones e hipótesis, siendo coherente con el conocimiento científico existente, y diseñando los procedimientos experimentales o deductivos necesarios para resolverlas o comprobarlas.",
    "Competencia específica 3",
    "3.1. Emplear datos en diferentes formatos para interpretar y comunicar información relativa a un proceso fisicoquímico concreto, relacionando entre sí lo que cada uno de ellos contiene, y extrayendo en cada caso lo más relevante para la resolución de un problema.",
    "3.2. Utilizar adecuadamente las reglas básicas de la física y la química, incluyendo el uso de unidades de medida, las herramientas matemáticas y las reglas consiguiendo una comunicación efectiva con toda la comunidad científica.",
    "3.3. Poner en práctica las normas de uso de los espacios específicos de la ciencia, como el laboratorio de física y química, asegurando la salud propia y colectiva, la conservación sostenible del medio ambiente y el cuidado por las instalaciones.",
    "Competencia específica 4",
    "4.1. Utilizar recursos variados, tradicionales y digitales, para mejorando el aprendizaje autónomo y la interacción con otros miembros de la comunidad educativa, con respeto hacia docentes y estudiantes y analizando críticamente las aportaciones de cada participante.",
    "4.2. Trabajar de forma adecuada con medios variados, tradicionales y digitales, en la consulta de información y la creación de contenidos, seleccionando con criterio las fuentes más fiables y desechando las menos adecuadas mejorando el aprendizaje propio y colectivo.",
    "Competencia específica 5",
    "5.1. Establecer interacciones constructivas y coeducativas, emprendiendo actividades de cooperación como forma de construir un medio de trabajo eficiente en la ciencia.",
    "5.2. Emprender, de forma guiada y de acuerdo a la metodología adecuada, proyectos científicos que involucren al alumnado en la mejora de la sociedad y que creen valor para el individuo y para los demás la comunidad.",
    "Competencia específica 6",
    "6.1. Reconocer y valorar, a través del análisis histórico de los avances científicos logrados por hombres y mujeres de ciencia, que la ciencia es un proceso en permanente construcción y que existen repercusiones mutuas de la ciencia actual con la tecnología, la sociedad y el medio ambiente.",
    "6.2. Detectar en el entorno las necesidades tecnológicas, ambientales, económicas y sociales más importantes que demanda la sociedad para entender entendiendo la capacidad de la ciencia para darles solución sostenible a través de la implicación de todos los ciudadanos."
  ] 
}
