{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Reconocer y describir los diferentes parámetros, elementos musicales y textos de una obra, aplicando estrategias de escucha activa y utilizando un vocabulario específico adecuado. (CCL1, CP2, CP3, CPSAA1.1, CC2)",
        "1.2 Reconocer el pulso y el tempo de una obra o de un fragmento, así como cambios sencillos de compás, identificándolos auditivamente. (CP3, STEM2)",
        "1.3 Identificar diversos intervalos y el modo mayor o menor de una obra o fragmento, asociándolos a su función expresiva. (CP3, STEM2)",
        "1.4 Describir las sensaciones y efectos físicos y psicológicos que genera la música y su posible vinculación con las características de la obra, reflexionando sobre aspectos subjetivos inherentes a la escucha musical. (CCL1, STEM2, CPSAA3.1, CCEC1, CCEC3.1)",
        "Competencia específica 2",
        "2.1 Identificar estructuras rítmicas, diversos intervalos (armónicos y melódicos), modelos melódicos y estructuras armónicas descubriendo su función en una obra o fragmento. (STEM1, CPSAA1.1)",
        "2.2 Describir los rasgos característicos de una obra o fragmento a partir de la partitura o de la audición (rítmicos, melódicos, armónicos, tímbricos, dinámicos y agógicos). (CCL1, STEM1, CCEC1, CCEC2)",
        "2.3 Comparar la representación de los elementos musicales en partituras con diferente grafía, reflexionando sobre los factores que inciden en la evolución de la notación musical. (CCL1, STEM2, CCEC1, CCEC2)",
        "2.4 Iniciarse en la interpretación del significado de algunas de las principales grafías de la música contemporánea, reconociendo su utilización sobre el repertorio. (CCL2, STEM2, CCEC1, CCEC2)",
        "Competencia específica 3",
        "3.1 Leer, con autonomía, partituras sencillas, con o sin apoyo de la audición. (CCL2, CCL5, CPSAA1.1)",
        "3.2 Ejecutar fragmentos musicales sencillos, de forma individual o colectiva, a través de la voz, del cuerpo o de instrumentos musicales, atendiendo a las indicaciones de la partitura, demostrando capacidad para coordinar la realización físico-motriz con la reproducción sonora del discurso musical. (CCL2, CPSAA1.1, CPSAA3.1, CE2, CCEC3.1, CCEC3.2)",
        "3.3 Reproducir estructuras armónicas a diferentes alturas, desarrollándolas libremente a través de diversas fórmulas rítmicas. (STEM2, CCEC4.1, CCEC4.2)",
        "3.4 Desarrollar habilidades técnicas para la interpretación vocal, instrumental y coreográfica, utilizando los ensayos como espacios de escucha y de aprendizaje y aplicando estrategias de memorización musical. (CCL5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CE2, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)",
        "3.5 Comportarse como espectador e intérprete, aprendiendo a controlar el miedo escénico en las actuaciones. (CCL5, CPSAA1.2, CPSAA3.1, CE3, CCEC3.2)",
        "Competencia específica 4",
        "4.1 Planificar y desarrollar proyectos musicales colaborativos, seleccionando materiales musicales trabajados o creando otros nuevos a partir de la aplicación de los aprendizajes propios de la materia. (STEM3, CD2, CD3, CPSAA5, CE3, CCEC3.1, CCEC4.1, CCEC4.2)",
        "4.2 Asumir diferentes funciones en la planificación y desarrollo de proyectos musicales colaborativos, participando activamente en su ejecución, valorando las aportaciones del resto de integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional. (CCL5, STEM3, CPSAA1.1, CPSAA1.2, CPSAA3.2, CC2, CE1, CCEC3.1, CCEC4.2)",
        "4.3 Generar y desarrollar ideas musicales o coreográficas sencillas, utilizando diferentes instrumentos, la voz o el cuerpo, en improvisaciones libres o dirigidas. (CD2, CD3, CPSAA1.2, CPSAA5, CCEC4.1)",
        "4.4 Improvisar y/o componer, individual o conjuntamente, breves ideas musicales partiendo de determinados condicionantes en relación con los diversos elementos del lenguaje musical, valorando las aportaciones del grupo y desarrollando el espíritu crítico. (CD2, CD3, CPSAA1.1, CPSAA1.2, CC2, CE1, CE3, CCEC4.1, CCEC4.2)",
        "Competencia específica 5",
        "5.1 Desarrollar proyectos musicales, poniendo en práctica los aprendizajes adquiridos y utilizando herramientas de edición de partituras, de procesamiento del sonido y de producción audiovisual. (CCL3, CP1, CD2, CPSAA1.1, CE1, CE3, CCEC4.1, CCEC4.2) 5.2 Aplicar de forma práctica las diversas funcionalidades del software de edición musical, siendo capaz de transcribir fragmentos musicales breves que incluyan diversos elementos rítmico-melódicos, así como anotaciones expresivas (dinámica, agógica y articulación). (CP1, CD4, CD2, CD3, CPSAA1.1)",
        "5.3 Difundir producciones musicales y audiovisuales a través de plataformas digitales, utilizando entornos seguros y respetando la propiedad intelectual y los derechos de autor. (CCL3, CD2, CD4, CPSAA5, CCEC4.1, CCEC4.2)",
        "5.4 Extraer conclusiones a partir del análisis sonoro de obras o fragmentos musicales utilizando software de edición y de registros musicales grabados. (CD3, CPSAA1.1 CPSAA4, CCEC2)"
    ],
    "saberes": [
        "A. Lenguaje musical",
        "– Representación musical de los parámetros del sonido.",
        "– La melodía: características y perfiles melódicos. Intervalos, tipos de escalas y capacidad expresiva de las mismas",
        "– El ritmo: compases; ritmos irregulares y libres; polirritmias y polimetrías, grupos de valoración especial.",
        "– La armonía: el fenómeno físico armónico; círculo de quintas; principales funciones armónicas en la tonalidad; acordes; estructuras armónicas y cadencias; modulaciones y progresiones tonales. La modalidad.",
        "– La forma musical: unidades estructurales; formas simples y complejas.",
        "– Las texturas musicales.",
        "– Elementos expresivos de la música: dinámica, agógica y articulación.",
        "– Los elementos musicales en el folclore y en las músicas populares urbanas-",
        "– Notación convencional (grafía tradicional) y notación no convencional (introducción a la notación de la música contemporánea).",
        "B. Práctica musical",
        "– Elementos rítmicos, melódicos, de dinámica, de agógica, armónicos o estilísticos propios de la tradición musical occidental, de la música tradicional o de diversas culturas musicales de tradición no occidental: reconocimiento auditivo y/o a través de partituras.",
        "– Características esenciales de las obras musicales, tanto las que tienen como fundamento el lenguaje de la música «culta» como las que tienen como fundamento los lenguajes musicales contemporáneos del siglo XX y XXI: identificación y reconocimiento auditivo.",
        "– Comentario y análisis de obras musicales con el soporte de la partitura, utilizando la terminología musical con propiedad.",
        "– Estrategias de escucha o visionado de obras o fragmentos musicales.",
        "– La música como forma de expresión.",
        "– Técnicas de realización escrita de dictados sencillos a una voz.",
        "– Técnicas de interpretación a través de la voz, del cuerpo o de instrumentos musicales, con o sin acompañamiento. Educación postural y de la voz.",
        "– Práctica auditiva o interpretativa de estructuras tonales y modales.",
        "– Interpretación de partituras adecuadas al nivel de los alumnos, identificando con propiedad los signos y términos que la componen. Lectura, interiorización y memorización de estructuras musicales sencillas.",
        "– Estrategias y técnicas de improvisación sobre esquemas rítmico-melódicos y armónicos establecidos o libres adaptados al nivel.",
        "– Arreglos de canciones, seleccionando y combinando los elementos constitutivos del lenguaje musical.",
        "– Técnicas de relajación, concentración e interpretación en público.",
        "– Técnicas y aplicaciones informáticas de edición y producción sonora, musical y audiovisual. Funcionalidades propias de las aplicaciones y programas informáticos de licencia libre.",
        "– Difusión musical: protección de datos, propiedad intelectual y derechos de autoría"
    ]
}