{
    "criteriosEvaluacion": [
        "1.1. Reconocer diferentes tipos de estructuras, formas y relaciones geométricas en la naturaleza, el entorno, el arte y el diseño, analizando su función y valorando la importancia dentro del contexto histórico, deteniéndose especialmente en las obras del Patrimonio Histórico de Andalucía.",
        "2.1. Dibujar formas poligonales y resolver tangencias básicas, simetrías y demás transformaciones geométricas aplicadas al diseño de formas, valorando la importancia de la limpieza y la precisión en el trazado.",
        "2.2. Transmitir ideas, sentimientos y emociones mediante la realización de estudios, esbozos y apuntes del natural a mano alzada, identificando la geometría interna y externa de las formas y apreciando su importancia en el dibujo.",
        "3.1. Diferenciar las características de los distintos sistemas de representación, seleccionando en cada caso el sistema más apropiado a la finalidad de la representación.",
        "3.2. Representar objetos sencillos mediante sus vistas diédricas.",
        "3.3. Diseñar envases y objetos sencillos, representándolos en perspectiva isométrica o caballera y reflexionando sobre el proceso realizado y el resultado obtenido.",
        "3.4. Dibujar objetos y espacios sencillos, ilustraciones o viñetas aplicando las técnicas de la perspectiva cónica en la representación de espacios, objetos o personas desde distintos puntos de vista.",
        "3.5. Dibujar, utilizando tanto el dibujo a mano alzada como los materiales propios del dibujo técnico, ilustraciones, proyectos de diseño de objetos y espacios, seleccionando el procedimiento más adecuado, su rigor y precisión geométrica en función de la finalidad de la representación.",
        "4.1. Realizar bocetos y croquis, tanto a mano alzada como utilizando los materiales propios del dibujo técnico, conforme a las normas UNE e ISO, comunicando la forma y dimensiones de objetos, proponiendo ideas creativas, resolviendo problemas con autonomía y valorando la importancia de la limpieza y la precisión en el trazado.",
        "5.1. Adquirir destrezas en el manejo de herramientas y técnicas de dibujo vectorial en 2D, aplicándolos a la realización de proyectos de diseño.",
        "5.2. Iniciarse en el modelado en 3D mediante el diseño de esculturas o instalaciones, valorando su potencial como herramienta de creación."
    ],
    "saberes": [
        "A. Geometría, arte y entorno",
        "DTAP.1.A.1.La geometría en la naturaleza, en el entorno y en el arte. Observación directa e indirecta. ",
        "DTAP.1.A.2. La geometría en la composición. Leyes compositivas.",
        "DTAP.1.A.3. La representación del espacio en el arte. Estudios sobre la geometría y la perspectiva a lo largo de la historia del arte. Referentes en el patrimonio artístico andaluz del arte decorativo arábigo-andaluz, la pintura y la arquitectura renacentista, la arquitectura barroca, la pintura costumbrista, la arquitectura del siglo XIX .",
        "DTAP.1.A.4. Relaciones geométricas en el arte y el diseño: proporción, igualdad, simetría y homotecia. El número áureo en el arte y la naturaleza.",
        "DTAP.1.A.5. Escalas numéricas y gráficas. Construcción y uso.",
        "DTAP.1.A.6. Construcciones poligonales. Aplicación en el diseño. Diseños modulares. ",
        "DTAP.1.A.7. Tangencias básicas. Enlaces. Curvas técnicas. Aplicación en el diseño.",
        "DTAP.1.A.8. Estudios a mano alzada de la geometría interna y externa de la forma. Apuntes y esbozos.",
        "B. Sistemas de representación del espacio aplicado",
        "DTAP.1.B.1. Concepto y tipos de proyección. Finalidad de los distintos sistemas de representación. ",
        "DTAP.1.B.2. Sistema diédrico ortogonal en el primer diedro. Vistas en sistema europeo.",
        "DTAP.1.B.3. Perspectivas isométrica y caballera. Iniciación al diseño de packaging. Representación de sólidos geométricos y objetos sencillos.",
        "DTAP.1.B.4. Aplicación de la perspectiva cónica, frontal y oblicua, al cómic y a la ilustración. Representación de sólidos geométricos, objetos, y espacios sencillos.",
        "C. Normalización y diseño de proyectos",
        "DTAP.1.C.1. Concepto de normalización. Las normas fundamentales UNE e ISO. Normas de acotación. ",
        "DTAP.1.C.2. Documentación gráfica de proyectos: necesidad y ámbito de aplicación de las normas.",
        "DTAP.1.C.3. Elaboración de bocetos y croquis.",
        "D. Herramientas digitales para el diseño",
        "DTAP.1.D.1. Iniciación a las herramientas y técnicas de dibujo vectorial en 2D. Aplicaciones al diseño gráfico. ",
        "DTAP.1.D.2. Iniciación al modelado en 3D. Aplicaciones a proyectos artísticos."
    ]
}