{
    "saberes": [
        "A. Sentido numérico",
        "A.1. Conteo y cantidad:",
        "- Estrategias variadas de conteo, recuento sistemático y adaptación del conteo al tamaño de los números en situaciones de la vida cotidiana en cantidades hasta las unidades de millar.",
        "- Estrategias y técnicas de interpretación y manipulación del orden de magnitud de los números (decenas, centenas y millares).",
        "- Estimaciones y aproximaciones razonadas de cantidades en contextos de resolución de problemas.",
        "- Lectura, representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición y recomposición de números naturales hasta las unidades de millar.",
        "- Fracciones con denominadores manejables en contextos cercanos al alumnado.",
        "A.2. Sentido de las operaciones:",
        "- Estrategias de cálculo mental con números naturales y fracciones.",
        "- Estrategias de reconocimiento de qué operaciones simples (suma, resta, multiplicación, división) son útiles para resolver situaciones contextualizadas.",
        "- Construcción de las tablas de multiplicar apoyándose en número de veces, suma repetida o disposición en cuadrículas.",
        "- Suma, resta, multiplicación y división de números naturales resueltas con flexibilidad y sentido: utilidad en situaciones contextualizadas, estrategias y herramientas de resolución y propiedades.",
        "A.3. Relaciones:",
        "- Sistema de numeración de base diez (hasta las unidades de millar): aplicación de las relaciones que genera en las operaciones.",
        "- Números naturales y fracciones en contextos de la vida cotidiana: comparación y ordenación.",
        "- Relaciones entre la suma y la resta; y la multiplicación y la división: aplicación en contextos cotidianos.",
        "A.4. Razonamiento proporcional:",
        "- Razón entre magnitudes: introducción a su cálculo e interpretación.",
        "A.5. Educación financiera:",
        "- Cálculo y estimación de cantidades y cambio (euros y céntimos de euro) en la vida cotidiana: ingresos, gastos y ahorro. Decisiones de compra responsable.",
        "B. Sentido de la medida",
        "B.1. Magnitud y medida:",
        "- Fracciones como forma de expresar el resultado de un proceso de medida (una cantidad de magnitud).",
        "- Atributos mensurables de los objetos (longitud, masa, capacidad, superficie, volumen y amplitud del ángulo).",
        "- Unidades convencionales (km, m, cm, mm; kg, g; l y ml) y no convencionales en situaciones de la vida cotidiana.",
        "- Medida del tiempo (año, mes, semana, día, hora y minutos) y determinación de la duración de periodos de tiempo.",
        "- Estrategias para realizar mediciones con instrumentos y unidades no convencionales (repetición de una unidad, uso de cuadrículas y materiales manipulativos) y convencionales.",
        "- Procesos de medición mediante instrumentos convencionales (regla, cinta métrica, balanzas, reloj analógico y digital).",
        "B.2. Estimación y relaciones:",
        "- Estrategias de comparación y ordenación de medidas de la misma magnitud (km, m, cm, mm; kg, g; l y ml): aplicación de equivalencias entre unidades en problemas de la vida cotidiana que impliquen convertir en unidades más pequeñas.",
        "- Estimación de medidas de longitud, masa y capacidad por comparación.",
        "- Evaluación de resultados de mediciones y estimaciones o cálculos de medidas.",
        "C. Sentido espacial",
        "C.1. Formas geométricas de dos y tres dimensiones:",
        "- Formas geométricas de dos o tres dimensiones en objetos de la vida cotidiana: identificación y clasificación atendiendo a sus elementos y a las relaciones entre ellos.",
        "- Estrategias y técnicas de construcción de formas geométricas de dos dimensiones por composición y descomposición, mediante materiales manipulables, instrumentos de dibujo (regla y escuadra) y aplicaciones informáticas.",
        "- Vocabulario geométrico: descripción verbal de los elementos y las propiedades de formas geométricas sencillas.",
        "- Propiedades de formas geométricas de dos y tres dimensiones: exploración mediante materiales manipulables (cuadrículas, geoplanos, policubos, etc.) y el manejo de herramientas digitales (programas de geometría dinámica, realidad aumentada, robótica educativa, etc.).",
        "C.2. Localización y sistemas de representación:",
        "- Descripción de la posición relativa de objetos en el espacio o representaciones suyas utilizando vocabulario geométrico adecuado (paralelo, perpendicular, oblicuo, derecha, izquierda, etc.)",
        "- Descripción verbal e interpretación de movimientos, en relación a uno mismo o a otros puntos de referencia utilizando vocabulario geométrico adecuado.",
        "- Interpretación de itinerarios en planos utilizando soportes físicos y virtuales.",
        "C.3. Movimientos y transformaciones:",
        "- Identificación de figuras transformadas mediante traslaciones y simetrías en situaciones de la vida cotidiana.",
        "- Generación de figuras transformadas a partir de simetrías y traslaciones de un patrón inicial y predicción del resultado.",
        "C.4. Visualización, razonamiento y modelización geométrica:",
        "- Estrategias para el cálculo de perímetros de figuras planas y utilización en la resolución de problemas de la vida cotidiana.",
        "- Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.",
        "- Reconocimiento de relaciones geométricas en campos ajenos a la clase de matemáticas, como el arte, las ciencias y la vida cotidiana.",
        "D. Sentido algebraico y pensamiento computacional",
        "D.1. Patrones, relaciones, clasificaciones y funciones:",
        "- Identificación, descripción verbal, representación y predicción razonada de términos a partir de las regularidades en una colección de números, figuras o imágenes.",
        "- Clasificaciones de objetos atendiendo a cualidades determinadas y diferentes criterios, incluso de forma combinada.",
        "- Relaciones de igualdad y desigualdad y uso de los signos = y ≠ entre expresiones que incluyan operaciones y sus propiedades.",
        "- La igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "- Representación de la relación “mayor que” y “menor que”, y uso de los signos < y >.",
        "- Apreciación del cambio en distintos tipos de situaciones, tanto numéricas como geométricas.",
        "D.2. Modelo matemático:",
        "-  Proceso de modelización con el andamiaje adecuado en el aula, empleando objetos manipulables, dramatizaciones, dibujos, diagramas, etc. de manera que se conecte lo concreto con lo pictórico y lo abstracto para comprender las situaciones y los problemas que se planteen.",
        "D.3. Pensamiento computacional:",
        "- Estrategias para la interpretación y modificación de algoritmos sencillos (reglas de juegos, instrucciones secuenciales, bucles, patrones repetitivos, programación por bloques, robótica educativa...).",
        "E. Sentido estocástico",
        "E.1. Distribución e inferencia:",
        "- Gráficos estadísticos de la vida cotidiana (pictogramas, gráficas de barras, histogramas...): lectura e interpretación.",
        "- Estrategias sencillas para la recogida, clasificación y organización de datos cualitativos o cuantitativos discretos en muestras pequeñas mediante calculadora y aplicaciones informáticas sencillas. Frecuencia absoluta: interpretación.",
        "- Gráficos estadísticos sencillos (diagrama de barras y pictogramas) para representar datos seleccionando el más conveniente, mediante recursos tradicionales y aplicaciones informáticas sencillas.",
        "- Iniciación a las medidas de tendencia central: moda y mediana.- Comparación gráfica de dos conjuntos de datos para establecer relaciones y extraer conclusiones.",
        "E.2. Predictibilidad e incertidumbre:",
        "- Reconocimiento de la incertidumbre en situaciones de la vida cotidiana y mediante la realización de experimentos.",
        "- Identificación de suceso seguro, suceso posible y suceso imposible.",
        "- Comparación de la probabilidad de dos sucesos de forma intuitiva.",
        "F. Sentido socioemocional",
        "F.1. Creencias, actitudes y emociones propias:",
        "- Gestión emocional: estrategias de identificación y manifestación de las propias emociones ante las matemáticas. Iniciativa y tolerancia ante la frustración en el aprendizaje de las matemáticas",
        "- Fomento de la autonomía y estrategias para la toma de decisiones en situaciones de resolución de problemas.",
        "F.2. Trabajo en equipo, inclusión, respeto y diversidad:",
        "- Sensibilidad y respeto ante las diferencias individuales presentes en el aula: identificación y rechazo de actitudes discriminatorias.",
        "- Participación activa en el trabajo en equipo, escucha activa y respeto por el trabajo de los demás.",
        "- Reconocimiento y comprensión de las emociones y experiencias de los demás ante las matemáticas.",
        "- Valoración de la contribución de la geometría a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
    ],
    "criteriosEvaluacion": [
        "1.1. Interpretar, de forma verbal o gráfica, problemas cercanos y significativos para el alumnado, comprendiendo las preguntas planteadas a través de diferentes estrategias o herramientas.",
        "1.2. Mostrar representaciones matemáticas, a través de esquemas o diagramas, que ayuden en la resolución de una situación problematizada.Comparar entre diferentes estrategias, propias o de otros, para resolver un problema, compartiendo las reflexiones en torno a dichas estrategias en un ambiente con el andamiaje adecuado.",
        "2.2. Obtener posibles soluciones o conclusiones de un problema siguiendo alguna estrategia conocida, argumentando el proceso.",
        "2.3. Argumentar la corrección matemática de las soluciones o pertinencia de las conclusiones de un problema y su coherencia en el contexto planteado.Formular conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones en situaciones de aprendizaje con el andamiaje adecuado.",
        "3.2. Dar ejemplos e inventar problemas sobre situaciones cercanas y significativas para el alumnado que se pueden abordar matemáticamente.",
        "3.3. Argumentar la validez de conjeturas y de soluciones de un problema en términos matemáticos y en coherencia con el contexto planteado.Automatizar situaciones sencillas de la vida cotidiana que se realicen paso a paso o sigan una rutina utilizando principios básicos del pensamiento computacional en situaciones de aprendizaje con el andamiaje adecuado.",
        "4.2. Modificar algoritmos dados de antemano, propios o creados por otros, así como diseñar nuevos algoritmos.Realizar conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios.",
        "5.2. Interpretar situaciones en contextos diversos reconociendo las conexiones entre las matemáticas y la vida cotidiana.Reconocer lenguaje matemático sencillo presente en situaciones cercanas y significativas para el alumnado en diferentes formatos, adquiriendo vocabulario específico básico y mostrando comprensión del mensaje.",
        "6.2. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos utilizando lenguaje matemático sencillo y diferentes registros y formas de representación.",
        "7.1. Identificar las emociones propias al abordar nuevos retos matemáticos, aceptando el bloqueo en la resolución de problemas y asumiendo la iniciativa de superarlos, desarrollando así la autoconfianza.",
        "7.2. Expresar actitudes positivas ante nuevos retos matemáticos tales como la perseverancia y la flexibilidad, valorando el error como una oportunidad de aprendizaje.Colaborar activa y respetuosamente en el trabajo en equipo comunicándose adecuadamente, respetando la diversidad del grupo y estableciendo relaciones saludables basadas en la tolerancia, la igualdad y la resolución pacífica de conflictos.",
        "8.2. Aceptar la tarea propuesta e implicarse en la exploración compartida de la situación o resolución del problema, respetando los argumentos de otros, poniéndolos a prueba, participando de la construcción del conocimiento y contribuyendo a las discusiones y puestas en común."
    ]
}