{
  "competenciasEspecificas": [
    "OBJ1. Describir y apreciar la diversidad lingüística de la península ibérica y del mundo, analizar el origen y el desarrollo sociohistórico de sus lenguas (y, más concretamente, del portugués, catalán y euskera) y las características dialectales del gallego para favorecer la reflexión interlingüística, combatir los estereotipos y prejuicios, valorar la diversidad y crear vínculos socioafectivos con la lengua gallega.",
    "OBJ2. Comprender e interpretar textos orales y multimodales recogiendo el sentido general y la información más relevante, identificando el punto de vista y la intención del emisor y valorando su fiabilidad, su forma y su contenido, para construir conocimiento, formar opinión y ampliar las posibilidades de disfrute y de ocio.",
    "OBJ3. Producir textos orales y multimodales con coherencia y fluidez y con el registro adecuado, atendiendo a las convenciones propias de los diferentes géneros discursivos, y participar en interacciones orales con actitud cooperativa y respetuosa, tanto para construir conocimiento y establecer vínculos personales como para intervenir de manera activa e informada en diferentes contextos sociales.",
    "OBJ4. Comprender, interpretar y valorar textos escritos, con sentido crítico y diferentes propósitos de lectura reconociendo el sentido global y las ideas principales y secundarias, identificando la intención del emisor, reflexionando sobre el contenido y la forma, evaluando su calidad y fiabilidad para dar respuesta a las necesidades y a los intereses comunicativos diversos y para construir conocimiento.",
    "OBJ5. Producir textos escritos y multimodales coherentes, cohesionados, adecuados y correctos atendiendo a las convenciones propias del género discursivo elegido, para construir conocimiento y para dar respuesta de manera informada, eficaz y creativa a demandas comunicativas concretas.",
    "OBJ6. Seleccionar y contrastar información procedente de diferentes fuentes de manera progresivamente autónoma, evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, e integrarla y transformarla en conocimiento para comunicarla desde un punto de vista crítico y personal y, al mismo tiempo, respetuoso con la propiedad intelectual.",
    "OBJ7. Seleccionar y leer de manera autónoma obras diversas como fuente de placer y conocimiento, configurando un itinerario lector que evolucione en cuanto a la diversidad, complejidad y calidad de las obras y compartir experiencias de lectura para construir la propia identidad lectora y para disfrutar de la dimensión social y cultural de la lectura.",
    "OBJ8. Leer, interpretar y valorar obras o fragmentos literarios del patrimonio gallego, portugués y universal, utilizando un metalenguaje específico y movilizando la experiencia biográfica y los conocimientos literarios y culturales que permitan establecer vínculos entre textos diversos y con otras manifestaciones artísticas, para conformar un mapa cultural, ampliar las posibilidades de gozo de la literatura y crear textos de intención literaria.",
    "OBJ9. Movilizar el conocimiento sobre la estructura de la lengua y sus usos y reflexionar de manera progresivamente autónoma sobre las elecciones lingüísticas y discursivas, con la terminología idónea, para desarrollar la conciencia lingüística, aumentar el repertorio comunicativo y mejorar las destrezas tanto de producción oral y escritura como de recepción crítica.",
    "OBJ10. Poner las propias prácticas comunicativas al servicio de la convivencia democrática, de la resolución dialogada de los conflictos y de la igualdad de derechos de todas las personas, utilizando un lenguaje no discriminatorio y desterrando los abusos a través de la palabra para favorecer un uso no solo eficaz, sino también ético y democrático, del lenguaje."
  ]
}