{
  "saberes": [
    "Bloque 1. Geografía e historia",
    "• Marco geográfico de las civilizaciones griega y romana.",
    "• Marco histórico de la civilización griega: de las civilizaciones minoica y micénica al mundo helenístico. Etapas, hechos importantes y mujeres y hombres relevantes.",
    "• Marco histórico de la civilización romana: monarquía, república e imperio. Etapas, hechos importantes y mujeres y hombres relevantes.",
    "Bloque 2. Mitología",
    "• Cosmogonía. Teogonía. El panteón griego y romano.",
    "• Mitos grecolatinos. Orígenes y funciones. Los héroes y heroínas. Perduración de la mitología en las manifestaciones artísticas, literarias y en la publicidad.",
    "• Religión griega: cultos, santuarios y oráculos.",
    "• Religión romana: culto público y privado.",
    "Bloque 3. Arte",
    "• Fundamentos y etapas del arte clásica.",
    "• Arquitectura en Grecia y Roma: tipos de edificios y órdenes arquitectónicas.",
    "• Escultura en Grecia y Roma: etapas, estilos y temáticas.",
    "• Ingeniería romana: obras públicas y urbanismo. Vías romanas.",
    "• Herencia clásica en el patrimonio artístico en Europa en general y en Galicia en concreto.",
    "Bloque 4. Sociedad y vida cotidiana",
    "• Organización política en Grecia y en Roma: formas de gobierno e instituciones.",
    "• Sociedad en Grecia y Roma: clases sociales. La esclavitud.",
    "• La familia en Grecia y Roma. Roles de sus miembros; situación de la mujer.",
    "• Vida cotidiana en Grecia y Roma: vivienda, higiene, alimentación, atuendo y trabajo.",
    "• Los espectáculos públicos en Grecia y Roma.",
    "Bloque 5. Lengua y literatura",
    "• Historia de la escritura. Tipos de escritura, materiales y soportes.",
    "• Origen del alfabeto. El alfabeto griego y el abecedario latino.",
    "• Las lenguas del mundo. El indoeuropeo y sus familias lingüísticas.",
    "• Las lenguas romances.",
    "• Composición y derivación culta de origen griego y latino.",
    "• Latinismos, palabras patrimoniales, cultismos y semicultismos.",
    "• Principales reglas de evolución fonética del latín al gallego y al castellano.",
    "• Léxico grecolatino en el lenguaje común y en la científica y técnica.",
    "• Presencia de las lenguas clásicas en las lenguas modernas.",
    "• Géneros literarios grecolatinos: autores y obra principales.",
    "• Fórmulas básicas de saludo y presentación en latín y griego, y fraseología básica del medio escolar.",
    "Bloque 6. Perduración en la actualidad",
    "• Presencia de la civilización grecolatina en las artes y en la organización social y política actual.",
    "• Mitología y temas legendarios en las manifestaciones artísticas actuales.",
    "• Historia de Grecia y Roma y su presencia en nuestro país. La presencia de Grecia y Roma en la península ibérica. La romanización de Hispania y la de la Gallaecia.",
    "• Investigación sobre la perduración de la civilización clásica en nuestra cultura."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Describir los marcos geográficos en que se desarrollan las civilizaciones griega y romana a lo largo de su historia. OBJ1",
    "• CE1.2. Localizar en un mapa en soporte papel y digital hitos geográficos y enclaves concretos relevantes para el conocimiento de las civilizaciones griega y romana. OBJ1",
    "• CE1.3. Identificar, describir y explicar el marco histórico y las etapas en que se desarrollan las civilizaciones griega y romana. OBJ1",
    "• CE1.4. Identificar las principales características de cada período de la historia de Grecia y Roma, el papel que desempeñan sus protagonistas y saber situar en un eje cronológico hechos históricos. OBJ1",
    "• CE1.5. Identificar las características fundamentales de la romanización de Hispania y Gallaecia. OBJ1",
    "• CE2.1. Identificar los principales dioses y diosas de la mitología grecolatina. OBJ2",
    "• CE2.2. Reconocer los mitos y los héroes grecolatinos y las heroínas grecolatinas y establecer semejanzas y diferencias con los mitos y los héroes y las heroínas de otras culturas y los actuales. Orígenes y funciones. OBJ2",
    "• CE2.3. Comparar las características de la religiosidad y de la religión griega con las actuales. OBJ2",
    "• CE2.4. Describir los fundamentos de la religiosidad romana y distinguir la religión oficial de las manifestaciones del culto privado. OBJ2",
    "• CE3.1. Distinguir las características fundamentales del arte clásico y relacionar manifestaciones artísticas actuales con sus modelos clásicos. OBJ3",
    "• CE3.2. Identificar las características más destacables de la arquitectura grecorromana en relación con los edificios más singulares. OBJ3",
    "• CE3.3. Reconocer las manifestaciones escultóricas del arte griega y romana a lo largo de la Antigüedad e identificar su temática en obras representativas. OBJ3",
    "• CE3.4. Diferenciar las creaciones urbanísticas romanas de las otras épocas, así como su red viaria, haciendo hincapié en el entorno del alumnado. OBJ3",
    "• CE3.5. Saber localizar los principales monumentos clásicos del patrimonio español y europeo. OBJ3",
    "• CE4.1. Identificar las características de las principales formas de organización política presentes en el mundo clásico, y establecer semejanzas y diferencias entre ellas y con los sistemas políticos actuales. OBJ4",
    "• CE4.2. Distinguir las características y la evolución de las clases sociales en Grecia y Roma. OBJ4",
    "• CE4.3. Describir la composición de la familia y los papeles asignados a sus miembros. OBJ4",
    "• CE4.4. Conocer los rasgos más destacables de la vida cotidiana en Grecia y Roma. OBJ4",
    "• CE4.5. Identificar las principales formas de ocio de la Antigüedad y compararlas con las actuales. OBJ4",
    "• CE4.6. Relacionar y establecer semejanzas y diferencias entre las manifestaciones deportivas de la Grecia clásica y las actuales. OBJ4",
    "• CE5.1. Distinguir diversos tipos de escritura, comprender sus funciones y el origen del alfabeto y de los tipos de sistemas de escritura usados en la actualidad y reconocer la presencia de elementos de los alfabetos griego y latino en los alfabetos actuales. OBJ5",
    "• CE5.2. Identificar el origen común de las lenguas indoeuropeas, distinguir las lenguas europeas romances de las no romances y reconocer el origen grecolatino del léxico de las lenguas de España y de otras lenguas modernas. OBJ5",
    "• CE5.3. Distinguir e identificar latinismos, cultismos, semicultismos y términos patrimoniales y hacer evoluciones desde el latín al gallego y al castellano, teniendo en cuenta los fenómenos fonéticos. OBJ5",
    "• CE5.4. Utilizar con propiedad terminología científico-técnica de origen grecolatina y constatar el influjo de las lenguas clásicas en lenguas no derivadas de ellas. OBJ5",
    "• CE5.5. Identificar las principales características de los géneros literarios grecolatinos, su influencia en la literatura posterior y los hitos esenciales de las literaturas griega y latina como base literaria de la cultura europea y occidental. OBJ5",
    "• CE5.6. Usar las fórmulas de saludo y presentación en latín y griego y fraseología básica del aula. OBJ5",
    "• CE6.1. Reconocer la presencia de la civilización clásica en las artes y en la organización social y política. OBJ6",
    "• CE6.2. Conocer la perduración de la mitología y los temas legendarios en las manifestaciones artísticas actuales. OBJ6",
    "• CE6.3. Identificar los aspectos más importantes de la historia de Grecia y Roma y su presencia en nuestro país y reconocer las huellas de la cultura romana en diversos aspectos de la civilización actual. OBJ6",
    "• CE6.4. Investigar sobre la perduración de la civilización clásica en el entorno, utilizando las tecnologías de la información y de la comunicación. OBJ6"
  ]
}