{
    "criteriosEvaluacion": [
        "1.1. Analizar críticamente conceptos y procesos relacionados con los saberes de la materia, interpretando información en diferentes formatos, para extraer las ideas más relevantes y obtener conclusiones lógicas, t valorando la fiabilidad de las fuentes. CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4",
        "1.2. Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia o con trabajos científicos, transmitiéndolas de forma clara y rigurosa, y utilizando la terminología y el formato adecuados, tanto de forma analógica como a través de herramientas digitales, con el fin de dar respuesta de manera fundamentada a las cuestiones que puedan surgir durante el proceso y crear conocimiento de forma colectiva. CCL1, CCL2, STEM2, STEM4, CD3, CC3, CCEC3.2",
        "1.3. Argumentar sobre aspectos relacionados con los saberes de la materia, defendiendo una postura razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de otras personas, con la finalidad de desarrollar la resiliencia frente a retos, así como la flexibilidad para dar un giro a las propias ideas ante argumentos ajenos, respetando la diversidad. CCL1, CCL2, STEM2, CPSAA4, CC3, CCEC3.2",
        "2.1. Plantear y resolver cuestiones relacionadas con los saberes de la materia, localizando y citando fuentes adecuadas, respetando los derechos de autoría digital y seleccionando, y organizando, analizando y evaluando críticamente la información para poder interpretar y explicar la relación entre la ciencia, la tecnología, la sociedad y el medioambiente. CCL2, CCL3, CP2, STEM4, CD1, CD2, CD3, CD4, CPSAA4",
        "2.2. Contrastar y justificar la veracidad de información relacionada con los saberes de la materia, utilizando fuentes fiables y haciendo un uso razonado, legal, seguro, saludable y sostenible de las tecnologías, con el fin de aportar datos fidedignos y adoptar una actitud crítica y escéptica hacia informaciones sin una base científica. CCL2, CCL3, CP2, STEM4, CD1, CD3, CD4, CPSAA4, CC3",
        "2.3. Argumentar sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, visibilizando a las mujeres en este campo y mostrando sus logros a lo largo de la historia, para construir una opinión propia basada en razonamientos y evidencias científicas, y entender que la investigación es una labor colectiva e interdisciplinar en constante evolución e influida por el contexto político y los recursos económicos. CCL2, CCL3, STEM4, CD1, CPSAA4, CC3",
        "3.1. Plantear preguntas, realizar predicciones y formular hipótesis que puedan ser respondidas o contrastadas, utilizando el pensamiento y los métodos científicos para intentar describir y explicar, y haciendo un uso ético y no discriminatorio del lenguaje, procesos relacionados con la ciencia y la tecnología. CCL1, CCL5, STEM1, STEM2, CD1, CD2, CE3",
        "3.2. Diseñar y realizar proyectos de investigación sobre la relación entre la ciencia, la tecnología, la sociedad y el medioambiente, aplicando los conocimientos y las habilidades del trabajo científico, así como las estrategias apropiadas para el análisis y la toma de datos cuantitativos y cualitativos, seleccionando y utilizando los instrumentos, las herramientas o las técnicas adecuadas con corrección y precisión, para poder dar respuesta a preguntas concretas y contrastar una hipótesis previa, minimizando los sesgos y errores, en la medida de lo posible, y reformulando el procedimiento, si fuera necesario. CCL1, CCL3, CCL5, STEM1, STEM2, STEM3, CD1, CD2, CE3",
        "3.3. Interpretar, analizar y comunicar los resultados obtenidos en proyectos de investigación, utilizando el vocabulario científico y, cuando sea necesario, las herramientas matemáticas y tecnológicas, reconociendo su alcance y limitaciones, y obteniendo conclusiones razonadas y fundamentadas, o valorando la imposibilidad de hacerlo, con el fin de reflexionar sobre el método científico aplicado y argumentar o defender su validez y resultados. CCL1, CCL5, STEM1, STEM2, STEM4, CD2, CD3",
        "3.4. Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del proyecto científico, con la finalidad de trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de la cooperación en la investigación, respetando la diversidad y favoreciendo la inclusión. CCL5, STEM3, CD3, CPSAA3.2",
        "4.1. Resolver problemas o dar explicación a procesos biológicos, geológicos, ambientales y tecnológicos relacionados con el medio natural canario, a partir de los conocimientos propios y de datos e información recabados de diversas fuentes, aplicando el razonamiento lógico, el pensamiento computacional o las herramientas digitales para desarrollar el análisis crítico, colaborar, desenvolverse frente a situaciones de incertidumbre, participar plenamente en la sociedad y afrontar los retos del siglo XXI, como el calentamiento global o las desigualdades socioeconómicas. CCL1, CCL2, CCL3, STEM1, STEM2, CD1, CD5, CE1",
        "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos, geológicos, ambientales o procesos tecnológicos, y modificar los procedimientos utilizados o conclusiones obtenidas si dicha solución no fuese viable, o ante nuevos datos aportados o recabados con posterioridad, con la finalidad de fomentar la reflexión, el razonamiento lógico y el pensamiento científico, y de desarrollar procesos autorregulados de aprendizaje. CCL2, STEM1, STEM2, CPSAA1.1, CPSAA5, CE1",
        "5.1. Investigar y analizar críticamente las repercusiones que determinadas acciones humanas del día a día tienen sobre el entorno y la vida de las personas, con el fin de proponer alternativas de forma argumentada y de participar en la construcción de una sociedad más sostenible, justa, e igualitaria centrada en el bienestar de la personas y la conservación del medioambiente. CCL3, STEM1, STEM5, CD1, CD4, CC4",
        "5.2. Investigar y analizar con actitud crítica el impacto de los avances científico-tecnológicos sobre el medioambiente y la humanidad, para poner en valor la importancia que tiene el progreso en ciencia y tecnología, como motor de desarrollo y en el cambio de las condiciones de vida de los seres vivos. CCL3, CP2, STEM2, CD1, CPSAA4, CC4, CE1",
        "5.3. Indagar sobre las soluciones tecnológicas alternativas a los problemas socioambientales, como el cambio climático y la escasez de recursos, que se estén adoptando en otras comunidades o países, para valorar su posible aplicación en el archipiélago canario. CCL3, CP2, STEM2, CD1, CC4",
        "5.4. Proponer soluciones innovadoras, basándose en los saberes de la materia, que promuevan estilos de vida sostenibles y saludables a nivel individual, colectivo y local, argumentando sobre sus efectos positivos y la urgencia de adoptarlos, con la finalidad de difundir el conocimiento científico y contribuir al logro de los Objetivos de Desarrollo Sostenible, concretados en la Agenda Canaria de Desarrollo Sostenible 2030. CCL1, STEM1, STEM5, CD5, CC4, CE1"
    ],
    "saberes": [
        "I. Construyendo ciencia",
        "    1. Búsqueda, selección, análisis e interpretación de información relacionada con la ciencia, la tecnología, la sociedad y el medioambiente (Relaciones CTSA).",
        "    2. Desarrollo de los procedimientos del trabajo científico: planteamiento de problemas, formulación de hipótesis, estrategias y diseños experimentales, análisis e interpretación y comunicación de resultados e ideas.",
        "    3. Análisis de la evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción. Valoración de la cultura científica para entender la sociedad actual.",
        "    4. Clasificación de la ciencia y su importancia. Ciencia y pseudociencia.",
        "    5. Indagación sobre los principales centros de investigación de Canarias y de las biografías de las figuras referentes de la ciencia canaria a lo largo de la historia, con especial atención a las mujeres científicas y a los premios Canarias de Investigación, para mejorar la cultura científica del alumnado.",
        "II. El universo y la vida",
        "    1. Análisis de la evolución histórica del origen, de la composición y de la estructura del Universo para conocer la génesis de los elementos que nos rodean.",
        "    2. El cielo en Canarias:",
        "        2.1. Estudio de las condiciones naturales del cielo en Canarias.",
        "        2.2. Indagación sobre los principales instrumentos para la observación astronómica.",
        "        2.3. Valoración de las condiciones astronómicas de Canarias como recurso turístico sostenible.",
        "        2.4. Investigación sobre la importancia de «la ley del Cielo» para la protección de la calidad astronómica de los observatorios del Instituto Astrofísico de Canarias: ",
        "            2.4.1. Contaminación lumínica.",
        "            2.4.2. Contaminación radioeléctrica.",
        "            2.4.3. Contaminación lumínica.",
        "            2.4.4. Rutas aéreas.",
        "        2.5. Apreciación de la relevancia de los estudios realizados en los observatorios astronómicos de Canarias y del trabajo de las personas científicas para el conocimiento del Universo.",
        "    3. Reconocimiento de la astrobiología como disciplina científica multidisciplinar que estudia el origen, la evolución y la distribución de la vida en el universo. Conocimiento de las principales líneas de investigación en el campo de la astrobiología.",
        "    4. Análisis y discusión de las hipótesis sobre el origen y las condiciones para la vida en la Tierra, diferenciando las que tienen base científica de las influenciadas por las ideas religiosas de la época.",
        "    5. Argumentación acerca de las pruebas de la evolución y de sus principales teorías, diferenciando el lamarckismo, darwinismo y neodarwinismo, y valorando el carácter no dogmático de las teorías científicas.",
        "    6. Identificación y valoración de los descubrimientos paleontológicos en Canarias para conocer y conservar los yacimientos actuales, además de como recurso científico como parte del acervo sociocultural.",
        "III. La revolución genética",
        "    1. Reconocimiento de la importancia biológica del ADN como molécula responsable del almacenamiento, conservación y transmisión de la información genética.",
        "    2. Estudio de la evolución de la ingeniería genética y sus aplicaciones:",
        "        2.1. Análisis de los condicionantes de la investigación médica y farmacéutica. Profundización sobre los fármacos y su uso responsable.",
        "        2.2. Investigación sobre la reproducción asistida, la selección embrionaria y sus técnicas y aplicaciones.",
        "        2.3. Indagación sobre la obtención de células madre y su utilización para generar tejidos, órganos y organismos completos.",
        "        2.4. Investigación sobre los usos y las aplicaciones de organismos transgénicos, y la terapia génica.",
        "        2.5. Valoración de las ventajas e inconvenientes de la clonación de seres vivos.",
        "        2.6. Reflexión sobre las repercusiones sociales, económicas y medioambientales de las técnicas de ingeniería genética: organismos transgénicos, células madre, reproducción asistida, selección y conservación de embriones y la clonación.",
        "    3. Consideración sobre los límites de la investigación científica y los principios de la bioética para analizar los problemas morales, sociales y culturales que conlleva la aplicación de la ingeniería genética.",
        "    4. Profundización en la investigación biomédica en Canarias y sobre la base genética de las enfermedades prevalentes en el archipiélago, para valorar su implicación en la mejora de la calidad de vida.",
        "IV. Los avances tecnológicos y su impacto ambiental",
        "    1. Investigación sobre los avances tecnológicos (generación de electricidad, industria automovilística, telecomunicaciones…), valorando sus beneficios y perjuicios en la sociedad actual.",
        "    2. Identificación y valoración de los beneficios que proporcionan las tecnologías digitales para el bienestar personal y de la sociedad, y de los riesgos de aislamiento, exclusión por brecha digital (de género, de edad, cultural, económica y geográfica) y propuestas para reducirla. Análisis de las tendencias emergentes en tecnologías digitales (inteligencia artificial, realidad aumentada y virtual, robótica...).",
        "    3. Reflexión sobre los riesgos y las amenazas asociados al uso de Internet, las redes sociales y los medios digitales (delitos informáticos, ciberadicción, huella digital y la consiguiente pérdida de privacidad, sobreinformación o infoxicación, infodemia, uso de fuentes fiables...). Aplicación de medidas de actuación y prevención para el uso seguro de las tecnologías digitales.",
        "    4. Estudio de los límites del planeta como proveedor de recursos y como sumidero de residuos. Identificación de la huella ecológica y digital de las acciones humanas en el planeta y toma de conciencia de sus repercusiones en el patrimonio natural canario. Adopción de medidas individuales y colectivas que contribuyan a la adaptación y mitigación de la actual situación de emergencia climática.",
        "    5. Reflexión sobre la relevancia de los Objetivos de Desarrollo Sostenible acordados en el marco de las Naciones Unidas, la emergencia climática y la Agenda Canaria de Desarrollo Sostenible 2030. Valoración de la importancia del cumplimiento por parte de las administraciones competentes de los acuerdos en materia medioambiental y la implicación de la ciudadanía en el logro de los mismos.",
        "    6. Valoración de la urgencia de adoptar estrategias sostenibles sobre el impacto ambiental producido por las tecnologías digitales tales como el consumo energético desproporcionado, la generación de residuos tecnológicos, la lucha por las materias primas… Desarrollo de debates sobre planteamientos éticos, científicos y políticos en torno a los problemas ecosociales que se manifiestan en Canarias como consecuencia de la actual situación de emergencia climática."
    ]
}