{
  "competenciasEspecificas": [
    "1. Participar en proyectos de creación escénica de distinta naturaleza y código y en todos los estadios, cooperando en el trabajo creativo y colaborativo del equipo, asumiendo tareas y responsabilidades y valorando la importancia del trabajo colectivo para contribuir al éxito del resultado final. CCL1, CCL4, CPSAA1, CPSAA3, CC1, CE3, CCEC3.",
    "2. Valorar críticamente el trabajo realizado en las producciones escénicas ajenas como producción compleja y globalizadora de distintas estructuras, mediante el visionado de diferentes muestras artísticas de épocas y géneros variados, para desarrollar el sentido estético, ampliar las posibilidades de disfrute y conocer el patrimonio. CCL5, CD1, CPSAA4, CC1, CCEC1, CCEC2.",
    "3. Evidenciar las técnicas y recursos expresivos adecuados para la acción interpretativa del proyecto, participando activamente en el desarrollo de la acción, en los ensayos y facilitando la tarea de los demás miembros del equipo para una mejor ejecución del proyecto escénico. CCL1, CCL2, CP3, CPSAA5.",
    "4. Conocer las diferentes técnicas para la recreación de la acción escénica, el diseño de personajes, la configuración de situaciones y escenas y los distintos códigos de representación utilizándolos en las diferentes propuestas escénicas para colaborar en el desarrollo de montajes escénicos. CCL1, CCL2, STEM1, CPSAA5, CE1, CE3, CCEC1, CCEC2, CCEC4.",
    "5. Demostrar habilidades de percepción y expresión desarrollando las capacidades expresivas y creativas y la disponibilidad e implicación para mejorarlas a través del trabajo individual y colectivo para crear y comunicar eficazmente emociones e ideas. CCL1, CCL3, CD2, CPSAA1, CCEC3.",
    "6. Analizar y comentar, con actitud reflexiva y espíritu crítico, textos y espectáculos de artes escénicas para interpretar los mensajes plurales que transmiten y disfrutar de ellos. CCL1, CCL2, CCL3, CCL4, CP3, CD1, CPSAA4, CC1, CC3, CCEC1, CCEC2.",
    "7. Conocer y comentar, con actitud reflexiva y espíritu crítico, diferentes montajes de artes escénicas atendiendo especialmente a los del momento y el entorno, participando como receptor o receptora, para disfrutar de ellos y conocer el patrimonio. CCL3, CCL4, CP3, STEM1, CC2, CCEC1, CCEC2"
  ]
}
