{
  "saberes": [
    "A. Sentido numérico",
    "1. Conteo",
    "- Adaptación del conteo al tamaño de los números en problemas de la vida cotidiana.",
    "- Investigación del origen de las cifras actuales, desde cuándo se usan y su comparación con otras provenientes de otras civilizaciones y culturas.",
    "2. Cantidad",
    "- Realización de estimaciones con la precisión requerida.",
    "- Números naturales, enteros, fracciones, decimales y potencias de exponente natural en la expresión de cantidades en contextos de la vida cotidiana.",
    "- Diferentes formas de representación de números naturales, enteros y racionales, incluida la recta numérica.",
    "3. Sentido de las operaciones",
    "- Estrategias de cálculo mental con naturales, enteros, fracciones y decimales.",
    "- Operaciones con naturales, enteros, fracciones o decimales en situaciones contextualizadas.",
    "- Relaciones inversas, entre las operaciones (adición y sustracción; multiplicación y división, elevar al cuadrado y extraer la raíz cuadrada): comprensión y utilización en la simplificación y resolución de problemas.",
    "- Efectos de las operaciones aritméticas con naturales, enteros, fracciones, expresiones decimales, potencias de exponente natural y raíces sencillas.",
    "- Propiedades de las operaciones (suma, resta, multiplicación, división y potenciación): cálculos de manera eficiente con números naturales, enteros, fracciones y decimales, tanto mentalmente como de forma manual o con calculadora.",
    "4. Relaciones",
    "- Reflexión sobre el potencial del sistema de numeración decimal posicional para los números naturales y sobre el origen de la numeración.",
    "- Evaluación de las ventajas de un sistema posicional tanto para la lectura de las cantidades como para realizar operaciones",
    "- Factores, múltiplos, divisores, mcd y mcm. Factorización en números primos para resolver problemas: estrategias y herramientas.",
    "- Selección de la representación adecuada para una misma cantidad en cada situación o problema.",
    "5. Razonamiento proporcional",
    "- Razones y proporciones: comprensión y representación de relaciones cuantitativas.",
    "- Porcentajes: comprensión y resolución de problemas. Expresión del porcentaje que representa una cantidad respecto a otra y cálculo del porcentaje de una cantidad. Relación con fracciones y razones.",
    "- Situaciones de proporcionalidad directa en diferentes contextos: análisis y desarrollo de métodos para la resolución de problemas. Igualdad entre razones y método de reducción a la unidad.",
    "6. Educación Financiera",
    "- Información numérica en contextos financieros sencillos de su vida cotidiana: interpretación.",
    "- Métodos para la toma de decisiones de consumo responsable: relaciones calidad-precio y valor-precio en contextos cotidianos.",
    "B. Sentido de la medida",
    "1. Magnitud",
    "- Atributos mensurables de los objetos físicos y matemáticos en el plano: investigación y relación entre los mismos.",
    "- Estrategias de elección de las unidades y operaciones adecuadas en problemas que impliquen medida en el plano.",
    "2. Medición",
    "- Longitudes, ángulos y áreas en formas planas: deducción, interpretación y aplicación.",
    "- Representaciones de objetos geométricos planos con propiedades fijadas, como las longitudes de los lados o las medidas de los ángulos.",
    "3. Estimación y relaciones",
    "- Formulación de conjeturas sobre medidas en el plano o relaciones entre las mismas basadas en estimaciones.",
    "- Estrategias para la toma de decisión justificada del grado de precisión requerida en situaciones de medida en el plano.",
    "C. Sentido espacial",
    "1. Figuras geométricas de dos dimensiones",
    "- Figuras geométricas planas: descripción y clasificación en función de sus propiedades o características.",
    "- Elementos característicos de las figuras geométricas planas.",
    "- Relación entre las posiciones relativas de circunferencias y/o rectas.",
    "- Relaciones de congruencia y semejanza en figuras planas: identificación y aplicación. Teorema de Tales. Criterios de semejanza de triángulos y su aplicación a la resolución de problemas. Razón de proporcionalidad y escalas.",
    "- Relación pitagórica en figuras planas: identificación y aplicación.",
    "- Construcción de figuras geométricas planas con herramientas manipulativas y digitales (programas de geometría dinámica, realidad aumentada…).",
    "2. Localización y sistemas de representación",
    "- Representación de puntos en el plano. Coordenadas cartesianas.",
    "- Comprensión del uso de coordenadas como un avance en la historia y el desarrollo de las matemáticas, en particular para la representación gráfica de funciones.",
    "3. Visualización, razonamiento y modelización geométrica",
    "- Modelización geométrica: relaciones numéricas y algebraicas en la resolución de problemas en el plano.",
    "D. Sentido algebraico",
    "1. Patrones",
    "- Patrones, pautas y regularidades: observación, dando el elemento siguiente o el elemento anterior y explicando de forma verbal cómo se generan patrones numéricos y geométricos.",
    "2. Modelo matemático",
    "- Modelización de situaciones de la vida cotidiana usando material manipulativo y representaciones matemáticas para llegar al lenguaje algebraico con expresiones sencillas.",
    "- Traducción del lenguaje cotidiano al lenguaje algebraico con expresiones sencillas.",
    "- Estrategias de deducción de conclusiones razonables a partir de una situación de la vida cotidiana una vez modelizada.",
    "3. Variable",
    "- Variable: comprensión del concepto como incógnita en ecuaciones lineales con coeficientes enteros y como cantidades variables en fórmulas.",
    "- Comprensión del significado del lenguaje algebraico como un avance en la historia y el desarrollo de las matemáticas frente al lenguaje retórico sin símbolos matemáticos de la antigüedad.",
    "4. Igualdad y desigualdad",
    "- Equivalencia de expresiones algebraicas involucradas en ecuaciones lineales con coeficientes enteros, utilizando representaciones concretas (balanzas, discos algebraicos, etc.), matemáticas y simbólicas.",
    "- Ecuaciones lineales con coeficientes enteros: resolución mediante cálculo mental o métodos manuales apoyados por material manipulativo si es necesario.",
    "5. Relaciones y funciones",
    "- Relaciones cuantitativas en situaciones de la vida cotidiana: identificación e interpretación a través de representaciones verbales, tabulares y gráficas.",
    "6. Pensamiento computacional",
    "- Estrategias útiles en la interpretación y/o modificación de algoritmos sencillos.",
    "E. Sentido socioafectivo",
    "1. Creencias, actitudes y emociones",
    "- Esfuerzo y motivación: reconocimiento de su importancia en el aprendizaje de las matemáticas.",
    "- Gestión emocional: emociones que intervienen en el aprendizaje de las matemáticas. Autoconciencia y autorregulación.",
    "- Estrategias de fomento de la curiosidad, la iniciativa, la perseverancia y la resiliencia en el aprendizaje de las matemáticas.",
    "- Estrategias de fomento de la flexibilidad cognitiva: apertura a cambios de estrategia y transformación del error en oportunidad de aprendizaje.",
    "2. Trabajo en equipo y toma de decisiones",
    "- Técnicas cooperativas para optimizar el trabajo en equipo y compartir y construir conocimiento matemático.",
    "- Conductas empáticas y estrategias de gestión de conflictos.",
    "3. Inclusión, respeto y diversidad",
    "- Actitudes inclusivas y aceptación de la diversidad presente en el aula y en la sociedad.",
    "- La contribución de las matemáticas al desarrollo de los distintos ámbitos del conocimiento humano desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable...)  "
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1 Interpretar problemas matemáticos y de la vida cotidiana extrayendo los datos dados, estableciendo las relaciones entre ellos y comprendiendo las preguntas formuladas. (CCL1, CCL2, STEM1, STEM2, STEM3, STEM4)",
    "1.2 Aplicar algunas herramientas sencillas y estrategias apropiadas que contribuyan a la resolución de problemas. (STEM1, STEM2, STEM3, STEM4, CPSAA5, CE3).",
    "1.3 Obtener soluciones matemáticas de un problema por métodos sencillos activando los conocimientos necesarios. (STEM1, STEM2, STEM3, CE3, CCEC4)",
    "Competencia específica 2",
    "2.1 Comprobar, de forma guiada, la corrección matemática de las soluciones de un problema realizando los procesos necesarios. (STEM1, STEM2)",
    "2.2 Comprobar, de manera guiada, la validez de las soluciones de un problema y su coherencia en el contexto planteado, conociendo el alcance y repercusión de estas desde diferentes perspectivas (de género, de sostenibilidad, de consumo responsable, etc.). (CCL2, STEM1, STEM4)",
    "Competencia específica 3",
    "3.1 Comprobar conjeturas sencillas de forma guiada analizando patrones y propiedades. (CCL1, STEM1, STEM2)",
    "3.2 Plantear variantes de un problema dado de forma guiada modificando algún dato. (CCL1, STEM2)",
    "3.3 Emplear herramientas tecnológicas adecuadas en la comprobación de problemas analizando el resultado obtenido. (STEM1, CD2).",
    "Competencia específica 4",
    "4.1 Organizar datos y descomponer un problema en partes más simples identificando los datos y los resultados de cada una de las partes (STEM1, STEM2).",
    "4.2 Modelizar situaciones y resolver problemas interpretando algoritmos. (STEM1, STEM3)",
    "Competencia específica 5",
    "5.1 Reconocer las relaciones entre los conocimientos y experiencias matemáticas apreciando un todo coherente. (STEM1)",
    "5.2 Identificar conexiones entre diferentes procesos matemáticos aplicando conocimientos y experiencias previas. (STEM1)",
    "Competencia específica 6",
    "6.1 Identificar situaciones susceptibles de ser formuladas y resueltas mediante herramientas matemáticas, estableciendo conexiones entre el mundo real y las matemáticas y usando los procesos inherentes a la investigación científica y matemática: medir, comunicar y clasificar. (CCL1, STEM1, STEM2, CE3)",
    "6.2 Identificar conexiones coherentes entre las matemáticas y otras materias resolviendo problemas contextualizados de manera guiada. (STEM2)",
    "6.3 Conocer la aportación de las matemáticas al progreso de la humanidad y su contribución a la superación de los retos que demanda la sociedad actual. (STEM2, STEM5, CCEC1)",
    "Competencia específica 7",
    "7.1 Representar conceptos, procedimientos, información y resultados matemáticos de modos distintos y con diferentes herramientas, visualizando ideas y estructurando procesos matemáticos. (STEM3)",
    "7.2 Utilizar representaciones matemáticas que ayuden en la búsqueda de estrategias de resolución de una situación problematizada, usando material manipulativo si es necesario. (STEM3)",
    "Competencia específica 8",
    "8.1 Comunicar información utilizando el lenguaje matemático apropiado, utilizando diferentes medios, oralmente y por escrito, al describir y explicar razonamientos. (CCL1, CP1, STEM2, STEM4)",
    "8.2 Reconocer el lenguaje matemático presente en la vida cotidiana comunicando mensajes con contenido matemático con precisión. (CCL1, CCL3, CP1, STEM2, STEM4)",
    "Competencia específica 9",
    "9.1 Reconocer las emociones propias, valorar el autoconcepto matemático como herramienta generando expectativas positivas ante nuevos retos matemáticos. (STEM5, CPSAA1)",
    "9.2 Mostrar una actitud positiva y perseverante, aceptando la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje planteadas. (CPSAA1, CPSAA5)",
    "Competencia específica 10",
    "10.1 Colaborar activamente y construir relaciones con las matemáticas en equipos heterogéneos, respetando diferentes opiniones, comunicándose de manera efectiva y pensando de forma creativa. (CCL5, CP3, STEM3, CPSAA3, CC2, CC3)",
    "10.2 Participar en las tareas que deban desarrollarse en equipo, aportando valor, favoreciendo la inclusión, la escucha activa y asumiendo el rol asignado. (CPSAA1)  "
  ]
}
