{
    "criteriosEvaluacion": [
        "1.1 Analizar piezas vocales explicando de manera razonada las cualidades que las hacen afines a un estilo, a un género o a una cultura, así como otras características de la interpretación y de la puesta en escena, con especial atención al patrimonio andaluz.",
        "1.2. Explicar la relación del texto con la música en diferentes composiciones vocales, analizando el texto y la curva de tensiones musicales.",
        "2.1. Realizar ejercicios e improvisaciones complejas para el desarrollo de la escucha activa y de la capacidad vocal, aplicando técnicas vocales y corporales sanas, y reforzando la autoestima y la autoconfianza.",
        "2.2. Reconocer y valorar las intencionalidades de la práctica coral y el canto, tanto en la música de nuestra tradición occidental, en especial en la andaluza, como en la de otras culturas, distinguiendo y valorando las características de sus lenguajes.",
        "3.1. Participar como intérprete de coro, demostrando eficacia, escucha activa, precisión técnica y una expresión vocal y corporal adecuada al servicio del conjunto y a las directrices de la dirección.",
        "3.2. Desarrollar las posibilidades interpretativas de la voz participando activamente como intérprete en diferentes agrupaciones y estilos.",
        "4.1. Mostrar, en la actuación, una actitud escénica adecuada y respeto por el público.",
        "4.2. Participar, con iniciativa, responsabilidad y conciencia de grupo, en el montaje de proyectos escénicos, asumiendo alguna de las funciones de la producción e identificando oportunidades de desarrollo personal, social, académico o profesional.",
        "4.3. Relacionar inclusivamente las oportunidades artísticas actuales mediante el conocimiento de iniciativas musicales y su impacto social y económico.",
        "4.4. Construir un proyecto musical fomentando la creatividad e innovación, haciendo uso de diversos medios y soportes audiovisuales."
    ],
    "saberes": [
        "A. Análisis",
        "CORO.2.A.1. El texto y su métrica como base de la articulación, velocidad y precisión rítmica. ",
        "CORO.2.A.2. Recursos interpretativos y escénicos. Curva de tensiones musicales.",
        "CORO.2.A.3. Características básicas de los estilos, géneros y culturas musicales seleccionados.",
        "CORO.2.A.4. Piezas vocales de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales y de origen popular, con grado de dificultad acorde al nivel del curso y del grupo, incidiendo en obras propias del patrimonio musical andaluz.",
        "B. Técnica vocal",
        "CORO.2.B.1. Práctica de la relajación y la concentración. ",
        "CORO.2.B.2. Cuidado de la voz y postura del cuerpo.",
        "CORO.2.B.3. Elementos de la producción vocal: respiración, emisión, articulación, resonancias y dinámica. ",
        "CORO.2.B.4. Técnicas de expresión corporal. Relación de la emisión vocal y el movimiento.",
        "CORO.2.B.5. Ejercicios y vocalizaciones. Improvisaciones.",
        "CORO.2.B.6. El oído armónico y la afinación: entonación de intervalos, acordes y cadencias. ",
        "CORO.2.B.7. Valoración del silencio para una buena escucha e interpretación musical.",
        "C. Práctica de conjunto",
        "CORO.2.C.1. El sonido de conjunto: respiración, ataque, afinación, articulación, ritmo, fraseo y dinámica. Equilibrio entre voces y planos sonoros.",
        "CORO.2.C.2. La improvisación vocal y corporal en el conjunto.",
        "CORO.2.C.3. La percusión corporal y otros diseños coreográficos, como acompañamiento de la creación coral. ",
        "CORO.2.C.4. Interpretación de partituras con notación no convencional.",
        "CORO.2.C.5. La memoria musical en las producciones corales.",
        "CORO.2.C.6. Los ensayos: finalidades y organización en los proyectos corales.",
        "CORO.2.C.7. Repertorio de coro de diferentes épocas y estilos del ámbito occidental, incidiendo en el repertorio coral andaluz, así como de otros ámbitos culturales, con o sin acompañamiento instrumental.",
        "CORO.2.C.8. Funciones de la producción artística: preproducción, ensayos, apoyo técnico y difusión.",
        "CORO.2.C.9. Utilización de medios audiovisuales e informáticos para favorecer la interpretación y la escucha de las producciones propias.",
        "CORO.2.C.10. Oportunidades de desarrollo personal, social, académico y profesional ligadas al ámbito musical."
    ]
}