{
    "criteriosEvaluacion": [
        "1.1 Detectar les característiques estilístiques de les obres vocals treballades a l’aula mitjançant l’anàlisi crítica per garantir una interpretació d’acord amb la intencionalitat del compositor o compositora.",
        "1.2 Argumentar les característiques de diferents propostes musicals vocals mitjançant l’anàlisi crítica per comprendre la intencionalitat del compositor o compositora.",
        "2.1 Presenciar manifestacions musicals amb intervencions vocals, diferenciant gèneres i estils i desenvolupant un esperit crític i reflexiu.",
        "2.2 Reconèixer les intencionalitats de la pràctica coral i el cant, tant en la música de la nostra tradició occidental com en la d’altres cultures, distingint i valorant les característiques dels seus llenguatges.",
        "3.1 Conèixer les possibilitats interpretatives de la veu participant activament com a intèrpret en diferents agrupacions i estils.",
        "3.2 Interpretar diferents peces musicals de manera col·laborativa produint una qualitat de so adequada amb precisió tècnica i expressió.",
        "4.1 Relacionar la interpretació amb l’expressió de sentiments i emocions, aplicant tècniques vocals i reforçant l’autoestima i la confiança en si mateix.",
        "5.1 Integrar obertament els diferents coneixements adquirits prèviament sobre la veu i el cant creant projectes innovadors que utilitzin diversos suports audiovisuals.",
        "5.2 Desenvolupar amb creativitat actuacions vocals en públic mostrant respecte, cortesia i estima als assistents i a les seves opinions."
    ],
    "saberes": [
        "Tècnica vocal",
        "- Anàlisi de la morfologia de l’aparell de fonació i l’aparell respiratori en la pràctica vocal.",
        "- Aplicació de les tècniques de relaxació vocal i corporal en la interpretació del repertori.",
        "- Aplicació de les tècniques de respiració aplicades al cant.",
        "- Aplicació de tècniques vocals com ara vocalització, dicció, articulació, emissió i control del so i impostació durant la interpretació d’obres.",
        "- Identificació del timbre i tessitura de la pròpia veu.",
        "Pràctica de conjunt",
        "- Pràctica vocal conjunta i coordinada aplicant les tècniques de respiració, atac, afinació, articulació, ritme i fraseig.",
        "- Execució de l’afinació en la pràctica vocal individual i en grup.",
        "- Comprensió del gest de direcció en la interpretació vocal col·lectiva.",
        "- Interpretació de l’anacrusi com a moviment bàsic de la pràctica del grup.",
        "- Aprenentatge del repertori aplicant la tècnica de la lectura a primera vista.",
        "- Interpretació de repertori musical de diferents èpoques, estils i gèneres, incloent-hi peces i obres actuals.",
        "- Posada en escena de les obres vocals treballades en diferents espais i contextos."
    ]
}