{
    "criteriosEvaluacion": [
        "Competencia específica 1",
        "1.1 Identificar y explicar la presencia de formas y relaciones geométricas en el arte, y el diseño, comprendiendo el motivo, interés o intencionalidad con la que se han utilizado. (CCL1, CCL2, CCL3, STEM2, CD1, CPSAA4, CC1, CC2, CCEC1, CCEC2) 1.2 Conocer referencias de arquitectura, diseño, escultura y pintura que exploren cánones aritméticos y simbólicos entre otros estableciendo las relaciones entre estos y las diferentes épocas y contextos. (CCL2, CCL3, STEM2, CD1, CC2, CCEC1, CCEC2) Competencia específica 2",
        "2.1 Diseñar y ejecutar patrones y mosaicos, aplicando las transformaciones geométricas al diseño de patrones y mosaicos. (CCL1, STEM1, STEM2, CD2, CD3, CPSAA5, CE3, CCEC3.1, CCEC3.2, CCEC4.1)",
        "2.2 Diseñar formas creativas, empleando tangencias, enlaces y curvas cónicas, indicando gráficamente la construcción auxiliar utilizada, los puntos de enlace y la relación entre sus elementos, valorando su aplicación en numerosos diseños, estructuras arquitectónicas, formas decorativas y objetos de uso común. (STEM1, STEM2, CD2, CD3, CPSAA5, CE3, CCEC3.1, CCEC3.2)",
        "2.3 Desarrollar la observación y el análisis a través del ejercicio sistemático de diversas formas de registro, utilizando el esbozo, cuaderno de campo y diario gráfico, estructurando toda la información de forma lógica, racional y creativa. (STEM1, STEM2, CD2, CD3, CE3)",
        "Competencia específica 3",
        "3.1 Dibujar, en las perspectivas isométrica y caballera, formas volumétricas incorporando curvas. (STEM1, STEM2, STEM3, STEM4, CD3, CPSAA5, CE3)",
        "3.2 Diseñar espacios o escenografías aplicando la perspectiva cónica, representando las luces y sombras de los objetos contenidos y reflexionando sobre el proceso realizado y el resultado obtenido. (STEM1, STEM2, STEM3, STEM4, CD3, CPSAA5, CE3, CCEC3.2, CCEC4.1, CCEC4.2)",
        "3.3 Manifestar el dominio progresivo en la realización a mano alzada de ejercicios de representación del espacio, ajustándose a los sistemas de representación convencionales. (STEM1, STEM2, STEM3, STEM4, CD3)",
        "Competencia específica 4",
        "4.1 Proyectar, de manera individual o en grupo, un diseño sencillo, comunicando de manera clara e inequívoca su forma y dimensiones mediante el uso de la normalización, aplicando estrategias y destrezas que agilicen el trabajo colaborativo. (CCL2, CP2, STEM1, STEM4, CD1, CD2, CPSAA1.1, CPSAA4, CPSAA5, CE3, CCEC3.2, CCEC4.1, CCEC4.2)",
        "4.2 Justificar el proceso de diseño movilizando conocimientos, referenciando fuentes de investigación y utilizando el vocabulario específico adecuado al contexto. (CCL2, CP2, STEM4, CD1, CD2)",
        "4.3 Dominar el croquizado a mano alzada utilizándolo como elemento imprescindible en el proceso de trabajo. (STEM4, CD1, CD2)",
        "Competencia específica 5",
        "5.1 Realizar y presentar, de forma individual y colectiva proyectos sencillos relacionados con el diseño industrial o arquitectónico, valorando la exactitud, rapidez y limpieza que proporciona la utilización de aplicaciones informáticas, planificando de manera conjunta su desarrollo, revisando el avance de los trabajos con actitud crítica y reflexiva, aprovechando las posibilidades que las herramientas del dibujo vectorial aportan a los campos del diseño y el arte. (STEM3, STEM4, CD1, CD2, CD3, CD5, CPSAA5, CE3, CCEC3.1, CCEC4.1, CCEC4.2)"
    ],
    "saberes": [
        "A: Geometría, arte y entorno.",
        "- Geometría e ilusiones ópticas en el arte y el diseño.",
        "- Bocetos a mano alzada.",
        "- Estructuras geométricas en el arte, en el diseño y en la arquitectura.",
        "- Módulo y redes modulares. Composiciones modulares en el diseño gráfico de objetos y de espacios.",
        "- Transformaciones geométricas. Aplicación en la creación de mosaicos y patrones. Trazado con y sin herramientas digitales.",
        "- Enlaces y tangencias. Aplicación en el diseño gráfico mediante trazado manual y digital.",
        "- Las curvas cónicas en la naturaleza, el entorno, el arte y el diseño.",
        "- Evolución de la forma tridimensional: la estructura. La estructura como soporte y como base compositiva. Tipos de estructuras y su visualización.",
        "- La representación del espacio en el diseño y arte contemporáneo. Esquemas compositivos.",
        "B. Sistemas de representación del espacio aplicado.",
        "- Proyecciones diédricas de sólidos y espacios sencillos. Secciones planas.",
        "Determinación de su verdadera magnitud.",
        "- Representación de la circunferencia y de sólidos sencillos en perspectivas isométrica y caballera. Aplicación al diseño de formas tridimensionales.",
        "- Estructuras poliédricas. Los sólidos platónicos. Aplicación en la Arquitectura y el diseño.",
        "- Aplicaciones de la perspectiva cónica, frontal, oblicua y de cuadro inclinado,al diseño de espacios y objetos. Representación de luces y sombras.",
        "C. Normalización y diseño de proyectos.",
        "- Fases de un proyecto de diseño: del croquis al plano de taller.",
        "- Vistas acotadas de objetos mediante. Cortes, secciones y roturas.",
        "- Fases de un proyecto de diseño: del croquis al plano de taller.",
        "D. Herramientas digitales para el diseño.",
        "- El proyecto: tipos, elementos y fases. Programación de tareas.",
        "- Elaboración de la documentación gráfica de un proyecto gráfico, industrial o arquitectónico sencillo en 2D y 3D, utilizando programas de dibujo asistido por ordenador aplicados a proyectos de arte y diseño.",
        "- Mapas conceptuales y presentación."
    ]
}