{
  "saberes": [
    "Bloque 1. Autoconocimiento y autonomía moral",
    "• La ética dentro del conjunto de saberes filosóficos.",
    "– El objeto de la ética.",
    "– La aplicación de la ética: la orientación para la resolución de problemas complejos sobre cómo actuar.",
    "• La naturaleza humana.",
    "– Libertad y moral como características específicamente humanas.",
    "– La identidad personal, el cruce de caminos entre la naturaleza, la crianza y el proyecto vital.",
    "• La educación de emociones y sentimientos.",
    "– La autoestima personal.",
    "– La igualdad y el respeto en las relaciones con otras personas.",
    "– La educación afectivo-sexual.",
    "• Análisis de las acciones.",
    "– Los motivos de la acción: deseos y razones.",
    "– La voluntad como razón práctica.",
    "– La autonomía de la voluntad.",
    "– La responsabilidad de las acciones.",
    "• La ética y las éticas como guías de nuestras acciones.",
    "– El juicio moral: las normas, el valor y el valioso, las virtudes, los sentimientos morales.",
    "– Universalismo y pluralismo moral.",
    "– Éticas de la felicidad, éticas del deber, éticas de la virtud.",
    "• Ética y derecho.",
    "– Semejanzas y diferencias entre ética y derecho.",
    "– El conflicto legitimidad-legalidad.",
    "– La objeción de conciencia.",
    "– Los derechos individuales y los deberes ciudadanos.",
    "– El debate sobre la libertad de expresión.",
    "• La ética en la sociedad actual.",
    "– El problema de la desinformación.",
    "– La protección de datos y el derecho a la intimidad.",
    "– El ciberacoso y otras formas de violencia en las redes sociales.",
    "– Las conductas adictivas.",
    "Bloque 2. Sociedad, justicia y democracia",
    "• La sociedad humana: naturaleza y origen.",
    "– Las estructuras sociales y los grupos de pertenencia.",
    "– Cooperación y altruismo frente a competencia y egoísmo.",
    "• La convivencia social.",
    "– Las virtudes del diálogo y las normas de argumentación.",
    "– La resolución pacífica de conflictos.",
    "– La empatía con los demás.",
    "• La política.",
    "– Conceptos clave: ley, poder, soberanía, justicia y dignidad.",
    "– El Estado: formas de Estado y tipos de gobierno.",
    "– La democracia: principios, procedimientos e instituciones.",
    "– El Estado español como estado social y democrático de derecho.",
    "– Valores constitucionales.",
    "– La memoria democrática.",
    "• Los derechos humanos.",
    "– Referente moral de la democracia y la justicia social.",
    "– Generaciones e historia de los derechos humanos.",
    "– Derechos de la infancia.",
    "– Los derechos económicos, sociales y culturales: el derecho al trabajo, a la salud, a la educación y a la justicia.",
    "• La participación democrática: ser ciudadanos.",
    "– Otras formas de participación social: el asociacionismo y el voluntariado.",
    "• La búsqueda de la justicia social.",
    "– La desigualdad económica y la lucha contra la pobreza.",
    "– Globalización económica y bienes públicos globales.",
    "– El comercio justo.",
    "– El valor social de los impuestos.",
    "• La igualdad de género.",
    "– Las diversas ondas y corrientes del feminismo.",
    "– La prevención de la explotación y la violencia contra niñas y mujeres.",
    "– La corresponsabilidad en las tareas domésticas y de cuidados.",
    "• La sociedad y la ciudadanía plural.",
    "– El interculturalismo.",
    "– La inclusión social y el respeto por la diversidad y las identidades étnico-culturales y de género.",
    "– Los derechos LGTBIQ+.",
    "• La convivencia pacífica y segura.",
    "– La guerra, el terrorismo y otras formas de violencia política.",
    "– La atención a las víctimas de la violencia.",
    "– Acciones individuales y colectivas en favor de la paz.",
    "– La contribución del Estado y los organismos internacionales a la paz, a la seguridad integral y a la cooperación.",
    "– El derecho internacional y la ciudadanía global.",
    "– Las fuerzas armadas y la defensa al servicio de la paz.",
    "– El papel de las ONG y de las ONGD en la lucha por la paz.",
    "• Los desafíos de la democracia actual.",
    "– Los códigos deontológicos.",
    "– Las éticas aplicadas.",
    "– Fines y límites éticos de la investigación científica. La bioética.",
    "– El desafío de la inteligencia artificial.",
    "– Las propuestas transhumanistas.",
    "Bloque 3. Sostenibilidad y ética ambiental",
    "• Vida responsable con el entorno y protección del medio ambiente.",
    "– Recorrido crítico sobre las diferentes formas de relación del ser humano con la naturaleza a lo largo de la historia y la huella ecológica de las acciones humanas en el planeta.",
    "– Empatía y responsabilidad con el entorno: interdependencia, interconexión y ecodependencia.",
    "– La protección del medio ambiente y los derechos para con la naturaleza: derechos humanos de tercera generación.",
    "• Consumo responsable para una vida sostenible en el planeta.",
    "– Los límites del planeta y el agotamiento de los recursos.",
    "– Objetivos del desarrollo sostenible: agenda hacia 2030 para un planeta sostenible.",
    "– Economía sostenible y ecológica en la globalización, y nueva lógica del crecimiento: economía circular y economía azul.",
    "– Hábitos para una gestión adecuada de los recursos y tratamiento preventivo de los residuos. La movilidad segura, saludable y sostenible.",
    "– Consumo responsable y soberanía alimentaria.",
    "• Propuestas científicas y ético-políticas acerca de los problemas ecosociales.",
    "– Justicia ecológica.",
    "– Ética medioambiental: ecocentrismo, biocentrismo y extensionismo.",
    "– Ecofeminismo y ética del cuidado.",
    "• Protección y derechos de los animales.",
    "– Valores éticos y democráticos como fundamento para una conducta empática y respetuosa hacia los animales.",
    "– Los derechos humanos de la tercera generación y la conducta con los animales basada en derechos."
  ],
  "criteriosEvaluacion": [
    "• CE1.1. Construir y expresar un concepto ajustado de sí mismo reconociendo las múltiples dimensiones de su naturaleza y personalidad, así como de la dimensión cívica y moral de esta, a partir de la investigación y del diálogo alrededor de diversas concepciones sobre la naturaleza humana. OBJ1",
    "• CE1.2. Identificar, gestionar y comunicar ideas, emociones, afectos y deseos con comprensión y empatía hacia las demás personas, demostrando autoestima y compartiendo un concepto adecuado de lo que deben ser las relaciones con otras personas, incluyendo el ámbito afectivo-sexual. OBJ1",
    "• CE1.3. Desarrollar y demostrar autonomía moral mediante la práctica de la deliberación racional, el uso de conceptos éticos y el diálogo respetuoso con los demás, alrededor de distintos valores y modos de vida, así como a problemas relacionados con el ejercicio de los derechos individuales, el uso responsable y seguro de las redes, las conductas adictivas y el acoso escolar. OBJ1",
    "• CE1.4. Desarrollar una actitud de gestión equilibrada de las emociones, de estima y cuidado de sí y de las demás personas, identificando, analizando y expresando de manera asertiva las propias emociones y sentimientos, y reconociendo y valorando los de los demás en distintos contextos y alrededor de actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas. OBJ4",
    "• CE2.1. Promover y demostrar una convivencia pacífica, respetuosa, democrática y comprometida con el bien común, a partir de la investigación sobre la naturaleza social y política del ser humano y el uso y comprensión crítico de los conceptos de ley, poder, soberanía, justicia, Estado, democracia, memoria democrática, dignidad y derechos humanos. OBJ2",
    "• CE2.2. Fomentar el ejercicio de la ciudadanía activa y democrática a través del conocimiento del movimiento asociativo y la participación respetuosa, dialogante y constructiva en actividades de grupo que impliquen tomar decisiones colectivas, planificar acciones coordinadas y resolver problemas aplicando procedimientos y principios cívicos, éticos y democráticos explícitos. OBJ2",
    "• CE2.3. Contribuir a generar un compromiso activo con el bien común a través del análisis y la toma razonada y dialogante de posición alrededor de cuestiones éticas de actualidad como la lucha contra la desigualdad y la pobreza, el derecho al trabajo, la salud, la educación y la justicia, así como sobre los fines y límites éticos de la investigación científica. OBJ2",
    "• CE2.4. Tomar consciencia de la lucha por una efectiva igualdad de género y del problema de la violencia y explotación sobre las mujeres, a través del análisis de las diversas generaciones y corrientes del feminismo y de las medidas de prevención de la desigualdad, la violencia y la discriminación por razón de género y orientación sexual, mostrando igualmente conocimiento de los derechos LGTBIQ+ y reconociendo la necesidad de respetarlos. OBJ2",
    "• CE2.5. Contribuir activamente al bienestar social adoptando una posición propia, explícita, informada y éticamente fundamentada sobre el valor y pertinencia de los derechos humanos, el respeto por la diversidad etnocultural, la consideración de los bienes públicos globales, la percepción del valor social de los impuestos. OBJ2",
    "• CE2.6. Contribuir a la consecución de un mundo más justo y pacífico a través del análisis y reconocimiento de la historia democrática de nuestro país y de las funciones del Estado de derecho y sus instituciones, los organismos internacionales, las asociaciones civiles y los cuerpos y fuerzas de seguridad del Estado, en su empeño por lograr la paz y la seguridad integral, atender a las víctimas de la violencia y promover la solidaridad y cooperación entre las personas y los pueblos. OBJ2",
    "• CE3.1. Describir las relaciones históricas de interconexión, interdependencia y ecodependencia entre nuestras vidas y el entorno a partir del análisis de las causas y consecuencias de los más graves problemas ecosociales que nos afectan. OBJ3",
    "• CE3.2. Valorar distintos planteamientos científicos, políticos y éticos con los que afrontar la emergencia climática y la crisis ambiental a través de la exposición y el debate argumental alrededor de estos. OBJ3",
    "• CE3.3. Promover estilos de vida éticamente comprometidos con el logro de un desarrollo sostenible, contribuyendo por sí mismo y en su entorno al tratamiento preventivo de los residuos, la gestión sostenible de los recursos, la movilidad segura, sostenible y saludable, el comercio justo, el consumo responsable, el cuidado del patrimonio natural, el respeto por la diversidad etnocultural, y el cuidado y protección de los animales. OBJ3",
    "• CE3.4. Desarrollar una actitud de gestión equilibrada de las emociones, de estima y cuidado de sí mismo y de los otros, identificando, analizando y expresando de manera asertiva las propias emociones y sentimientos, y reconociendo y valorando los de los demás en distintos contextos y alrededor de actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas. OBJ4"
  ]
}
