{
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "Criterio 1.1. Reconocer los rasgos estilísticos de la música y de la danza en las diferentes épocas históricas, a través de la escucha activa y del visionado de manifestaciones artísticas, así como del análisis de partituras y textos representativos.",
        "Criterio 1.2. Determinar la función de la música y de la danza en los diferentes contextos, estableciendo vínculos entre las características de estas manifestaciones artísticas y los hechos históricoestéticos que determinan el periodo.",
        "Competencia específica 2.",
        "Criterio 2.1. Explicar la relación entre la música, la danza y otras manifestaciones artísticas, identificando los condicionantes históricos y los fundamentos estéticos que comparten y analizando su carácter interdisciplinar.",
        "Criterio 2.2. Analizar la importancia del patrimonio musical, escénico y artístico como expresión de una época, valorando la responsabilidad sobre su conservación y difusión.",
        "Competencia específica 3.",
        "Criterio 3.1. Experimentar con las características de la música y de la danza de un periodo histórico determinado, interpretando o dramatizando fragmentos o adaptaciones de obras relevantes con instrumentos musicales, la voz o el propio cuerpo.",
        "Criterio 3.2. Valorar la riqueza del patrimonio musical y dancístico a través del reconocimiento de las características de un determinado periodo en la adaptación de las interpretaciones y el contraste con las muestras originales.",
        "Criterio 3.3. Participar activamente en las interpretaciones asumiendo las diferentes funciones que se asignen y mostrando interés por aproximarse al conocimiento y disfrute del repertorio propuesto.",
        "Competencia específica 4.",
        "Criterio 4.1. Analizar las diferentes corrientes interpretativas, comparando distintas versiones musicales de una misma obra e identificando su vinculación con la estética del periodo.",
        "Criterio 4.2. Utilizar fuentes de información fiables en investigaciones sobre los principales compositores y compositoras, intérpretes y obras de la historia de la música y de la danza, aplicando estrategias de búsqueda, de selección y de reelaboración de la información.",
        "Criterio 4.3. Reconocer la identidad cultural propia, valorando la riqueza del patrimonio musical a través de las investigaciones realizadas.",
        "Criterio 4.4. Analizar el papel de la mujer en la música y la danza desde una perspectiva igualitaria.",
        "Competencia específica 5.",
        "Criterio 5.1. Explicar los distintos conceptos teóricoestéticos aplicados a la música y la danza, usando de forma fiable y responsable las tecnologías digitales y respetando los derechos de autor.",
        "Criterio 5.2. Expresar opiniones e ideas propias, informadas y fundamentadas, sobre el patrimonio musical y dancístico, usando un vocabulario específico, formulando argumentos de carácter teórico y estético y analizando críticamente el contexto de creación de obras."    
    ],
    "saberes": [
        "Bloque A. Percepción visual y auditiva.",
        "A.1. Percepción visual y auditiva.",
        "A.1.1. Elementos de la música y de la danza. Identificación y análisis.",
        "A.1.2. Rasgos que definen la música y la danza de diferentes periodos históricos a nivel auditivo y visual.",
        "A.1.3. Aspectos socioculturales de la recepción artística. Evolución de los formatos y desarrollo del público.",
        "A.1.4. Estrategias de escucha, visionado y análisis de textos y partituras.",
        "Bloque B. Contextos de creación.",
        "B.1. Contextos de creación.",
        "B.1.1. Factores culturales, sociales, económicos y políticos que inciden en la creación musical. Función social de la música y de la danza.",
        "B.1.2. Características y evolución estética y estilística de la música y de la danza a lo largo de la historia.",
        "B.1.3. Principales corrientes, escuelas, autores y autoras, intérpretes y obras representativas de la música y de la danza desde la Antigüedad clásica hasta nuestros días.",
        "B.1.4. El papel del intérprete a lo largo de la historia.",
        "B.1.5. La música y la danza y su relación con las demás artes.",
        "B.1.6. Interés por conocer, respetar y difundir el patrimonio musical y dancístico.",
        "Bloque C. Investigación, opinión crítica y difusión.",
        "C.1. Investigación musical y opinión crítica.",
        "C.1.1. La investigación musical: procesos de búsqueda, selección, tratamiento y difusión de la información. ",
        "C.1.2. Fuentes de investigación musical: fiabilidad y validez.",
        "C.2. Difusión.",
        "C.2.1. Uso de las tecnologías digitales en la difusión de la música y de la danza. Reseñas, comentarios y críticas musicales. ",
        "C.2.2. Derechos de autor y propiedad intelectual.",
        "Bloque D. Experimentación activa.",
        "D.1.Experimentación activa.",
        "D.1.1. Técnicas sencillas de interpretación de obras adaptadas o fragmentos musicales representativos del repertorio musical.",
        "D.1.2. Práctica de danzas sencillas de diferentes periodos históricos.",
        "D.1.3. Estrategias y técnicas básicas de dramatización de textos de la música vocal y su dramatización."
    ]
}
