{
  "saberes": [
    "A. Las lenguas y sus hablantes",
    "Iniciación a la reflexión interlingüís- tica.",
    "Estrategias de identificación de prejui- cios y estereotipos lingüísticos y explo- ración de formas de evitarlos.",
    "B. Comunicación",
    "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos, con atención conjunta a los siguientes aspectos:",
    "B1. Contexto",
    "Componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre personas interlocutoras; propósitos comunicativos e interpreta- ción de intenciones; canal de comuni- cación y elementos no verbales de la comunicación.",
    "b2. Géneros discursivos",
    "Secuencias textuales básicas, con es- pecial atención a las narrativas, des- criptivas, dialogadas y expositivas.",
    "Propiedades textuales: coherencia, cohesión y adecuación.",
    "Géneros discursivos propios del ámbi- to personal: la conversación.",
    "Géneros discursivos propios del ám- bito educativo.",
    "Géneros discursivos propios del ámbi- to social. Redes sociales y medios de comunicación. Etiqueta digital. Ries- gos de desinformación, manipulación y vulneración de la privacidad en la red. Análisis de la imagen y elementos paratextuales de los textos icónico- verbales y multimodales.",
    "b3. Procesos",
    "Interacción oral y escrita de carácter informal: tomar y dejar la palabra. Co- operación conversacional y cortesía lingüística. Escucha activa, asertividad y resolución dialogada de los conflictos.",
    "Comprensión oral: sentido global del tex- to y relación entre sus partes, selección y retención de la información relevante. Detección de usos discriminatorios del lenguaje verbal y no verbal.",
    "Producción oral formal: planificación y búsqueda de información, textua- lización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos dis- cursivos y lingüísticos de la oralidad formal.",
    "Comprensión lectora: sentido global del texto y relación entre sus partes. La intención de la persona emisora. Detección de usos discriminatorios del lenguaje verbal e icónico.",
    "Producción escrita: planificación, tex- tualización, revisión y edición en dife- rentes soportes. Usos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas con- ceptuales, definiciones, resúmenes, etc.",
    "Alfabetización mediática e informa- cional: búsqueda y selección de la in- formación con criterios de fiabilidad, calidad y pertinencia; análisis, valo- ración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión creativa y respetuosa con la propiedad intelec- tual. Utilización de plataformas virtua- les para la realización de proyectos escolares.",
    "b4. reconocimiento y uso discursivo de los elementos lingüísticos",
    "Recursos lingüísticos para mostrar la implicación de la persona emisora en los textos: formas de deixis (personal, temporal y espacial) y procedimientos de modalización.",
    "Recursos lingüísticos para adecuar el registro a la situación de comunicación.",
    "Mecanismos de cohesión. Conectores textuales temporales, explicativos, de orden y de contraste. Mecanismos de referencia interna gramaticales (susti- tuciones pronominales y adverbiales) y léxicos (repeticiones, sinónimos, hiperónimos y elipsis).",
    "Uso coherente de las formas verbales en los textos. Los tiempos del pasado en la narración. Correlación temporal en el discurso relatado.",
    "Corrección lingüística y revisión orto- gráfica y gramatical de los textos. Uso de diccionarios, manuales de consulta y de correctores ortográficos en sopor- te analógico o digital.",
    "Los signos básicos de puntuación como mecanismo organizador del texto escrito. Su relación con el significado.",
    "C. Educación literaria",
    "C1. Lectura autónoma",
    "Implicación en la lectura de obras de forma progresivamente autónoma a partir de una preselección de textos variados, y reflexión sobre los textos leídos y sobre la práctica de lectura, atendiendo a los siguientes saberes:",
    "Criterios y estrategias para la selec- ción de obras variadas de manera orientada, a partir de la exploración guiada de la biblioteca escolar y pú- blica disponible.",
    "Toma de conciencia progresiva de los propios gustos e identidad lectora.",
    "Participación activa en actos culturales vinculadosconelcircuitoliterarioylector.",
    "Expresión de la experiencia lectora, con apoyo de ejemplos y utilizando progresivamente un metalenguaje específico. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "Movilización de la experiencia perso- nal y lectora como forma de establecer vínculos entre la obra leída y aspectos de la actualidad, así como con otros textos y manifestaciones artísticas y culturales.",
    "Estrategias para la recomendación de las lecturas, en soportes variados o bien oralmente entre iguales.",
    "C2. Lectura guiada",
    "Lectura de obras y fragmentos relevantes de la literatura juvenil contemporá- nea y del patrimonio literario universal, inscritas en itinerarios temáticos o de género que atraviesan épocas, contextos culturales y movimientos artísticos, atendiendo a los siguientes saberes:",
    "Estrategias para la construcción com- partida de la interpretación de las obras a través de conversaciones literarias, con la incorporación progresiva de metalenguaje específico.",
    "Relación y comparación de los textos leídos con otros textos, con otras ma- nifestaciones artísticas y culturales y con las nuevas formas de ficción en función de temas, tópicos, estructuras y lenguajes.",
    "Expresión pautada, a través de pro- cesos y soportes diversificados, de la interpretación y valoración personal de obras y fragmentos literarios.",
    "Lectura con perspectiva de género",
    "Lectura expresiva, dramatización y re- citación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "Creación de textos a partir de la apro- piación de las convenciones del len- guaje literario y en referencia a mode- los dados (imitación, transformación, continuación, etc.).",
    "D. Reflexión sobre la lengua",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas en torno a los siguientes saberes:",
    "Diferencias relevantes e interseccio- nes entre lengua oral y lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
    "Aproximación a la lengua como siste- ma y a sus unidades básicas tenien- do en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado), su or- ganización en el discurso (orden de las palabras, componentes de las oracio- nes o conexión entre los significados).",
    "Distinción entre la forma (categoría gramatical) y la función de las pala- bras (funciones sintácticas), y conoci- miento de los procedimientos léxicos (afijos) y sintácticos para el cambio de categoría.",
    "Procedimientos de adquisición y for- mación de palabras. Reflexión sobre los cambios en su significado, las re- laciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo.",
    "Estrategias de uso progresivamente autónomo de diccionarios y manuales de gramática para obtener información gramatical básica."
  ],
  "criteriosEvaluacion": [
    "2.1. Comprender el sentido global, la estructura, la información más relevante en función de las necesidades comunica- tivas y la intención de la persona emisora en textos orales y multimodales sencillos de diferentes ámbitos, analizando la inte- racción entre los diferentes códigos.",
    "2.2. Valorar la forma y el contenido de textos orales y multimodales sencillos.",
    "3.1. Realizar narraciones y exposiciones orales sencillas con diferente grado de planificación sobre temas de interés per- sonal, social y educativo, ajustándose a las convenciones propias de los diversos géneros discursivos, con fluidez, cohe- rencia, cohesión y el registro adecuado, en diferentes soportes y utilizando de manera eficaz recursos verbales y no verbales.",
    "3.2. Participar en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales de ca- rácter dialogado de manera activa y adecuada, con actitudes de escucha activa y haciendo uso de estrategias de cooperación conversacional y cortesía lingüística.",
    "4.1. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención de la persona emisora en textos escritos y multimodales sencillos de diferentes ámbitos que res- pondan a diferentes propósitos de lectu- ra, realizando las inferencias necesarias.",
    "4.2. Valorar la forma y el contenido de textos sencillos.",
    "5.1. Planificar la redacción de textos escritos y multimodales sencillos, aten- diendo a la situación comunicativa, a la persona destinataria, al propósito y al canal; redactar borradores y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta, y presentar un texto final coherente, cohesionado y con el registro adecuado.",
    "5.2. Identificar procedimientos básicos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical.",
    "6.1. Localizar, seleccionar y contrastar información de manera guiada proce- dente de diferentes fuentes, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reela- borarla y comunicarla de manera creati- va adoptando un punto de vista crítico y respetando los principios de propiedad intelectual.",
    "6.2. Elaborar trabajos de investigación de manera guiada en diferentes soportes sobre diversos temas de interés acadé- mico, personal o social a partir de la información seleccionada.",
    "6.3. Adoptar hábitos de uso crítico, se- guro, sostenible y saludable de las tecno- logías digitales en relación a la búsqueda la comunicación de la información.",
    "7.1. Elegir y leer textos a partir de pre- selecciones, guiándose por los propios gustos, intereses y necesidades y dejan- do constancia del propio itinerario lector y de la experiencia de lectura.",
    "7.2. Compartir la experiencia de lectu- ra en soportes diversos relacionando el sentido de la obra con la propia expe- riencia biográfica y lectora.",
    "8.1. Explicar y argumentar, con la ayuda de pautas y modelos, la interpretación de las obras leídas.",
    "8.2. Establecer, de manera guiada, vínculos argumentados entre los textos leídos y otros textos escritos, orales o multimodales, así como con otras ma- nifestaciones artísticas y culturales, en función de temas, tópicos, estructuras, lenguaje y valores éticos y estéticos, mostrando la implicación y la respuesta personal de la persona en la lectura.",
    "8.3. Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovi- suales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios.",
    "9.1. Revisar los textos propios de mane- ra guiada y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística e interlingüística y con un metalenguaje específico.",
    "9.3. Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de la observación, la comparación y la transformación de enunciados, así como de la formulación de hipótesis y la búsqueda de contrae- jemplos utilizando un metalenguaje es- pecífico y consultando de manera guiada diccionarios, manuales y gramáticas.",
    "10.1. Identificar y desterrar los usos dis- criminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje a partir de la reflexión y el análisis de los elemen- tos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales que rigen la comunicación entre las personas.",
    "10.2. Utilizar estrategias para la resolu- ción dialogada de los conflictos y la bús- queda de consensos tanto en el ámbito personal como educativo y social."
  ]
}
