{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Explicar los aspectos esenciales de la evolución del lenguaje fotográfico y audiovisual, ",
        "valorando los cambios que se han producido a lo largo de la historia del medio. ",
        "1.2. Analizar las cualidades plásticas, formales y semánticas de producciones fotográficas y ",
        "audiovisuales de distintos estilos, formatos, géneros y culturas, determinando las reglas y ",
        "códigos por las que se rigen y valorando la flexibilidad de esas normas. ",
        "1.3. Proponer interpretaciones personales del patrimonio fotográfico y audiovisual, argumentando ",
        "desde un criterio estético propio. ",
        "Competencia específica 2. ",
        "2.1. Diseñar producciones audiovisuales creativas que representen las ideas, opiniones y ",
        "sentimientos propios a partir de un tema o motivo previos, incorporando las experiencias ",
        "personales y el acercamiento a otros medios de expresión. ",
        "2.2. Evaluar el rigor ético y formal con el que se usas las herramientas de creación fotográfica y ",
        "audiovisual, analizando diversas producciones, distinguiendo críticamente los modos de ",
        "presentar las informaciones y los mensajes, identificando su posible manipulación y ",
        "reflexionando sobre la necesidad de respeto de la propiedad intelectual y los derechos de ",
        "autor. ",
        "2.3. Realizar producciones audiovisuales creativas que representen las ideas, opiniones y ",
        "sentimientos propios a partir de un tema o motivo previos, utilizando la propia presencia en la ",
        "imagen y la banda de sonido y empleando el lenguaje y los medios de producción con rigor ",
        "ético y formal. ",
        "Competencia específica 3. ",
        "3.1. Confeccionar adecuadamente los equipos de trabajo para producciones audiovisuales ",
        "colectivas, identificando las diferentes habilidades requeridas y repartiendo tareas con criterio. ",
        "3.2. Planificar producciones audiovisuales determinando los medios y habilidades necesarios, ",
        "teniendo en cuenta todos sus aspectos (guion, planificación, interpretación, grabación, ",
        "edición, etc.), justificando razonadamente su elección y considerando los posibles imprevistos ",
        "y la manera de resolverlos. ",
        "3.3. Demostrar flexibilidad y habilidad para resolver los imprevistos propios de las producciones ",
        "audiovisuales, teniéndolos en cuenta en su planificación y considerando de manera abierta ",
        "las diferentes posibilidades para resolver un problema sobrevenido. ",
        "3.4. Realizar producciones audiovisuales de manera creativa, utilizando correctamente las ",
        "técnicas, herramientas y convecciones del lenguaje necesarias, valorando el trabajo ",
        "colaborativo e intentando conseguir un resultado final ajustado al proyecto preparado ",
        "previamente. ",
        "Competencia específica 4. ",
        "4.1. Justificar la elección del lenguaje, el formato y los medios técnicos en producciones ",
        "audiovisuales, considerando previamente el tipo de público al que se quieren dirigir. ",
        "4.2. Seleccionar las vías de difusión más adecuadas para producciones audiovisuales, teniendo ",
        "en cuenta su propósito, valorando de manera crítica e informada las posibilidades existentes, ",
        "utilizando entornos seguros y respetando la propiedad intelectual y los derechos de autor. ",
        "4.3. Analizar de manera abierta y respetuosa la recepción de las producciones audiovisuales ",
        "presentadas, comprobando la adecuación del lenguaje, el formato y los medios técnicos de la ",
        "obra, así como de las vías de difusión, y extrayendo de ello un aprendizaje para el crecimiento ",
        "creativo. "        
    ],
    "saberes": [
        "A. Hitos y contemporaneidad de la fotografía y el audiovisual. Formatos audiovisuales. ",
        "– Creación y evolución de la fotografía y el lenguaje audiovisual:  ",
        "Pioneros en los avances tecnológicos y en el establecimiento de las formas lingüísticas ",
        "en ambos medios.  ",
        "En la fotografía: Joseph Nicephore Niepce, Louis Daguerre, William Henry Fox ",
        "Talbot, George Eastman.  ",
        "En el cinematógrafo: Athanasius Kircher, Peter Mark Roget, Émile Reynaud, Étienne ",
        "Jules Marey, Eadward Muybridge, Hermanos Lumière, Louis Aimé A. Le Prince, ",
        "Thomas Alva Edison, Edwin S. Porter, Georges Méliès, Segundo de Chomón, ",
        "Escuela de Brighton, David W. Griffith, Alice Guy Blaché. ",
        "– Principales corrientes históricas en fotografía, máximos representantes:  ",
        "Los temas fotográficos, principales características y autores más relevantes.  ",
        "Pictorialismo, fotografía científica, fotoperiodismo, fotografía urbana, fotografía de paisaje, ",
        "retrato, fotografía de autor, fotografía publicitaria, fotografía de moda, fotomontaje, ",
        "fotografía abstracta.  ",
        "La obra gráfica de Henry Peach Robinson, Julia Margaret Cameron, Oscar G. Rejlander, ",
        "Joan Vilatobá, Dr. Hugh Welch Diamond, Nadar, Agencia Magnum, Dorothea Langue, ",
        "Walker Evans, Brassaï, Ansel Adams, Francesc Catalá-Roca, Diane Arbus, Cecil Beaton, ",
        "Chema Madoz, Anne Leibovitz, Cristina García Rodero, Ouka Leele, Oliviero Toscani, ",
        "Richard Avedon, Mario Testino, John Heartfield, Josep Renau, Man Ray, entre otros. ",
        "– Principales corrientes históricas en el cine, máximos representantes:  ",
        "Los estilos y géneros cinematográficos, principales características.  ",
        "Expresionismo, surrealismo, neorrealismo, Free Cinema, Nouvelle Vague, Dogma 95.  ",
        "Ejemplos de autores, géneros y obras más relevantes:  ",
        "El gabinete del doctor Caligari de Robert Wiene.  ",
        "Nosferatu de F.W. Murnau.  ",
        "Metrópolis de Fritz Lang.  ",
        "Un perro Andaluz de Luis Buñuel y Salvador Dalí.  ",
        "Obsesión de Luchino Visconti.  ",
        "Ladrón de bicicletas de Vittorio de Sica.  ",
        "Roma ciudad abierta de Roberto Rossellini.  ",
        "La soledad del corredor de fondo de Tony Richardson.  ",
        "Sábado noche, domingo mañana de Karel Reisz.  ",
        "Los 400 Golpes de François Truffaut.  ",
        "Al final de la escapada de Jean Luc Godard.  ",
        "Cleo de 5 a 7 de Agnès Varda.  ",
        "El año pasado en Marienbad de Alain Resnais, Lars von Trier, Thomas Vinterberg, ",
        "Lone Scherfing.  ",
        "Género histórico, bélico, drama, cine negro, western, ciencia ficción, comedia, ",
        "aventuras, terror, documental, fantástico y musical.  ",
        "La obra cinematográfica y características de los cineastas Sergei Eisenstein, Leni ",
        "Riefenstahl, Dziga Vértov, John Ford,Alfred Hitchcock, Charles Chaplin, Ernst ",
        "Lubitsch, Frank Capra, Orson Welles, John Huston, David Lean, Billy Wilder, Akira ",
        "Kurosawa, Woody Allen, Stanley Kubrick, Steven Spielberg, Martin Scorsese, George ",
        "Lucas, Ridley Scott, Abbas Kiarostami, Quentin Tarantino, James Cameron, Tim ",
        "Burton, Christopher Nolan, David Fincher, Luis García Berlanga, Juan Antonio ",
        "Bardem, Carlos Saura, Josefina Molina, José Luis Garci, Fernando Trueba, Alex de ",
        "la Iglesia, Pedro Almodovar, Alejandro Amenabar, Fernando Trueba, Pilar Miró, Icíar ",
        "Bollaín, Isabel Coixet, Gracia Querejeta, Guillermo del toro, Alejandro González ",
        "Iñárritu. ",
        "– La diversidad en las manifestaciones fotográficas y audiovisuales contemporáneas y del ",
        "pasado.  ",
        "– Lectura y análisis comparativo, considerando su contexto histórico.  ",
        "El mundo audiovisual como representación del mundo real.  ",
        "Evolución de la construcción de imágenes: de los orígenes al new media art. ",
        "– Principales formatos audiovisuales: corto, medio y largometraje de ficción, corto, medio y ",
        "largometraje documental, serie, ensayo fílmico, formatos televisivos, videoclip, fashion film, ",
        "spot, vídeo educativo, vídeo corporativo/institucional y formatos asociados a las redes ",
        "sociales, entre otros.  ",
        "Los grandes realizadores españoles de televisión: Chicho Ibáñez Serrador, Félix ",
        "Rodríguez de la Fuente, Valerio Lazarov, Fernando Navarrete, Antonio Mercero, Lolo ",
        "Rico, Hugo Stuven.  ",
        "Análisis de sus aspectos formales más destacados.  ",
        "Los showrunners o autores-productores de series: Alex Pina, Daniel Écija, Matthew ",
        "Weiner, Shonda Rhimes, Matt Groening, Vince Gilligan, etc.  ",
        "Aspectos formales y narrativos de las series nacionales e internacionales.  ",
        "– El audiovisual en la sociedad contemporánea: medios de comunicación convencionales e ",
        "Internet.  ",
        "Tipología y características de los medios audiovisuales convencionales y de los new ",
        "media y su influencia social en las audiencias.  ",
        "El cambio de paradigma de la publicidad en los medios convencionales y en internet. ",
        "B. Elementos formales y capacidad expresiva de la imagen fotográfica y el lenguaje ",
        "audiovisual.  ",
        "– Plano y toma:  ",
        "Escala: valor expresivo y toma  ",
        "Angulaciones y movimientos de cámara.  ",
        "Plano y contraplano.  ",
        "El plano secuencia. ",
        "– El uso de la gramática en los planos: el raccord, la planificación y sucesión en el tamaño de ",
        "los planos, el salto de eje, la ley de la mirada, la dirección del movimiento y las salidas y ",
        "entradas de cuadro. ",
        "– Exposición, profundidad de campo, enfoque, encuadre, campo y fuera de campo. ",
        "– Efectos técnicos: ralentización, aceleración, congelado, inversión de movimiento, ",
        "fragmentación de la imagen, transiciones. ",
        "– Conceptos básicos sobre iluminación. ",
        "– Composición para imagen fija y para imagen en movimiento. ",
        "– Los encuadres, el centro de interés, las líneas en la composición, el ritmo visual, regla de los ",
        "tercios, la regla del horizonte, la proporción áurea, espacios positivos y espacios negativos, ",
        "enfoque total y selectivo, textura, volumen, perspectiva, iluminación. ",
        "– Simbología y psicología del color. Ejemplos de aplicación en grandes obras del cine y la ",
        "fotografía.  ",
        "La elección del tono, saturación, luminosidad y su intencionalidad expresiva y narrativa en ",
        "los medios audiovisuales. ",
        "– El retoque digital. Análisis de posibilidades.  ",
        "Morphing, creación de imágenes por ordenador (CGI), captura de movimiento (MOCAP), ",
        "Bullet time, Deep Fake, etalonaje digital. ",
        "– Funciones de la imagen audiovisual. ",
        "C. Narrativa audiovisual. ",
        "– El guion literario:  ",
        "Fases de elaboración.  ",
        "Escena y secuencia dramática.  ",
        "La escaleta.  ",
        "Literatura y guion cinematográfico: adaptaciones novelísticas y de obras teatrales al ",
        "lenguaje cinematográfico.  ",
        "La teoría del guion en Syd Field y Robert McKee.  ",
        "Protagonistas, antagonistas, secundarios.  ",
        "Los arquetipos y las tramas universales.  ",
        "Los personajes en los guiones cinematográficos: personalidad, dilemas, y el arco del ",
        "personaje.  ",
        "El MacGuffin. ",
        "– El guion técnico y el storyboard. ",
        "– La planta de cámara. ",
        "– La puesta en escena: localizaciones, decorados (volumétricos y virtuales), caracterización, ",
        "interpretación, iluminación, movimiento. ",
        "– Los decorados de Gil Parrondo. ",
        "– Los diseñadores de vestuario: Edith Head, Yvonne Blake, Colleen Atwood y la alta costura en ",
        "el cine. ",
        "– La banda de sonido: perspectiva sonora y posibilidades expresivas.  ",
        "La relación perceptiva entre imagen y sonido: El sonido diegético y no diegético, diálogos, ",
        "monólogo interior, voz en off.  ",
        "La función expresiva del sonido y el silencio en relación con la imagen.  ",
        "Funciones de la música en las producciones audiovisuales. El leitmotiv. ",
        "– El montaje y la postproducción. Evolución y gramática.  ",
        "El uso del montaje en las relaciones espacio temporales: flash forward, flash back, ",
        "acciones paralelas, elipsis, simultaneidad.  ",
        "El efecto Kuleshov. ",
        "– Los lenguajes de la televisión y la publicidad. ",
        "D. La producción audiovisual. Técnicas y procedimientos. ",
        "– Equipos humanos de trabajo en la producción audiovisual: dirección, producción, ",
        "cámara/fotografía, sonido, arte, postproducción.  ",
        "Montador.  ",
        "Compositor musical.  ",
        "Director de fotografía.  ",
        "Sonidista.  ",
        "Atrezzista.  ",
        "Script. ",
        "– La distribución de tareas en la producción audiovisual: criterios de selección a partir de las ",
        "habilidades requeridas. ",
        "– Fases de trabajo: preproducción, rodaje y postproducción.  ",
        "Guiones originales. Adaptaciones.  ",
        "Castings.  ",
        "El plan de rodaje.  ",
        "Distribución y exhibición. ",
        "– Estrategias de selección de técnicas, herramientas y convenciones audiovisuales. ",
        "– Medios técnicos de realización: cámara y accesorios, microfonía, equipo de iluminación.  ",
        "Grúa, trávelin, cabeza caliente, steadycam, estabilizadores volantes.  ",
        "Jirafas y perchas.  ",
        "Tipología de micrófonos según dirección.  ",
        "Luminarias de luz difusa y de luz puntual. Viseras, pantallas reflectoras, paraguas. ",
        "Soportes para aparatos de iluminación. ",
        "– Grabación del sonido. Sincrónico y recreado.  ",
        "Efectos foley y efectos especiales de sonido. ",
        "– Introducción a los principales softwares de edición no lineal.  ",
        "Diferencias entre la edición lineal y no lineal.  ",
        "Principales editores de vídeo no lineales. ",
        "– Difusión de contenidos audiovisuales: redes sociales, salas comerciales, espacios de ",
        "exhibición alternativos, festivales cinematográficos en línea y presenciales, etc.  ",
        "Los portales de internet y las redes sociales. Uso responsable.  ",
        "Los nuevos canales de promoción artística.  ",
        "Premios Óscar, Festival de Cine de Venecia, Premios Goya, Festival de cine de San ",
        "Sebastián, etc.  ",
        "El podcast. Características y géneros. ",
        "– Protección de datos, propiedad intelectual y derechos de autoría. ",
        "– Técnicas y estrategias de evaluación de las producciones audiovisuales."
    ]
}
