{
    "criteriosEvaluacion": [
        "• CE1.1. Adquirir nuevo conocimiento matemático a partir del planteamiento de conjeturas y problemas de forma guiada. OBJ3",
        "• CE1.2. Manifestar una visión matemática integrada investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE1.3. Resolver problemas en situaciones diversas utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE1.4. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado. OBJ1",
        "• CE2.1. Adquirir nuevo conocimiento matemático a partir del planteamiento de conjeturas y problemas de forma guiada. OBJ3",
        "• CE2.2. Manifestar una visión matemática integrada investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE2.3. Resolver problemas en situaciones diversas utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE2.4. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado. OBJ1",
        "• CE2.5. Seleccionar la solución más adecuada de un problema en función del contexto (sostenibilidad, consumo responsable, equidad...) usando el razonamiento y la argumentación. OBJ2",
        "• CE3.1. Adquirir nuevo conocimiento matemático a partir del planteamiento de conjeturas y problemas de forma guiada. OBJ3",
        "• CE3.2. Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE3.3. Representar ideas matemáticas estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas. OBJ7",
        "• CE3.4. Manejar algunas estrategias y herramientas, incluidas las digitales, en la modelización y resolución de problemas de la vida cotidiana y de la ciencia y la tecnología, evaluando su eficiencia en cada caso. OBJ1",
        "• CE4.1. Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas. OBJ5",
        "• CE4.2. Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información. OBJ7",
        "• CE4.3 Resolver problemas en contextos matemáticos, estableciendo y aplicando conexiones entre las diferentes ideas matemáticas. OBJ5",
        "• CE4.4. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado. OBJ1",
        "• CE4.5. Comprobar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación. OBJ2",
        "• CE4.6. Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de la ciencia y la tecnología utilizando el pensamiento computacional, modificando y creando algoritmos. OBJ4",
        "• CE4.7. Emplear herramientas tecnológicas adecuadas en el planteamiento o investigación de conjeturas o problemas. OBJ3",
        "• CE5.1. Adquirir nuevo conocimiento matemático a partir del planteamiento de conjeturas y problemas de forma guiada. OBJ3",
        "• CE5.2. Representar ideas matemáticas estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas. OBJ7",
        "• CE5.3. Manejar algunas estrategias y herramientas, incluidas las digitales, en la modelización y resolución de problemas de la vida cotidiana y de la ciencia y la tecnología, evaluando su eficiencia en cada caso. OBJ1",
        "• CE5.4. Resolver problemas en situaciones diversas utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas. OBJ6",
        "• CE6.1. Analizar la aportación de las matemáticas al progreso de la humanidad, reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se exponen en la sociedad. OBJ6",
        "• CE6.2. Afrontar las situaciones de incertidumbre identificando y gestionando emociones, aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas. OBJ9",
        "• CE6.3. Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones en el aprendizaje de las matemáticas. OBJ9",
        "• CE6.4. Participar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, identificando las habilidades sociales más propicias y fomentando el bienestar grupal y las relaciones saludables. OBJ9",
        "• CE6.5. Mostrar organización al comunicar las ideas matemáticas empleando el soporte, la terminología y el rigor apropiados. OBJ8",
        "• CE6.6. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor. OBJ8"
    ],
    "saberes": [
        "Bloque 1. Sentido numérico",
        "• Sentido de las operaciones.",
        "– Concepto de escalar y de vector fijo y libre.",
        "– Adición, producto de escalares por vectores y producto escalar de vectores: propiedades e interpretación geométrica de las operaciones.",
        "– Estrategias para operar con números reales y vectores: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados.",
        "• Relaciones.",
        "– Conjunto de vectores: estructura. Estrategias de comprensión de las operaciones con números reales y vectores relacionando y comparando sus propiedades.",
        "– Combinaciones lineales. Dependencia e independencia lineal. Concepto de base.",
        "– Módulo de un vector y ángulo de dos vectores. Bases ortogonales y ortonormales.",
        "– Aplicación de los vectores, sus operaciones, propiedades e interpretación geométrica a la vida cotidiana y a la ciencia y la tecnología.",
        "– Los números complejos como soluciones de ecuaciones polinómicas con raíces no reales.",
        "– Formas binómica y polar. Representaciones gráficas.",
        "– Suma, resta, multiplicación, división, potencias y raíces de números complejos.",
        "– Resolución de ecuaciones polinómicas con soluciones no reales. Aplicación a problemas de la vida cotidiana y de la ciencia y la tecnología. Utilización de herramientas tecnológicas.",
        "Bloque 2. Sentido de la medida",
        "• Medición.",
        "– Razones trigonométricas de un ángulo cualquiera. Circunferencia goniométrica.",
        "– Razones trigonométricas de los ángulos: suma, diferencia, doble y mitad.",
        "– Resolución de ecuaciones trigonométricas sencillas. Utilización de herramientas tecnológicas.",
        "– Cálculo de longitudes y medidas angulares: uso de la trigonometría. Aplicación del teorema del seno y del coseno a la resolución de triángulos.",
        "– Aplicación a la resolución de problemas de la vida cotidiana y de la ciencia y la tecnología. Utilización de herramientas tecnológicas.",
        "– La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
        "• Cambio.",
        "– Transformaciones de funciones (operaciones aritméticas, composición, valor absoluto e inversa), utilizando herramientas digitales para realizar las operaciones con las expresiones simbólicas más complicadas.",
        "– Concepto de límite de una función en un punto y en el infinito. Interpretación gráfica. Estimación y cálculo a partir de una tabla, una gráfica o una expresión algébrica.",
        "– Cálculo de límites en un punto y en el infinito de funciones polinómicas, racionales, irracionales, exponenciales y trigonométricas. Resolución de indeterminaciones. Cálculo de asíntotas.",
        "– Concepto de continuidad de una función en un punto. Estudio de la continuidad de una función gráficamente. Aplicación de límites en el estudio de la continuidad. Tipos de discontinuidades. Interpretación gráfica. Función continua en un conjunto.",
        "– Tasa de variación media (TVM) y tasa de variación instantánea (TVI) de una función. Interpretación de la TVM y de la TVI en situaciones de la vida cotidiana y en problemas de la ciencia y la tecnología.",
        "– Derivada de una función en un punto: definición a partir del estudio del cambio en diferentes contextos. Interpretación geométrica. Recta tangente. Utilización de la definición de derivada de una función en un punto para su cálculo en casos sencillos.",
        "– Función derivable en un conjunto. Función derivada. Derivadas sucesivas.",
        "– Funciones derivadas de las funciones elementales. La derivada y las operaciones con funciones.",
        "– Cálculo de derivadas utilizando lápiz y papel en casos sencillos y herramientas tecnológicas en los casos más complejos.",
        "– Aplicación de los límites, la continuidad y la derivada a situaciones de la vida cotidiana y de la ciencia y la tecnología. Utilización de herramientas tecnológicas.",
        "Bloque 3. Sentido espacial",
        "• Formas geométricas de dos dimensiones.",
        "– Objetos geométricos de dos dimensiones: análisis de las propiedades y determinación de sus atributos. Relación con las operaciones con vectores.",
        "– Resolución de problemas relativos a objetos geométricos en el plano representados con coordenadas cartesianas.",
        "– Aplicación de las operaciones con vectores para la resolución de problemas geométricos. Utilización de herramientas tecnológicas.",
        "• Localización y sistemas de representación.",
        "– Relaciones de objetos geométricos en el plano: representación y exploración con ayuda de herramientas digitales.",
        "– Expresiones algébricas de objetos geométricos: identificación de los elementos característicos de las rectas y de las ecuaciones de la recta en el plano. Paso de un tipo de ecuación a otra y selección de la más adecuada en función de la situación a resolver.",
        "• Visualización, razonamiento y modelización geométrica.",
        "– Modelización de la posición y el movimiento de un objeto en el plano mediante vectores.",
        "– Estudio de incidencia, paralelismo, distancias y ángulos de objetos geométricos en el plano. Representación mediante herramientas digitales.",
        "– Modelos matemáticos (geométricos, algébricos, grafos...) en la resolución de problemas en el plano. Conexiones con otras disciplinas y áreas de interés.",
        "– Resolución de problemas de incidencia, paralelismo, distancias y ángulos de objetos geométricos en el plano.",
        "– Conjeturas geométricas en el plano: validación por medio de la deducción y de la demostración.",
        "Bloque 4. Sentido algébrico",
        "• Patrones.",
        "– Generalización de patrones en situaciones sencillas, usando reglas simbólicas o funciones definidas explícita y recurrentemente.",
        "• Modelo matemático.",
        "– Relaciones cuantitativas en situaciones sencillas: estrategias de identificación y determinación de la clase de funciones que pueden modelizarlas, obteniendo conclusiones razonables.",
        "– Uso de ecuaciones, inecuaciones, sistemas de ecuaciones y sistemas de inecuaciones, para modelizar situaciones de la vida cotidiana y de la ciencia y la tecnología.",
        "• Igualdad y desigualdad.",
        "– Resolución de ecuaciones polinómicas, racionales, irracionales, y de ecuaciones exponenciales y logarítmicas sencillas.",
        "– Resolución de sistemas de ecuaciones de segundo grado con dos incógnitas.",
        "– Resolución gráfica y algébrica de inecuaciones lineales, de segundo grado y racionales sencillas con una incógnita.",
        "– Resolución gráfica y algébrica de sistemas de inecuaciones lineales con una o dos incógnitas.",
        "– Aplicación a la resolución de problemas de la vida cotidiana y de la ciencia y la tecnología, usando lápiz y papel o medios tecnológicos e interpretando las soluciones.",
        "• Relaciones y funciones.",
        "– Funciones a partir de tablas y gráficas. Aspectos globales de una función.",
        "– Las funciones y su representación gráfica en la interpretación de fenómenos relacionados con la vida cotidiana y con la ciencia y la tecnología, utilizando lápiz y papel o herramientas digitales.",
        "– Propiedades de las distintas clases de funciones, incluidas las polinómicas, exponenciales, irracionales, racionales sencillas, logarítmicas, trigonométricas y a trozos: comprensión y comparación.",
        "– Aplicación del cálculo diferencial al estudio de la monotonía, extremos, curvatura y puntos de inflexión de funciones polinómicas, exponenciales, irracionales, racionales sencillas, logarítmicas y trigonométricas.",
        "– Aplicación del cálculo diferencial a la representación gráfica de funciones polinómicas y racionales sencillas. Estudio de sus características principales: dominio, simetrías, periodicidad, crecimiento, decrecimiento, extremos, curvatura, puntos de inflexión y asíntotas.",
        "– Álgebra simbólica en la representación y explicación de relaciones matemáticas de la vida cotidiana y de la ciencia y la tecnología.",
        "• Pensamiento computacional.",
        "– Análisis, planteamiento y resolución de problemas de la vida cotidiana y de la ciencia y la tecnología utilizando herramientas o programas adecuados.",
        "– Comparación de algoritmos alternativos para el mismo problema mediante el razonamiento lógico.",
        "Bloque 5. Sentido estocástico",
        "• Organización y análisis de datos.",
        "– Variables bidimensionales: distribución conjunta, distribuciones marginales y condicionadas. Análisis de la dependencia estadística.",
        "– Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad.",
        "– Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos científicos y tecnológicos.",
        "– Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos.",
        "• Incertidumbre.",
        "– Cálculo de la probabilidad a partir de su aproximación frecuencial y como medida de la incertidumbre asociada a los fenómenos aleatorios, sea o no posible su experimentación.",
        "– Cálculo de probabilidades en experimentos simples: la regla de Laplace en situaciones de equiprobabilidad aplicando diferentes técnicas de recuento. Axiomática de Kolmogorov.",
        "• Inferencia.",
        "– Análisis de muestras unidimensionales y bidimensionales con herramientas tecnológicas, a fin de emitir juicios y tomar decisiones.",
        "Bloque 6. Sentido socioafectivo",
        "• Creencias, actitudes y emociones.",
        "– Actitudes inherentes al trabajo matemático, como el esfuerzo, la perseverancia, la tolerancia a la frustración, la incertidumbre y la autoevaluación, indispensables para afrontar eventuales situaciones de tensión y ansiedad en el aprendizaje de las matemáticas.",
        "– Tratamiento del error, individual y colectivo, como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "• Trabajo en equipo y toma de decisiones.",
        "– Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas y tareas matemáticas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "– Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en equipos heterogéneos.",
        "• Inclusión, respeto y diversidad.",
        "– Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o la solicitud y prestación de ayuda cuando sea necesario.",
        "– Valoración de la contribución de las matemáticas a lo largo de la historia en el avance de la ciencia y la tecnología.",
        "• Comunicación y organización.",
        "– Comunicación de las ideas matemáticas de manera ordenada y coherente, empleando el soporte, la terminología y el rigor apropiados.",
        "– Reconocimiento y utilización del lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
        "– Planificación de procesos de matematización y modelización, en contextos de la vida cotidiana y de la ciencia y la tecnología."
    ]
}