{
  "saberes": [
    "A. Historia del Mundo contemporáneo: de la Primera Guerra Mundial al desmoronamiento ",
    "de la URSS.  ",
    "– Guerras, crisis y totalitarismos. El mundo entre 1914-1945: ",
    "La Primera Guerra Mundial (1914-1918). Causas. Características y desarrollo del ",
    "conflicto. Consecuencias. Los tratados de paz. ",
    "La Revolución rusa y la creación de la URSS. De Lenin a Stalin. El modelo comunista. ",
    "El crack del 29 y la Gran Depresión. Consecuencias. Intentos de solución. ",
    "La crisis de las democracias y el auge de los totalitarismos. El fascismo italiano. La ",
    "Alemania nazi. Regímenes comunistas. Características de las ideologías y regímenes ",
    "fascistas. Causas y consecuencias de la expansión de las ideologías totalitarias. ",
    "La Segunda Guerra Mundial (1939-1945). Causas y etapas. Principales escenarios y ",
    "evolución del conflicto. Crímenes contra la Humanidad. Consecuencias de la Guerra. La ",
    "creación de la ONU. ",
    "Panorama general del arte en la primera mitad del siglo XX.  ",
    "– Un mundo bipolar. Las relaciones internacionales entre 1945-1991: ",
    "El surgimiento de la política de bloques y de la Guerra Fría. Sistemas de alianzas y ",
    "tensiones. Evolución del conflicto y principales escenarios. La carrera armamentística.  ",
    "Capitalismo, socialismo y comunismo. Diferencias políticas, económicas, sociales y ",
    "culturales entre ambos bloques. ",
    "Los conflictos de la descolonización en Asia y en África. Fases. El Tercer Mundo. ",
    "Hispanoamérica en la segunda mitad del siglo XX. ",
    "El fin de la Guerra Fría y del bloque soviético. Caída del muro de Berlín y fin de los ",
    "regímenes comunistas en Europa. ",
    "Panorama general del arte en la segunda mitad del siglo XX.  ",
    "B. Historia de España: del reinado de Alfonso XIII a nuestros días.  ",
    "– El reinado de Alfonso XIII: el problema de Marruecos. La crisis de 1917. La dictadura de ",
    "Primo de Rivera.  ",
    "– La Segunda República. ",
    "– La Guerra Civil.  ",
    "– La dictadura franquista.  ",
    "– La Transición. La constitución de 1978 y sus valores democráticos como norma fundamental ",
    "del Estado de Derecho Español. Principios. Derechos y deberes fundamentales y sus ",
    "implicaciones. Ordenamiento normativo autonómico, constitucional y supranacional como ",
    "garante del desarrollo de derechos y libertades para el ejercicio de la ciudadanía.  ",
    "– Los gobiernos de la democracia. La integración europea.  ",
    "– El terrorismo de ETA.  ",
    "– Instituciones actuales del Estado que garantizan la seguridad integral y la convivencia social.  ",
    "– La Edad de Plata de la cultura española. ",
    "C. Geopolítica y Globalización. ",
    "– Geopolítica:  ",
    "Factores y elementos geográficos en el análisis geopolítico. ",
    "La organización política de las sociedades: el Estado.  ",
    "La organización política y territorial de España.  ",
    "Los fundamentos geoestratégicos desde la segunda mitad del siglo XX hasta la ",
    "actualidad: orden bipolar, unipolar y multipolar. El nuevo orden mundial. Las nuevas ",
    "potencias mundiales y regionales. Las amenazas a la libertad. China y Rusia. ",
    "Alianzas e instituciones internacionales. El papel de los organismos internacionales, ",
    "mediación y misiones de paz. ",
    "Guerras y terrorismo.  ",
    "Los compromisos internacionales de nuestro país en favor de la paz, la seguridad y la ",
    "cooperación internacional. Injerencia humanitaria y Justicia Universal.  ",
    "La importancia de las Tecnologías de la Información Geográfica en las relaciones ",
    "internacionales.  ",
    "– El proceso de construcción europea:  ",
    "Integración económica y monetaria: de la CEE a la Unión Europea. ",
    "Las instituciones europeas. Estados miembros. ",
    "El futuro de Europa.  ",
    "Ciudadanía europea.  ",
    "– Un mundo globalizado: ",
    "La globalización y la mundialización del capitalismo.  ",
    "Nuevas subordinaciones económicas y culturales. ",
    "Problemas políticos y sociales en el mundo actual. ",
    "D. Retos del mundo actual. – Sociedad de la información:  ",
    "Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación ",
    "y contraste de la fiabilidad de las fuentes.  ",
    "Cultura mediática. El problema de la desinformación y de la sobrecarga de información. ",
    "El Big Data.  ",
    "– Las relaciones sociedad-naturaleza en el mundo actual. ",
    "Procesos de degradación del mundo natural y sus causas. ",
    "Prevención de riesgos naturales y de catástrofes humanitarias. ",
    "La Geografía como disciplina y profesión centrada en la sostenibilidad y la ordenación del ",
    "territorio. ",
    "Técnicas, tecnologías y métodos para el diagnóstico de problemas y crisis de naturaleza ",
    "geográfica. ",
    "– Igualdad y diversidad: ",
    "Actitudes y comportamientos sexistas.  ",
    "Historia y reconocimiento del pueblo gitano y otras minorías étnicas de nuestro país.  ",
    "La pluralidad en las sociedades libres ",
    "Los problemas sociales del presenta a través de la lectura de prensa plural. ",
    "E. Sociedades y territorios. ",
    "– El conocimiento histórico:  ",
    "Las fuentes históricas como base para la construcción del conocimiento sobre el pasado ",
    "contemporáneo. Contraste entre interpretaciones de historiadores. ",
    "Conciencia histórica. Elaboración de juicios propios y argumentados ante problemas de ",
    "actualidad contextualizados históricamente. Defensa y exposición crítica de los mismos a ",
    "través de presentaciones y debates. ",
    "Métodos y técnicas de las Ciencias Sociales: análisis de textos, interpretación y ",
    "elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación ",
    "de imágenes a través de medios digitales accesibles.  ",
    "– Política: ",
    "Las democracias liberales y los orígenes de los totalitarismos. La defensa de la verdad y ",
    "la libertad  ",
    "La acción de los movimientos sociales en el mundo contemporáneo.  ",
    "Origen, evolución y adaptación de los sistemas liberales en el mundo a través de las ",
    "fuentes. ",
    "Las relaciones internacionales y estudio crítico y comparativo de conflictos y violencias de ",
    "la primera mitad del siglo XX. Genocidios y crímenes contra la humanidad en el siglo XX. ",
    "El Holocausto. Situación y evolución del pueblo judío a partir del Holocausto.  ",
    "La transformación de la España contemporánea . ",
    "– Sociedad:  ",
    "La acción de los movimientos feministas y sufragistas. Mujeres relevantes de la historia ",
    "contemporánea. ",
    "– Patrimonio:  ",
    "Las manifestaciones artísticas a lo largo del siglo XX.  ",
    "– Ciencia y tecnología:  ",
    "Los Objetivos de Desarrollo Sostenible y los avances tecnológicos.  ",
    "Las transformaciones científicas y tecnológicas. Dimensión ética de la ciencia y la ",
    "tecnología. Cambios culturales y movimientos sociales. Los medios de comunicación y ",
    "las redes sociales. ",
    "La exploración del espacio. ",
    "F. Compromiso cívico local y global. ",
    "– Dignidad humana y derechos universales. Declaración Universal de los Derechos Humanos. ",
    "– Ciudadanía ética digital.  ",
    "– Compromiso cívico y participación ciudadana  Apoyo a las víctimas de la violencia y del ",
    "terrorismo. ",
    "– Solidaridad, cohesión social y cooperación para el desarrollo.  ",
    "– La igualdad de oportunidades de mujeres y hombres. La conquista de derechos en las ",
    "sociedades democráticas contemporáneas. ",
    "– Empleo y trabajo en la sociedad de la información. ",
    "– Los valores del europeísmo.  ",
    "– Iniciativas para mostrar respeto y sensibilidad por la conservación del patrimonio material e ",
    "inmaterial. Importancia y cuidado del espacio público.  "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1. Elaborar contenidos propios en distintos formatos, mediante métodos de recogida y ",
    "representación de datos más complejas, usando y contrastando críticamente fuentes fiables, ",
    "tanto analógicas como digitales, de la historia contemporánea, identificando la desinformación ",
    "y la manipulación. ",
    "1.2. Transferir adecuadamente la información y el conocimiento geográfico e histórico por medio ",
    "de exposiciones orales apoyadas en medios digitales, generando posteriormente un debate ",
    "sobre lo expuesto.  ",
    "Competencia específica 2. ",
    "2.1. Elaborar trabajos originales y creativos mediante la reelaboración de conocimientos previos a ",
    "través de herramientas de investigación que permitan explicar problemas presentes de la ",
    "humanidad a distintas escalas.  ",
    "2.2. Razonamiento oral y por escrito.  ",
    "Competencia específica 3. ",
    "3.1. Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la ",
    "humanidad a lo largo del siglo XX, analizándolos desde una perspectiva política, económica, ",
    "social y cultural.  ",
    "3.2. Entender y afrontar, desde un enfoque geopolítico, problemas y desafíos del siglo XX, ",
    "actuales o futuros de las sociedades contemporáneas teniendo en cuenta sus relaciones de ",
    "interdependencia. ",
    "3.3. Analizar procesos de cambio histórico y comparar casos de la historia y la geografía a través ",
    "del uso de fuentes de información diversas, teniendo en cuenta las transformaciones de corta ",
    "y larga duración (coyuntura y estructura), las continuidades y permanencias en diferentes ",
    "períodos y lugares. Competencia específica 4. ",
    "4.1. Identificar los elementos del entorno y comprender su funcionamiento como un sistema ",
    "complejo por medio del análisis de sus relaciones.  ",
    "Competencia específica 5. ",
    "5.1. Conocer, valorar y ejercitar responsabilidades, derechos y deberes y actuar en favor de su ",
    "desarrollo y afirmación, a través del conocimiento de nuestro ordenamiento jurídico y ",
    "constitucional. ",
    "5.2. Reconocer los movimientos y causas que promueven la cohesión social. ",
    "Competencia específica 6. ",
    "6.1. Contribuir al bienestar individual y colectivo a través de iniciativas orientadas a promover un ",
    "compromiso activo con los valores de nuestra sociedad, la investigación científico-tecnológica ",
    "y la información y lectura de la prensa plural.. ",
    "Competencia específica 7. ",
    "7.1. Reconocer los rasgos que van conformando la identidad propia a través de la investigación y ",
    "el análisis de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y ",
    "el reconocimiento de sus expresiones culturales. ",
    "7.2. Conocer y contribuir a conservar el patrimonio material e inmaterial común. ",
    "Competencia específica 8. ",
    "8.1. Reconocer las iniciativas de la sociedad civil, tanto española como europea por el cuidado de ",
    "los mayores. ",
    "Competencia específica 9. ",
    "9.1. Interpretar y explicar de forma argumentada la conexión de España con los grandes procesos ",
    "históricos de los siglos XX y XXI, valorando lo que han supuesto para su evolución y ",
    "señalando las aportaciones de sus habitantes, así como las aportaciones del Estado y sus ",
    "instituciones a la cultura europea y mundial. ",
    "9.2. Contribuir a la consecución de un mundo más seguro, justo, libre, a través del análisis ",
    "geoestratégico de los principales conflictos del presente y el reconocimiento de las ",
    "instituciones del Estado, y de las instituciones que garantizan la seguridad integral y la ",
    "convivencia social, así como de los compromisos internacionales de nuestro país en favor de ",
    "la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los Objetivos ",
    "de Desarrollo Sostenible. "
    
  ]
}
