{
    "saberes": [
        "A. Cultura científica",
        "A.1. Iniciación a la actividad científica:",
        "− Procedimientos adecuados a las necesidades de la investigación escolar (observación en el tiempo, identificación y clasificación, búsqueda de patrones...).",
        "− Instrumentos y dispositivos apropiados para realizar observaciones y mediciones de acuerdo a las necesidades de las diferentes investigaciones escolares.",
        "− Vocabulario científico básico relacionado con las diferentes investigaciones.",
        "− La curiosidad y la iniciativa en la realización de las diferentes investigaciones como actitudes presentes en la construcción del conocimiento científico.",
        "− Las profesiones relacionadas con la ciencia y la tecnología desde una perspectiva de género.",
        "− Estilos de vida sostenible e importancia del cuidado del planeta a través de acciones presentes en la vida cotidiana basadas en el conocimiento científico.A.2. La vida en nuestro planeta:",
        "− Necesidades básicas de los seres vivos y la diferencia con los objetos inertes.",
        "− Las adaptaciones de los seres vivos a su hábitat, concebido como el lugar en el que cubren sus necesidades.",
        "− Clasificación e identificación de los seres vivos de acuerdo con sus características observables.",
        "− Las relaciones entre los seres humanos, los animales y las plantas. Cuidado y respeto hacia los seres vivos y el entorno en el que viven.",
        "− Hábitos saludables relacionados con el bienestar físico del ser humano: higiene, alimentación variada y equilibrada, ejercicio físico, contacto con la naturaleza, descanso y cuidado del cuerpo para prevenir posibles enfermedades.",
        "− Hábitos saludables relacionados con el bienestar emocional y social: estrategias de identificación de las propias emociones y respeto por las de los demás. Sensibilidad y aceptación de la diversidad presente en el aula y en la sociedad. Educación afectivo- sexual.A.3. Materia, fuerzas y energía:",
        "− Propiedades observables de los materiales, su procedencia y su uso en objetos de la vida cotidiana de acuerdo a las necesidades de diseño para los que fueron fabricados.",
        "− La luz y el sonido como entidades físicas.",
        "− Otras formas de energía. Fuentes y uso en la vida cotidiana.",
        "− Las mezclas y sus componentes. Identificación de mezclas homogéneas y heterogéneas. Separación de mezclas heterogéneas y algunas homogéneas mediante distintos métodos físicos sencillos.",
        "− Estructuras resistentes, estables y útiles en el contexto escolar.A4. La Tierra y el espacio",
        "− La Tierra en el universo. Algunos componentes. Propiedades físicas observables de algunos minerales y rocas.",
        "− Movimientos y dinámicas relacionados con la Tierra y el universo y sus consecuencias en la vida diaria y en el entorno. Secuencias temporales y cambios estacionales.",
        "− La vida en la Tierra. Fenómenos atmosféricos y su repercusión en los ciclos biológicos y en la vida diaria. Observación y registro de datos atmosféricosB. Tecnología y digitalización",
        "B.1.Digitalización del entorno personal de aprendizaje:",
        "− Dispositivos y recursos del entorno digital de aprendizaje de acuerdo con las necesidades del contexto educativo.",
        "− Recursos digitales para comunicarse con personas conocidas en entornos conocidos y seguros.",
        "B.2. Proyectos de diseño y pensamiento computacional:",
        "− Fases de los proyectos de diseño: de modelos analógicos y prototipos, prueba y comunicación.",
        "− Materiales adecuados a la consecución del proyecto de diseño.",
        "− Iniciación a la programación a través de recursos analógicos o digitales adaptados al nivel lector del alumnado (actividades desenchufadas, plataformas digitales de iniciación a la programación, robótica educativa...).",
        "− Estrategias básicas de trabajo en equipo."
    ],
    "criteriosEvaluacion": [
        "1.1. Utilizar dispositivos y recursos digitales de forma segura y de acuerdo con las necesidades del contexto educativo de forma segura.Formular preguntas y realizar predicciones mostrando curiosidad por objetos, hechos y fenómenos cercanos.",
        "2.2. Buscar información sencilla de diferentes fuentes seguras y fiables, más allá del ámbito virtual, de forma guiada, utilizándola en investigaciones relacionadas con el medio natural, social y cultural.",
        "2.3. Utilizar diferentes técnicas sencillas de indagación, participando en experimentos pautados o guiados, empleando de forma segura instrumentos y registrando las observaciones de forma clara.",
        "2.4. Proponer respuestas a preguntas planteadas, comparando la información y datos obtenidos con las predicciones realizadas.",
        "2.5. Comunicar de forma oral o gráfica el resultado de las investigaciones escolares explicando los pasos seguidos con ayuda de un guion.Realizar, de forma guiada, un producto final sencillo que dé solución a un problema de diseño, probando en equipo diferentes prototipos y utilizando de forma segura los materiales adecuados.",
        "3.2. Presentar de forma oral o gráfica el producto final de los proyectos de diseño, explicando los pasos seguidos con la ayuda de un guion.",
        "3.3. Mostrar interés por el pensamiento computacional, participando en la resolución guiada de problemas sencillos de programación.Identificar las emociones propias y las de los demás, entendiendo las relaciones familiares y escolares a las que pertenecen y reconociendo las acciones que favorezcan el bienestar emocional y social.",
        "4.2. Reconocer estilos de vida saludables, valorando la importancia de una alimentación variada, equilibrada y sostenible, la higiene, el ejercicio físico y el descanso y el uso adecuado de las tecnologías.Reconocer las características, organización y propiedades de los elementos del medio natural a través de indagación u otras prácticas científicas, utilizando las herramientas y procesos adecuados de forma pautada.",
        "5.2. Reconocer conexiones sencillas y directas entre diferentes elementos del medio natural por medio de la observación, la manipulación y la experimentación.",
        "5.3. Mostrar actitudes de respeto para el disfrute del patrimonio natural, reconociéndolo como un bien común."
    ]
}