{
  "saberes": [
    "A. Proyecto científico. ",
    "− Metodología científica. Formulación de preguntas, hipótesis y conjeturas científicas: ",
    "planteamiento con perspectiva científica.  ",
    "− Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, ",
    "resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia ",
    "(presentación, gráfica, vídeo, póster, informe, etc.).  ",
    "Técnicas y herramientas de apoyo para la exposición y defensa en público de los trabajos ",
    "e investigaciones realizadas. ",
    "− Fuentes fidedignas de información científica: reconocimiento y utilización.  ",
    "Técnicas de búsqueda y selección de información. ",
    "− La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: ",
    "utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno…) de forma ",
    "adecuada.  ",
    "Obtención y selección de información a partir de datos experimentales. ",
    "− Modelado como método de representación y comprensión de procesos o elementos de la ",
    "naturaleza.  ",
    "− Métodos de observación y de toma de datos de fenómenos naturales.  ",
    "− Métodos de análisis de resultados y diferenciación entre correlación y causalidad. ",
    "Tipos de variables.  ",
    "B. Geología. ",
    "− Manifestaciones de la energía interna de la Tierra. Actividad sísmica y volcánica. ",
    "Origen y tipos de magmas.  ",
    "− Transformaciones geológicas debidas a la energía interna del planeta Tierra. ",
    "− Transformaciones geológicas debidas a la energía externa del planeta Tierra. ",
    "− Uso de los minerales y las rocas: su utilización en la fabricación de materiales y objetos ",
    "cotidianos. ",
    "C. Cuerpo humano. ",
    "− Organización del cuerpo humano, células, tejidos y órganos. ",
    "− Argumentación sobre la importancia de la función de nutrición y los aparatos que participan en ",
    "ella.  ",
    "− Anatomía y fisiología básicas del aparato digestivo.  ",
    "Los nutrientes y los alimentos. Su función en el funcionamiento del organismo. ",
    "− Anatomía y fisiología básicas del aparato respiratorio.  ",
    "− Anatomía y fisiología básicas del aparato circulatorio.  ",
    "− Anatomía y fisiología básicas del aparato excretor.  ",
    "− Anatomía y fisiología básicas del aparato reproductor.  ",
    "− Anatomía y fisiología del sistema nervioso. ",
    "− Análisis y visión general de la función de relación: receptores sensoriales, centros de ",
    "coordinación y órganos efectores.  ",
    "− Cambios físicos, psíquicos y emocionales en la adolescencia. ",
    "− Relación entre los principales sistemas y aparatos del organismo implicados en las funciones ",
    "de nutrición, relación y reproducción mediante la aplicación de conocimientos de fisiología y ",
    "anatomía. ",
    "D. Salud y enfermedad. ",
    "− Concepto de enfermedades infecciosas y no infecciosas: diferenciación en base a su ",
    "etiología.  ",
    "− Razonamiento acerca de las medidas de prevención y tratamientos de las enfermedades ",
    "infecciosas en función de su agente causal y reflexión sobre la importancia el uso adecuado ",
    "de los antibióticos.  ",
    "Virus y bacterias infecciosas. ",
    "− Análisis de los diferentes tipos de barreras del organismo frente a agentes patógenos ",
    "(mecánicas, estructurales, bioquímicas y biológicas).  ",
    "− Análisis de los mecanismos de defensa del organismo frente a agentes patógenos (barreras ",
    "externas y sistema inmunitario) y su papel en la prevención y superación de enfermedades ",
    "infecciosas.  ",
    "Funcionamiento básico del sistema inmune. ",
    "− Argumentación sobre la importancia de la vacunación en la prevención de enfermedades y en ",
    "la mejora de la calidad de vida humana.  ",
    "Modo de actuación de las vacunas y ventajas como medio de prevención masiva de ",
    "enfermedades. ",
    "Avances y aportaciones de las ciencias biomédicas. ",
    "− Valoración de la importancia de los trasplantes y la donación de órganos.  ",
    "Donación de células, órganos y sangre. Compatibilidad. ",
    "E. Hábitos saludables. ",
    "− Conceptos de sexo y sexualidad. Valoración de la importancia del respeto hacia la libertad y ",
    "la diversidad sexual y hacia la igualdad de género.  ",
    "Respuesta sexual humana: afectividad, sensibilidad y comunicación. ",
    "Relaciones y comportamientos. ",
    "− La importancia de las prácticas sexuales responsables en la prevención de infecciones de ",
    "transmisión sexual (ITS) y los embarazos no deseados, desde la perspectiva de la igualdad ",
    "entre personas y el respeto. La asertividad y el autocuidado. ",
    "Análisis del uso adecuado de los diferentes métodos anticonceptivos. ",
    "Métodos de prevención de infecciones de transmisión sexual (ITS). ",
    "− Planteamiento y resolución de dudas sobre las relaciones humanas, de forma respetuosa y ",
    "responsable, evaluando ideas preconcebidas, mediante el uso de fuentes de información ",
    "adecuadas.  ",
    "− Valoración y análisis de la importancia del desarrollo de hábitos saludables encaminados a la ",
    "conservación de la salud física, mental y social (alimentación saludable y actividad física, ",
    "higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, ejercicio ",
    "físico, control del estrés, etc.). ",
    "Trastornos y alteraciones más frecuentes, conducta alimentaria, adicciones, trastornos ",
    "del sueño. Prevención. "
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1. ",
    "1.1 Analizar conceptos y procesos biológicos y geológicos interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web, etc.), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas. ",
    "1.2 Facilitar la comprensión y análisis de información sobre procesos biológicos y geológicos o trabajos científicos transmitiéndola de forma clara y utilizando la terminología y los formatos adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.). ",
    "1.3 Analizar y explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora).  ",
    "Competencia específica 2. ",
    "2.1. Resolver cuestiones sobre Biología y Geología localizando, seleccionando y organizando información de distintas fuentes y citándolas correctamente.  ",
    "2.2. Reconocer la información sobre temas biológicos y geológicos con base científica, distinguiéndola de pseudociencias, bulos, teorías conspiratorias y creencias infundadas y manteniendo una actitud escéptica ante estos. ",
    "Competencia específica 3. ",
    "3.1. Plantear preguntas e hipótesis e intentar realizar predicciones sobre fenómenos biológicos o geológicos que puedan ser respondidas o contrastadas utilizando métodos científicos. ",
    "3.2. Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y ",
    "geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada. ",
    "3.3. Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección. ",
    "3.4. Interpretar los resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas. ",
    "3.5. Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario. ",
    "Competencia específica 4. ",
    "4.1. Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información proporcionados por el docente, el razonamiento lógico, ",
    "el pensamiento computacional o recursos digitales. ",
    "4.2. Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos. ",
    "Competencia específica 5. ",
    "5.1 Relacionar, con fundamentos científicos, la preservación de la biodiversidad, la conservación del medio ambiente, la protección de los seres vivos del entorno, el desarrollo sostenible y la ",
    "calidad de vida. ",
    "5.2 Proponer y adoptar hábitos sostenibles, analizando de una manera crítica las actividades propias y ajenas a partir de los propios razonamientos, de los conocimientos adquiridos y de la información disponible. ",
    "5.3 Proponer y adoptar, hábitos saludables responsables, analizando las acciones propias y ajenas con actitud crítica y a partir de fundamentos fisiológicos. ",
    "Competencia específica 6. ",
    "6.1 Interpretar el paisaje analizando sus elementos y reflexionando sobre el impacto ambiental de determinadas acciones humanas. ",
    "6.2 Valorar la importancia del paisaje como patrimonio natural analizando la fragilidad de los elementos que lo componen. ",
    "6.3 Relacionar los procesos geológicos externos e internos con la energía que los activa y diferenciar unos de otros. ",
    "6.4 Reflexionar sobre los riesgos naturales mediante el análisis de los elementos de un paisaje. "
  ]
}
