{
    "saberes": [
        "A. Números y operaciones",
        "Conteo",
        "    - Estrategias variadas de conteo (series ascendentes y descendentes de cadencia 2, 10,100, 1000, 10000, a partir de cualquier número, y de cadencia 5, 25, 50 a partir de un número múltiplo de 5, 25 y 50, recuento sistemático, intercalando números naturales entre otros números dados, ordenando números utilizando los signos “<” y “>” y adaptación del conteo al tamaño de los números en situaciones de la vida cotidiana en cantidades hasta el 99.999.",
        "    - Manejo, en situaciones de la vida cotidiana, de los treinta primeros números ordinales.",
        "    - Numeración romana en situaciones de la vida cotidiana.",
        "Cantidad",
        "    - Estrategias y técnicas de interpretación y manipulación del orden de magnitud de los números identificando el significado y valor posicional de cada cifra estableciendo equivalencias (milésimas, centésimas, décimas, unidades, decenas, centenas, millares, decenas de millar).",
        "    - Los números decimales. Tratamiento en contextos cercanos al alumnado.",
        "    - Estimaciones y aproximaciones razonadas de cantidades en contextos de resolución de problemas.",
        "    - Lectura, escritura y representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición aditiva y aditivo    - multiplicativa y recomposición de números naturales hasta 99.999.",
        "    - Lectura, escritura y representación de fracciones propias (menor que la unidad) con denominador hasta 12 en contextos de la vida cotidiana e impropias, identificando los términos de las fracciones (numerador y denominador).",
        "Operaciones",
        "    - Estrategias de cálculo mental de sumas y restas con números naturales y fracciones.",
        "    - Términos de las operaciones matemáticas.",
        "    - Estrategias de cálculo mental de multiplicación y división de números naturales.",
        "    - Estrategias de reconocimiento de qué operaciones simples (suma, resta, multiplicación, división como reparto y partición) son útiles para resolver situaciones contextualizadas, identificando correctamente los términos propios de las mismas.",
        "    - Construcción de las tablas de multiplicar apoyándose en número de veces, suma repetida o disposición en cuadrículas.",
        "    - Suma, resta, multiplicación y división de números naturales resueltas con flexibilidad y sentido en situaciones contextualizadas: estrategias y herramientas de resolución y propiedades de cada una de ellas (conmutativa, asociativa, distributiva, elemento neutro y nulo).",
        "    - Sumas y restas sencillas con números decimales.",
        "    - Representación de divisiones como fracciones, calculando mitad, tercera parte, cuarta parte de números pares múltiplos de 3 y 4 respectivamente.",
        "    - Aplicación del orden de operaciones (suma/resta y multiplicación/división) en números naturales",
        "Relaciones",
        "    - Sistema de numeración de base diez (hasta el 99.999) identificando el valor posicional de las cifras y estableciendo equivalencias entre decenas de millar, millares, centenas, decenas, unidades, décimas, centésima y milésimas: aplicación de las relaciones que genera en las operaciones.",
        "    - Números naturales y fracciones en contextos de la vida cotidiana: comparación y ordenación, y equivalencias entre fracciones y números decimales exactos y periódicos.",
        "    - Relaciones entre la suma y la resta, y la multiplicación y la división: aplicación en contextos cotidianos.",
        "Educación financiera ",
        "    - Cálculo y estimación de cantidades y cambios (equivalencias entre euros y céntimos de euro) en problemas de la vida cotidiana: ingresos, gastos y ahorro. Decisiones de compra responsable.",
        "    - Presupuesto personal. Planificación de ingresos y gastos.",
        "B. Medida ",
        "Magnitud ",
        "    - Atributos mensurables de los objetos (longitud, masa, capacidad, superficie, volumen y amplitud del ángulo).",
        "    - Unidades convencionales (km, hm, dam, m, dm cm, mm; Tn, kg, hg, dag, g, dg, cg, mg; kl, hl, dal, l, dl, cl y ml) y no convencionales en situaciones de la vida cotidiana, utilizando las abreviaturas de las diferentes unidades. Medida del tiempo (año, mes, semana, día, hora, minutos y segundos) y determinación de la duración de periodos de tiempo.",
        "Medición ",
        "    - Estrategias para realizar mediciones con instrumentos y unidades no convencionales (repetición de una unidad, uso de cuadrículas y materiales manipulativos) y convencionales.",
        "    - Procesos de medición mediante instrumentos convencionales (regla, cinta métrica, balanzas, reloj analógico y digital) expresando las mediciones de forma compleja e incompleja.",
        "Estimación y relaciones ",
        "    - Estrategias de comparación y ordenación de medidas de la misma magnitud (km, hm, dam, m, dm cm, mm; Tn, kg, hg, dag, g, dg, cg, mg; kl, hl, dal, l, dl, cl y ml) aplicación de equivalencias entre unidades en problemas de la vida cotidiana que impliquen convertir en unidades más pequeñas.",
        "    - Estimación de medidas de longitud, masa, capacidad y tiempo por comparación y buscando estrategias de equivalencias entre unidades de las mismas magnitudes.",
        "    - Evaluación de resultados de mediciones y estimaciones o cálculos (suma y resta) de medidas.",
        "C. Geometría ",
        "Figuras geométricas de dos y tres dimensiones ",
        "    - Figuras geométricas de dos o tres dimensiones en objetos de la vida cotidiana: identificación y clasificación atendiendo a sus elementos y a las relaciones entre ellos.",
        "    - Estrategias y técnicas de construcción de figuras geométricas de dos dimensiones por composición y descomposición, mediante materiales manipulables, instrumentos de dibujo (regla, escuadra, cartabón, compás, transportador de ángulos...) y aplicaciones informáticas.",
        "    - Vocabulario: Punto, recta (paralelas, perpendiculares coincidentes y secantes), semirrecta, segmento, ángulo (agudo, recto, obtuso), polígono (regulares, irregulares, sus propiedades y clasificación según lados y ángulos), elementos de los polígonos (lado, vértice, ángulo), circunferencia (diámetro, radio, cuerda, arco) y círculo, poliedros( prismas, cubos, esferas, pirámides, cilindros) y sus elementos (caras, vértices, aristas); simetría, perímetro y área, descripción verbal de los elementos y las propiedades de figuras geométricas sencillas.",
        "    - Propiedades de figuras geométricas de dos y tres dimensiones: exploración mediante materiales manipulables (cuadrículas, geoplanos, policubos, etc.) y el manejo de herramientas digitales (programas de geometría dinámica, realidad aumentada, robótica educativa, etc.).",
        "Localización y sistemas de representación ",
        "    - Descripción de la posición relativa de objetos en el espacio o de sus representaciones, utilizando vocabulario geométrico adecuado (paralelo, perpendicular, oblicuo, derecha, izquierda, al lado de, encima de, arriba a la derecha, arriba a la izquierda, abajo a la derecha, abajo a la izquierda, subir, bajar, girar a la derecha, girar a la izquierda, etc.).",
        "    - Descripción verbal e interpretación de movimientos (dirección, sentido, distancia, giros y simetrías), en relación a uno mismo o a otros puntos de referencia, utilizando vocabulario geométrico adecuado.",
        "    - Interpretación de itinerarios en planos, utilizando soportes físicos y virtuales.",
        "Movimientos y transformaciones",
        "    - Identificación de figuras transformadas mediante traslaciones y simetrías en situaciones de la vida cotidiana.",
        "    - Generación de figuras transformadas a partir de simetrías y traslaciones de un patrón inicial y predicción del resultado.",
        "Visualización, razonamiento y modelización geométrica",
        "    - Estrategias para el cálculo de perímetros de figuras planas y utilización en la resolución de problemas de la vida cotidiana.",
        "    - Modelos geométricos en la resolución de problemas relacionados con los otros bloques.",
        "    - Reconocimiento de relaciones geométricas en campos ajenos a la clase de matemáticas, como el arte, las ciencias y la vida cotidiana.",
        "D. Álgebra",
        "Patrones",
        "    - Identificación, descripción verbal, representación y predicción razonada de términos a partir de las regularidades en una colección de números, figuras o imágenes.",
        "Modelo matemático",
        "    - Proceso pautado de modelización usando representaciones matemáticas (gráficas, tablas...) para facilitar la comprensión y la resolución de problemas de la vida cotidiana.",
        "Relaciones y funciones",
        "    - Relaciones de igualdad y desigualdad y uso de los signos = y ≠ entre expresiones que incluyan operaciones y sus propiedades.",
        "    - La igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
        "    - Representación de la relación <<mayor que>> y <<menor que>>, y uso de los signos < y > en el campo numérico inferior a 99.999.",
        "Pensamiento computacional",
        "    - Estrategias para la interpretación y modificación de algoritmos sencillos (reglas de juegos, instrucciones secuenciales, bucles, patrones repetitivos, programación por bloques, robótica educativa...).",
        "E. Estadística y probabilidad",
        "Organización y análisis de datos",
        "    - Gráficos estadísticos de la vida cotidiana (pictogramas, gráficas de barras, histogramas...): lectura e interpretación.",
        "    - Estrategias sencillas para la recogida, clasificación y organización de datos cualitativos o cuantitativos discretos en muestras pequeñas mediante calculadora y aplicaciones informáticas sencillas. Frecuencia absoluta: interpretación.",
        "    - Gráficos estadísticos sencillos (diagrama de barras y pictogramas) para representar datos, seleccionando el más conveniente mediante recursos tradicionales y aplicaciones informáticas sencillas.",
        "    - La moda: interpretación como el dato más frecuente.",
        "    - Comparación gráfica de dos conjuntos de datos para establecer relaciones y extraer conclusiones.",
        "Incertidumbre",
        "    - La probabilidad como medida subjetiva de la incertidumbre. Reconocimiento de la incertidumbre en situaciones de la vida cotidiana y mediante la realización de experimentos.",
        "    - Identificación de suceso seguro, suceso posible y suceso imposible.",
        "    - Diferenciación entre posible y probable.",
        "    - Comparación de la probabilidad de dos sucesos de forma intuitiva.",
        "Inferencia",
        "    - Formulación de conjeturas a partir de los datos recogidos y analizados, dándoles sentido en el contexto de estudio.",
        "F. Actitudes y aprendizaje ",
        "Creencias, actitudes y valoración personal ",
        "- Valoración de la superación, del esfuerzo, del triunfo y aceptación del error. Iniciativa y tolerancia ante la frustración en el aprendizaje de las matemáticas.",
        "- Fomento de la autonomía y estrategias para la toma de decisiones en situaciones de resolución de problemas.",
        "Trabajo en equipo, inclusión, respeto y diversidad ",
        "- Sensibilidad y respeto ante las diferencias individuales presentes en el aula: identificación y rechazo de actitudes discriminatorias.",
        "- Participación activa en el trabajo en equipo, escucha activa y respeto por el trabajo de los demás.",
        "- Reconocimiento y comprensión de las experiencias de los demás ante las matemáticas.",
        "- Valoración de la contribución de las matemáticas a los distintos ámbitos del conocimiento humano."
    ],
    "criteriosEvaluacion": [
        "1.1. Interpretar, de forma verbal o gráfica, problemas de la vida cotidiana, comprendiendo las preguntas planteadas a través de diferentes estrategias o herramientas, incluidas las tecnologías.",
        "1.2. Producir representaciones matemáticas, a través de esquemas o diagramas que ayuden en la resolución de una situación problematizada.",
        "2.1. Comparar entre diferentes estrategias para resolver un problema de forma pautada.",
        "2.2. Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida.",
        "2.3. Demostrar la corrección matemática de las soluciones de un problema y su coherencia en el contexto planteado.",
        "3.1. Analizar conjeturas matemáticas sencillas identificando patrones, propiedades y relaciones de forma pautada.",
        "3.2. Dar ejemplos de problemas sobre situaciones cotidianas que se resuelven matemáticamente.",
        "4.1. Automatizar situaciones sencillas de la vida cotidiana que se realicen paso a paso o sigan una rutina, utilizando de forma pautada principios básicos del pensamiento computacional.",
        "4.2. Emplear herramientas tecnológicas adecuadas en el proceso de resolución de problemas.",
        "5.1. Realizar conexiones entre los diferentes elementos matemáticos, aplicando conocimientos y experiencias propios.",
        "5.2. Interpretar situaciones en contextos diversos, reconociendo las conexiones entre las matemáticas y la vida cotidiana.",
        "6.1. Reconocer lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario específico básico y mostrando comprensión del mensaje.",
        "6.2. Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema o los resultados obtenidos, utilizando lenguaje matemático sencillo en diferentes formatos.",
        "7.1. Identificar las destrezas personales al abordar retos matemáticos, pidiendo ayuda solo cuando sea necesario y desarrollando así la autoconfianza.",
        "7.2. Mostrar actitudes positivas ante retos matemáticos tales como el esfuerzo y la flexibilidad, valorando el error como una oportunidad de aprendizaje.",
        "8.1. Trabajar en equipo activa y respetuosamente, comunicándose adecuadamente y estableciendo relaciones basadas en la igualdad, la libertad y la resolución pacífica de conflictos.",
        "8.2. Participar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias de colaboración y sencillas de trabajo en equipo dirigidas a la consecución de objetivos compartidos."
    ]
}