{
  "saberes": [
    "I. Proyecto científico",
    "1. Aproximación a los pasos del método científico (hipótesis, preguntas y conjeturas) a través de ejemplos de la vida cotidiana.",
    "2. Utilización de estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas.",
    "3. Reconocimiento y utilización de fuentes fidedignas de información científica para evitar los riesgos de desinformación.",
    "4. Utilización de herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
    "5. Uso de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, huertos, etc.) para dar respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo.",
    "6. Empleo del modelado como método práctico de representación y comprensión de procesos o elementos de la naturaleza.",
    "7. Comprensión del papel de la mujer en la ciencia y la relevancia de las personas que se dedican a ella en Canarias para apreciar su contribución a la sociedad y fomentar las vocaciones científicas (STEAM).",
    "II. Geología",
    "1. Indagación acerca de las características y propiedades de los minerales y rocas más relevantes y sus aplicaciones más frecuentes en el ámbito de la vida cotidiana.",
    "2. Uso de claves dicotómicas y de la observación para clasificar las rocas: sedimentarias, metamórficas e ígneas. Interpretación del ciclo de las rocas.",
    "3. Identificación de rocas y minerales de Canarias y su localización en paisajes concretos.",
    "4. Reconocimiento de la importancia de la explotación sostenible y del uso de minerales y rocas, valorando tanto la limitación de cada recurso como el impacto de la explotación minera en los países productores.",
    "III. La célula",
    "1. Identificación de la célula como unidad estructural y funcional de los seres vivos a partir de la comparativa entre la materia inerte y la materia viva.",
    "2. Utilización de la microscopía óptica e interpretación de imágenes para indagar sobre las diferencias y semejanzas entre la célula procariota, la célula eucariota animal y la célula eucariota vegetal.",
    "IV. Seres vivos",
    "1. Reconocimiento de los rasgos que permiten determinar el concepto de especie.",
    "2. Clasificación de los seres vivos en los principales reinos a partir de la comparación de sus características.",
    "3. Utilización de estrategias para la identificación y clasificación de las especies del entorno en los principales grupos taxonómicos (guías, claves dicotómicas, herramientas digitales, visu, etc.).",
    "4. Valoración de la biodiversidad canaria como patrimonio natural único. Estudio de las consecuencias de su pérdida y medidas para su conservación.",
    "5. Fomento de la sensibilidad y empatía hacia los seres vivos y reconocimiento de los animales como seres sintientes.",
    "V. Ecología y sostenibilidad",
    "1. Descripción de las características de los ecosistemas acuáticos y terrestres de Canarias a través del estudio de los componentes bióticos, abióticos y de las relaciones intraespecíficas e interespecíficas entre sus elementos.",
    "2. Valoración de la variedad y riqueza de los ecosistemas canarios. Estrategias para su cuidado, conservación y protección.",
    "3. Importancia de la atmósfera y la hidrosfera en el mantenimiento de la vida en la tierra.",
    "4. Investigación sobre la contaminación atmosférica y acuática y sus repercusiones en el medioambiente y la salud. Formulación de propuestas que contribuyan a mejorar su calidad.",
    "5. Identificación de las causas del cambio climático y sus consecuencias sobre los ecosistemas canarios. Implantación de un modelo de desarrollo sostenible como única alternativa posible para el logro de los Objetivos de Desarrollo Sostenible (ODS) de la Agenda 2030.",
    "6. Diseño e implementación de un plan de vida saludable y sostenible como opción de cambio individual para mejorar colectivamente la salud del planeta.",
    "7. Valoración de las relaciones ecosociales de interdependencia y ecodependencia como alternativas de transformación ante la actual situación de emergencia socio-climática.",
    "8. Análisis de la relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud).",
    "9. Importancia de adoptar estilos de vida sostenibles (consumo responsable, movilidad sostenible, economía circular, etc.) y saludables (salud física, mental y social) para contribuir al bienestar de las personas y del planeta."
  ],
  "criteriosEvaluacion": [
    "1.1. Explicar conceptos y procesos biológicos y geológicos interpretando información en diferentes formatos, con el fin de elaborar conclusiones y compartir conocimiento con actitud cooperativa y respetuosa. CCL1, CCL2, STEM4",
    "1.2. Transmitir información sobre procesos biológicos y geológicos o textos científicos divulgativos sencillos de forma clara y utilizando el vocabulario y los formatos adecuados con el fin de facilitar su comprensión y generar curiosidad e interés por la ciencia. CCL1, CCL2, CCL5, STEM4, CD3, CCEC4",
    "1.3. Explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas utilizando, cuando sea posible, algún paso del diseño de ingeniería y herramientas digitales, para crear nuevos contenidos y generar de forma colaborativa productos comunicativos en diversos soportes. CCL1, STEM4, CD2, CCEC4",
    "2.1. Localizar, seleccionar y organizar de manera guiada información de distintas fuentes, respetando la propiedad intelectual, para resolver cuestiones biológicas y geológicas relacionadas con el medio natural CCL3, CD1, CD2",
    "2.2. Reconocer la información sobre temas biológicos y geológicos con base científica comprobando las fuentes con el fin de distinguirla de pseudociencias, bulos, teorías conspiratorias y creencias infundadas, y mantener una actitud escéptica ante estos. CCL3, CD1, CPSAA4",
    "2.3. Valorar, a partir de información procedente de distintas fuentes, la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella con independencia de su etnia, sexo o cultura, con el fin de comprender su relación con la mejora de la calidad de vida, destacando y reconociendo a las mujeres científicas y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución. CCL3, CD1, CD2, CD4",
    "3.1. Plantear preguntas e hipótesis que puedan ser respondidas utilizando las destrezas propias del trabajo científico para intentar explicar fenómenos biológicos y geológicos. CCL1, CCL3, STEM1, STEM2, STEM3, STEM4",
    "3.2. Diseñar pequeños proyectos de investigación relacionados con procesos y fenómenos biológicos y geológicos que supongan la experimentación, la toma de datos y el análisis de los mismos con la finalidad de poder dar respuesta a preguntas concretas. CCL2, STEM1, STEM2, STEM3, STEM4, CE3",
    "3.3. Realizar de manera colaborativa experimentos sencillos sobre fenómenos biológicos y geológicos, utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y respetando las normas de uso y seguridad en el laboratorio, con el fin de fomentar el pensamiento científico, valorar la importancia del trabajo en equipo y comprender el alcance y las limitaciones de la ciencia. CCL3, STEM1, STEM2, STEM3, CD1, CPSAA3",
    "3.4. Describir o interpretar los resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas para compartir información y obtener conclusiones de manera razonada CCL1, CCL2, STEM1, STEM4, CD2",
    "3.5. Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario y empleando algunas estrategias de trabajo cooperativo con el fin de aceptar tareas y responsabilidades de manera equitativa, respetando la diversidad y la igualdad de género y favoreciendo la inclusión. CPSAA3",
    "4.1. Resolver problemas sencillos de forma guiada o dar explicación a procesos biológicos o geológicos a partir de datos e información proporcionados por el profesorado, el razonamiento lógico, el pensamiento computacional o recursos digitales, valorando la contribución de la ciencia en la construcción del conocimiento, para generar productos colaborativos y presentar ideas sostenibles. STEM1, STEM2, CD5, CCEC4",
    "4.2. Analizar de forma razonada la solución a un problema sobre fenómenos biológicos y geológicos con el fin de valorar su viabilidad y buscar, utilizando estrategias de trabajo cooperativo, soluciones alternativas si esta no lo fuese. STEM1, STEM2, CPSAA5, CE1, CE3",
    "5.1. Relacionar la preservación de la biodiversidad en general y de la canaria en particular, la conservación del medioambiente y la protección de los seres vivos del entorno con el desarrollo sostenible y la calidad de vida, valorando la importancia de los recursos naturales y de determinados grupos de seres vivos en el mantenimiento de la salud del planeta con el fin de emprender acciones que contribuyan a la protección y mejora del entorno más próximo. STEM2, STEM5, CPSAA1, CPSAA2, CC4, CE1",
    "5.2. Proponer y adoptar hábitos sostenibles, a partir de las actividades propias y ajenas, utilizando sus propios razonamientos, los conocimientos adquiridos y la información disponible a través de distintas fuentes, con el objetivo de presentar ideas y soluciones innovadoras, éticas y sostenibles dirigidas a mejorar la calidad de vida del entorno próximo. STEM2, STEM5, CD4, CPSAA1, CPSAA2, CC3, CC4, CE1",
    "6.1. Valorar la importancia del paisaje de las islas Canarias como patrimonio natural a través del estudio de algunos ecosistemas y analizar la fragilidad de los elementos que lo componen con el fin de planificar acciones preventivas relacionadas con los impactos generados por el ser humano, adoptando una postura crítica ante las alteraciones del medio natural. STEM1, STEM2, STEM5, CC4, CE1, CCEC1"
  ]
}