{
    "criteriosEvaluacion": [
        "1.1 Emplear las diferentes estrategias y herramientas, incluidas las digitales, al modelizar y resolver problemas de la ciencia y la tecnología, utilizando las más adecuadas según su eficiencia..",
        "1.2 Obtener diferentes soluciones de problemas de la vida cotidiana y de la ciencia y la tecnología siguiendo las fases de resolución, describiendo y argumentando el procedimiento utilizado.",
        "2.1 Demostrar la validez matemática de las soluciones obtenidas en la resolución de un problema utilizando el razonamiento y la argumentación.",
        "2.2 Seleccionar la solución más adecuada de un problema estudiando su pertinencia en función de las características del contexto social (sostenibilidad, equidad…), valorando la idoneidad del procedimiento matemático utilizado.",
        "3.1 Adquirir nuevos conocimientos matemáticos a través de la formulación, de forma autónoma y en grupo, de preguntas, conjeturas y problemas, utilizando razonamientos y argumentos matemáticos y apoyándose en herramientas tecnológicas.",
        "3.2 Asumir el error en el planteamiento de conjeturas o problemas entendiéndolo como una forma de progresar en el aprendizaje y de adquirir nuevos conocimientos.",
        "4.1 Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de la ciencia y la tecnología, descomponiendo un problema en sus partes, reconociendo patrones y los principios que los generan y utilizando el pensamiento computacional, modificando, generalizando y creando algoritmos.",
        "5.1 Manifestar una visión matemática integrada, resolviendo problemas, investigando, explorando relaciones y aplicando conexiones entre diferentes ideas y elementos matemáticos (números reales, matrices, vectores del espacio, ecuaciones de una recta y de un plano, funciones, derivadas, integrales…).",
        "6.1 Resolver problemas en situaciones diversas utilizando procesos matemáticos (inferir, medir, comunicar, clasificar, predecir…), estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento de la ciencia y la tecnología y las matemáticas.",
        "6.2 Proponer acciones innovadoras en contextos científicos, tecnológicos, artísticos y culturales utilizando el potencial creativo de las matemáticas.",
        "6.3 Analizar la aportación de las matemáticas al progreso de la humanidad reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se plantean en la sociedad.",
        "7.1 Representar ideas matemáticas, estructurando e investigando procesos de pensamiento y razonamiento matemáticos y seleccionando las tecnologías más adecuadas.",
        "7.2 Analizar y discutir diversas formas tanto de representación como de interacción con asistentes y simuladores, valorando su utilidad para compartir información.",
        "8.1 Emplear los recursos simbólicos del lenguaje matemático (algebra matricial, sistemas de ecuaciones…) en diferentes contextos y soportes como vía para afianzar y generar nuevo conocimiento.",
        "8.2 Comunicar y argumentar de manera organizada y estructurada las ideas matemáticas empleando el soporte, la terminología, el rigor y la exactitud apropiados y reflexionando sobre los procesos seguidos.",
        "9.1 Perseverar en la consecución de objetivos en situaciones de incertidumbre, identificando y gestionando emociones y utilizando el error como parte del proceso de aprendizaje.",
        "9.2 Mostrar motivación positiva ante los retos y entereza ante la adversidad, aceptando y aprendiendo de la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
        "9.3 Participar en tareas matemáticas de forma activa y creativa en equipos heterogéneos e identificar las habilidades sociales más propicias, apoyando las emociones y experiencias de los demás, integrando sus razonamientos, aportando al equipo a través del rol asignado y fomentando el bienestar grupal y las relaciones saludables."
    ],
    "saberes": [
        "A. Sentido numérico.",
        "1. Sentido de las operaciones.",
        "Adición y producto de vectores y matrices: comprensión y uso adecuado de las propiedades.",
        "    Destrezas para operar con números reales, vectores y matrices. Cálculo mental o escrito en los casos sencillos y uso de herramientas tecnológicas en los casos más complejos.",
        "2. Relaciones.",
        "Conjuntos de vectores y matrices: estructura, comprensión y propiedades.",
        "B. Sentido de la medida.",
        "1. Medición.",
        "Resolución de problemas que impliquen medidas de longitud, superficie o volumen en un sistema de coordenadas cartesianas.",
        "    Interpretación de la integral definida como el área bajo una curva.",
        "    Cálculo de áreas de recintos utilizando técnicas elementales de integración.",
        "    La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
        "2. Cambio.",
        "Aplicación de los conceptos de límite, continuidad y derivabilidad a la representación y al estudio de situaciones susceptibles de ser modelizadas mediante funciones.",
        "    La derivada como razón de cambio. Interpretación geométrica y visualización mediante software dinámico.",
        "    Aplicación de la derivada en la resolución de problemas en diferentes contextos.        ",
        "C. Sentido espacial.",
        "1. Formas geométricas de dos dimensiones.",
        "    Objetos geométricos de tres dimensiones: análisis de las propiedades y determinación de sus atributos.",
        "    Resolución de problemas relativos a objetos en el espacio representados con coordenadas cartesianas.",
        "2. Localización y sistemas de representación.",
        "    Representación y exploración de las propiedades de los objetos geométricos en el espacio y sus relaciones: geometría analítica, también con ayuda de herramientas digitales.",
        "    Expresiones algebraicas de los objetos geométricos del espacio: selección de la más adecuada en función de la situación a resolver.",
        "3. Visualización, razonamiento y modelización geométrica.",
        "    Representación de objetos geométricos en el espacio utilizando herramientas digitales.",
        "    Modelos matemáticos (geométricos, algebraicos, grafos, ...) para resolver problemas en el espacio. Conexiones con otras disciplinas y áreas de interés.",
        "    Conjeturas geométricas en el espacio: validación mediante teoremas.",
        "    Modelización de la posición y el movimiento de un objeto en el espacio utilizando vectores.",
        "D. Sentido algebraico y pensamiento computacional.",
        "1. Patrones.",
        "    Patrones y regularidades en situaciones diversas: Identificación y generalización.",
        "2. Modelo matemático.",
        "    Relaciones cuantitativas en situaciones diversas: identificación y determinación de la clase o clases de funciones que puedan modelizarlas.",
        "    Sistemas de ecuaciones para modelizar y resolver situaciones en diversos contextos, también con herramientas digitales.",
        "    Matrices para modelizar situaciones derivadas de contextos científicos, sociales y de la vida cotidiana.",
        "    Técnicas y uso de matrices para modelizar situaciones en las que aparezcan sistemas de ecuaciones lineales o grafos.",
        "3. Igualdad y desigualdad.",
        "    Formas equivalentes de expresiones algebraicas en la resolución de ecuaciones e inecuaciones, mediante el cálculo mental, algoritmos de lápiz y papel, y con herramientas digitales.",
        "    Sistemas de ecuaciones lineales: estudio de la compatibilidad (Teorema de Rouché-Fröbenius) y resolución (Cramer, Gauss) en diversos contextos.",
        "    Resolución de ecuaciones y sistemas de matrices.",
        "4. Relaciones y funciones.",
        "    Representación gráfica de funciones mediante herramientas tecnológicas: análisis e interpretación de relaciones diversas.",
        "    Propiedades de las distintas clases de funciones: comprensión y comparación.",
        "    Conexiones entre una situación problema, su modelo como función en forma simbólica y la representación gráfica de dicha función con apoyo digital.",
        "5. Pensamiento computacional.",
        "    Formulación, análisis y resolución de problemas diversos empleando las herramientas o los programas más adecuados.",
        "    Análisis algorítmico de las propiedades de las operaciones con matrices, los determinantes y la resolución de sistemas de ecuaciones lineales.",
        "    Utilización de herramientas digitales para determinar la razonabilidad de una solución matemática.",
        "    Análisis de diferentes algoritmos para resolver un mismo problema.",
        "E. Sentido estocástico.",
        "1. Incertidumbre.",
        "    Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e independencia de sucesos. Diagramas de árbol y tablas de contingencia.",
        "    Teoremas de la probabilidad total y de Bayes en la resolución de problemas con el fin de tomar decisiones acertadas en situaciones de incertidumbre.",
        "    Probabilidad a priori, reasignación de verosimilitud y probabilidad a posteriori con ayuda de un diagrama de árbol o una tabla de contingencia, y estudio de su relación con el teorema de Bayes.",
        "2. Distribuciones de probabilidad.",
        "    Variables aleatorias discretas y continuas. Parámetros de la distribución.",
        "    Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades, también con aplicaciones informáticas.",
        "F. Sentido socioafectivo.",
        "1. Creencias, actitudes y emociones.",
        "    Destrezas de autoconciencia y autogestión encaminadas a reconocer sentimientos y emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
        "    Tratamiento y análisis del error, individual y colectivo, como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
        "2. Trabajo en equipo y toma de decisiones.",
        "    Destrezas para evaluar la situación y tomar decisiones efectivas en la resolución de problemas en contextos matemáticos.",
        "    Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
        "    Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en grupos heterogéneos y mixtos, como el aprendizaje cooperativo y el liderazgo distribuido.",
        "3. Inclusión, respeto y diversidad.",
        "    Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.",
        "    Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el análisis y el avance de la ciencia y la tecnología.",
        "    Reconocimiento de los limites humanos cara al logro de todos los objetivos plantados en este “sentido socioafectivo” aceptando tanto nuestras limitaciones como nuestros errores y actuando con resiliencia para persistir en su consecución."
    ]
}