{
    "criteriosEvaluacion": [
        "1.1 Fer traduccions directes de frases o fragments breus, adaptats, de dificultat baixa, amb correcció ortogràfica i expressiva, per tal d’identificar i analitzar unitats lingüístiques regulars de la llengua grega i apreciar variants i coincidències amb altres llengües conegudes per l’alumnat.",
        "1.2 Seleccionar de manera progressivament autònoma el significat apropiat de paraules polisèmiques i justificar la decisió, tenint en compte la informació cotextual o contextual i utilitzant les diferents eines de suport al procés de traducció, com ara llistes de vocabulari, glossaris, diccionaris, mapes o atles, correctors ortogràfics, gramàtiques i llibres d’estil, amb l’objectiu de millorar la competència lingüística de l’alumnat tant en la llengua de partida com en la d’arribada.",
        "1.3 Analitzar els progressos i les dificultats d’aprenentatge de la llengua grega, seleccionant les estratègies més adequades i eficaces per superar aquestes dificultats i consolidar-ne l’aprenentatge, per tal de poder fer activitats de planificació del propi aprenentatge, autoavaluació i coavaluació, com les proposades al portafolis europeu de les llengües (PEL) o en un diari d’aprenentatge, fent-los explícits i compartint-los.",
        "2.1 Deduir el significat etimològic d’un terme d’ús comú i habitual, tot atenent els canvis fonètics, morfològics o semàntics que hagin tingut lloc, per tal de millorar la precisió lèxica en la llengua o llengües d’ús habitual de l’alumne i alumna.",
        "2.2 Explicar, de manera guiada, la relació del grec amb el català, el castellà i, si s’escau, amb l’aranès, amb l’objectiu d’apreciar la continuïtat de la llengua grega fins als nostres dies en les llengües oficials de Catalunya.",
        "2.3 Identificar i denunciar prejudicis i estereotips lingüístics, adoptant una actitud de respecte i valoració de la diversitat com a riquesa cultural, lingüística i dialectal, per ajudar a crear una societat més tolerant i integradora.",
        "3.1 Analitzar, interpretar i comentar textos i fragments literaris de diversa índole, de complexitat baixa i de manera guiada, aplicant estratègies d’anàlisi i reflexió que impliquin mobilitzar la pròpia experiència, com a eina per comprendre el món i la condició humana i desenvolupar la sensibilitat estètica i l’hàbit lector.",
        "3.2 Analitzar i explicar els temes, els tòpics i els valors ètics o estètics de fragments literaris grecs, des d’un enfocament intertextual guiat, per tal de valorar les arrels gregues de la civilització occidental.",
        "3.3 Identificar i definir paraules gregues que designen conceptes bàsics i fonamentals per a l’estudi i la comprensió de la civilització hel·lena, l’aprenentatge dels quals combina coneixements lèxics i culturals, en textos de diferents formats, per introduir l’alumnat en el coneixement de conceptes clau de la civilització grega i universal.",
        "3.4 Crear textos breus, de manera individual o col·lectiva, amb una mínima intenció literària i consciència d’estil, en diferents suports, a partir de la lectura d’obres o fragments significatius en els quals s’hagi partit de la civilització i la cultura gregues com a font d’inspiració, amb la finalitat que l’alumne o alumna sigui conscient de la utilitat de la llengua i la literatura gregues per millorar la llengua pròpia.",
        "4.1 Explicar, a partir de criteris donats, els processos històrics i polítics, la vida quotidiana, les institucions i els costums de la societat grega per apreciar en la seva justa mesura les adaptacions i els canvis experimentats amb vista a l’evolució de les societats i els drets humans, i afavorir el desenvolupament d’una cultura compartida i una ciutadania compromesa amb la memòria col·lectiva i els valors democràtics.",
        "4.2 Debatre sobre la continuïtat del llegat grec a la nostra societat, tot mostrant interès, empatia i respecte per les opinions dels altres.",
        "4.3 Elaborar treballs senzills sobre diversos aspectes del llegat de la civilització grega en l’àmbit personal, religiós i sociopolític, localitzant, seleccionant i contrastant informació procedent de diferents fonts, calibrant-ne la fiabilitat i pertinència i respectant els principis de rigor i propietat intel·lectual, per tal de desvetllar en l’alumnat una actitud responsable i de respecte vers les fonts d’informació utilitzades.",
        "5.1 Identificar i explicar el llegat material i immaterial de la civilització grega com a font d’inspiració, i analitzar produccions culturals i artístiques posteriors (d’èpoques i orígens diferents) a partir de criteris donats, per prendre així consciència de la petja inesborrable que ha deixat damunt d’aquestes la civilització grega.",
        "5.2 Investigar, de manera guiada, el patrimoni històric, arqueològic, artístic i cultural català i universal heretat de la civilització grega.",
        "5.3 Explorar les empremtes del llegat grec, com també del romà com a continuador del llegat grec, a l’entorn de l’alumnat, a partir de criteris donats, aplicant els coneixements adquirits, per tal de ser capaç de reflexionar sobre les implicacions dels diferents usos, donar exemples de la continuïtat i la pervivència de l’antiguitat clàssica en la vida quotidiana i presentar els seus resultats mitjançant diferents suports."
    ],
    "saberes": [
        "Traducció",
        "• Unitats lingüístiques de la llengua grega",
        "- Aplicació dels coneixements de l’alfabet, la pronunciació i la cal·ligrafia de la llengua grega en els exercicis de lectura i escriptura de la matèria.",
        "- Comprensió i aplicació pràctica del concepte de llengua flexiva: flexió nominal, pronominal i verbal de la llengua grega en el procés de traducció.",
        "- Interpretació i anàlisi de la sintaxi oracional: funcions i sintaxi dels casos, així com de les estructures oracionals i la concordança i l’ordre de les paraules en oracions simples en el context de comparació amb la llengua o llengües de l’aprenentatge.",
        "• La traducció: tècniques, processos i eines",
        "- Valoració de la importància de l’anàlisi morfosintàctica no tant per se sinó com a eina per ajudar a la interpretació i la comprensió dins del procés de la traducció.",
        "- Identificació de les principals estratègies de traducció, per aprofundir en el valor intrínsec i extrínsec dels textos grecs, originals o adaptats: formulació d’expectatives a partir de l’entorn textual (títol, obra, etc.) i del text mateix (camps temàtics, famílies de paraules, etc.), així com a partir del context; coneixement del tema; descripció de l’estructura i el gènere; peculiaritats lingüístiques senzilles dels textos traduïts (ús de temps, formes nominals verbals i els seus usos etc.), i errors freqüents de traducció i tècniques per evitar- los.",
        "- Maneig adequat de les eines de traducció: glossaris, diccionaris, atles o correctors ortogràfics en suport analògic o digital, etc., en el context d’anàlisi i comprensió de textos.",
        "- Presa de consciència de la importància de la traducció com a instrument que afavoreix el raonament lògic, la constància, la memòria, la resolució de problemes i la capacitat d’anàlisi i síntesi per tal de millorar l’actitud cívica de l’alumnat i el seu paper en una societat tolerant i solidària.",
        "- Foment de l’autoconfiança, l’autonomia i la iniciativa de l’alumnat en el trasllat de frases o textos grecs breus a la llengua d’aprenentatge, com a garantia de la seva estabilitat emocional, en el benentès que l’error, lluny de ser una mostra de fracàs, és una part integrant del propi procés d’aprenentatge que porta a tenir una actitud positiva de superació.",
        "- Establiment d’estratègies i adopció d’eines, analògiques i digitals, individuals i cooperatives, per a l’autoavaluació i la coavaluació en un món cada cop més interconnectat, en el qual les noves tecnologies i el treball cooperatiu són una realitat inqüestionable i la base d’una societat més rica, informada i tolerant.",
        "Plurilingüisme",
        "- Coneixement bàsic de determinats sistemes d’escriptura al llarg de la història, així com de l’alfabet grec, en el context de la seva evolució i influència posterior i de les regles de transcripció d’aquest alfabet a la llengua de l’ensenyament, a partir d’exemples de dificultat creixent i de la resolució d’exercicis pràctics.",
        "- Presentació de la família lingüística indoeuropea a partir d’unes nocions que comportin la identificació de la llengua grega i altres llengües de l’entorn de l’alumnat.",
        "- Domini i ús correcte del lèxic grec, així com dels procediments bàsics de composició i derivació en la formació de paraules gregues, de lexemes, sufixos i prefixos d’origen grec en el lèxic d’ús comú, del significat i de la definició de paraules d’ús comú en la llengua d’ensenyament a partir dels seus ètims grecs, de la influència del grec en l’evolució de la llengua d’ensenyament i de la resta de llengües que conformen el repertori lingüístic individual de l’alumnat, a partir del lèxic que aparegui en les frases o textos traduïts a classe, per tal que la traducció i l’estudi de les etimologies d’origen grec presents en les llengües de l’alumnat es complementin mútuament.",
        "- Assimilació d’unes tècniques bàsiques per a l’elaboració de famílies lèxiques i d’un vocabulari bàsic grec de freqüència a partir de les frases i dels textos traduïts a classe.",
        "- Foment de l’interès i la curiositat de l’alumnat per conèixer el significat etimològic de les paraules i la importància de l’ús adequat del vocabulari com a instrument bàsic en la comunicació, prenent novament com a base els textos o frases traduïts ja sigui de manera autònoma o sota l’orientació de l’ensenyant.",
        "- Desvetllament en l’alumnat d’una actitud de respecte per totes les llengües i acceptació de les diferències culturals de la gent que les parla com a element enriquidor de la pròpia personalitat.",
        "- Maneig adequat de les eines analògiques i digitals per a l’aprenentatge de la llengua grega clàssica.",
        "- Coneixement de les expressions i del lèxic bàsic grec per compartir amb els altres la reflexió sobre la comunicació, la llengua i les eines de comunicació i aprenentatge (metallenguatge), enteses com a part fonamental de l’educació integral de l’alumnat.",
        "Educació literària",
        "- Aproximació i anàlisi de la literatura grega a partir d’exemples pràctics extrets d’obres literàries de diferents èpoques, així com dels principals gèneres literaris, ja sigui per mitjà de les explicacions de l’ensenyant o amb la lectura de fragments traduïts.",
        "- Introducció de l’alumnat als rudiments de la crítica literària de manera coordinada amb la resta de matèries de l’àrea lingüística, per tal que es pugui aprofundir convenientment en la lectura, la interpretació i la valoració dels textos grecs i la seva importància per a la configuració del llegat literari occidental.",
        "- Foment de l’interès de l’alumnat cap a la literatura com a font de plaer i de coneixement del món a partir fonamentalment de fragments seleccionats i, eventualment, d’obres senceres, mitjançant la lectura amb perspectiva de gènere.",
        "- Conscienciació de l’alumnat sobre la necessitat de respectar la propietat intel·lectual i els drets d’autor respecte de les fonts consultades i els continguts utilitzats, en el benentès que el plagi atempta contra la creació artística i literària.",
        "L’antiga Grècia",
        "- Coneixement de la geografia de l’antiga Grècia (topografia, nom, importància i funció dels principals llocs i viatgers il·lustres) a partir de fragments de textos literaris traduïts i de mapes.",
        "- Familiarització de l’alumnat amb la història de l’antiga Grècia: etapes, fites de la història del món grec, mites i llegendes i principals episodis històrics, personalitats rellevants de la història de Grècia, la seva biografia en context i la seva importància per a Europa.",
        "- Aproximació a les institucions, les creences i les formes de vida de la civilització hel·lènica amb una mirada crítica vers els aspectes de la civilització grega que atempten contra la igualtat de gènere i d’oportunitats i que, segons els criteris actuals, mereixen un clar rebuig.",
        "- Percepció del mar Mediterrani com a cruïlla de cultures ahir i avui i com a marc ideal per compartir idees i projectes comuns, tot mostrant un clar rebuig cap a actituds intolerants o xenòfobes respecte de realitats humanes com la dels refugiats.",
        "- Coneixement de les bases teòriques gregues del règim democràtic per a la vertebració de tota societat moderna i de la utilitat del discurs polític com a eina per a la vida política i social, a partir de la lectura de textos grecs representatius.",
        "- Presa de consciència sobre l’aportació crucial de Grècia a la cultura i al pensament de la societat occidental a partir d’exemples procedents de cultures i èpoques diferents.",
        "Llegat i patrimoni",
        "- Valoració de la importància dels conceptes de llegat, herència i patrimoni a partir, fonamentalment, de realitats properes de l’alumnat.",
        "- Coneixement dels principals suports d’escriptura (tipus, preservació i models) a partir tant de restes arqueològiques com de la lectura de textos grecs traduïts.",
        "- Identificació dels principals mites clàssics en manifestacions literàries i artístiques de l’antiga Hèl·lade.",
        "- Coneixement de les principals obres públiques gregues i valoració de la importància de la seva conservació, preservació i restauració per tal de garantir-ne la sostenibilitat i la transmissió, en el millor estat possible, a les generacions futures.",
        "- Coneixement de les representacions i festivals teatrals, les competicions atlètiques i les institucions polítiques de l’antiga Grècia, en el context de la seva pervivència i aportacions a la realitat de l’alumnat."
    ]
}