{
    "saberes": [
        "A. Cultura audiovisual.",
        "– Impacto social.",
        "– Gestión de proyectos audiovisuales",
        "– Creaciones audiovisuales. La imagen en las redes sociales, en la publicidad, espectáculos, streaming, directos y retransmisiones, entre otras.",
        "– El audiovisual como forma de arte: fotografía y cine, arte digital, video instalacionesvideo arte e instalaciones artísticas y videoclip, entre otros. Arte inmersivo y arte sensorial.",
        "– Derechos de autor",
        "B. Preproducción",
        "– La idea generatriz. Procesos creativos. La creatividad como destreza personal.",
        "– Fases de la producción audiovisual",
        "– Elementos formales de la fotografía y el audiovisual",
        "– Encuadre y composición",
        "– Planificación y angulación",
        "– Movimientos de cámara",
        "– Narrativas. El lenguaje audiovisual",
        "– Guión literario, guión técnico y storyboard",
        "C. Producción",
        "– El proyecto fotográfico. Iluminación.",
        "– Animación. Los principios de la imagen en movimiento. Instrumentos ópticos: de los zoótropos al stop motion; aplicaciones digitales de animación.",
        "– Proyecto audiovisual. Uso del tiempo; planos y secuencias; racord.",
        "– Proyecto sonoro. Registro y arte sonoro",
        "D. Montaje y postproducción",
        "– Edición de fotografía. Fotomontaje",
        "– Edición de vídeo. El montaje",
        "– Edición de audio. Banda sonora y efectos sonoros.",
        "– Programas y aplicaciones de edición digital de imagen y sonido."
    ],
    "criteriosEvaluacion": [
        "Competencia específica 1.",
        "1.1 Reconocer el medio fotográfico y el audiovisual como formas de conocimiento y comprensión del mundo, reflexionando, con iniciativa propia, sobre los aspectos esenciales de estas formas de expresión y la función que cumplen en la sociedad.",
        "1.2 Comprender y defender la importancia del patrimonio audiovisual y fotográfico como legado universal, estableciendo criterios personales acerca de su promoción y conservación, además de argumentándolos de forma activa, comprometida y respetuosa.",
        "1.3 Comprender la necesidad de proteger los derechos de las imágenes, los audios y las producciones audiovisuales y/o artísticas, tanto propias como ajenas, utilizando entornos seguros, respetando la propiedad intelectual y los derechos de autor.",
        "Competencia específica 2.",
        "2.1 Observar y analizar críticamente diferentes propuestas visuales y audiovisuales, junto con los contextos en los que se han desarrollado, valorando la creación generada en libertad e identificando, sin prejuicios, las intencionalidades de sus mensajes.",
        "2.2 Analizar y destacar tanto las diferencias como las similitudes que existen entre los múltiples tipos de narraciones audiovisuales creados en diferentes sociedades y culturas, relacionándolos, de forma razonada e integradora, con su propia identidad cultural y audiovisual, comprendiendo, además, las interrelaciones e influencias compartidas.",
        "Competencia específica 3.",
        "3.1 Plantear diferentes propuestas en la resolución de proyectos creativos, buscando referencias audiovisuales de interés, exponiendo perspectivas originales e integrando la autocrítica, junto con la necesidad de comunicación y comprensión del otro.",
        "3.2 Diseñar y planificar, utilizando métodos de trabajo pautados, producciones audiovisuales creativas, planteando, con rigor ético y formal, la expresión audiovisual como una herramienta para explorar el entorno y poder expresarse.",
        "Competencia específica 4.",
        "4.1 Utilizar, de forma adecuada, los diferentes elementos técnicos y expresivos de las imágenes fotográficas y las creaciones y producciones audiovisuales, teniéndolos en cuenta desde su planificación hasta la obtención del resultado final.",
        "4.2 Profundizar en la recepción activa y emocional del lenguaje audiovisual, además de en las conexiones entre sus elementos técnicos, visuales y sonoros, valorando los retos procedimentales, creativos y estéticos que supone toda producción de esta clase.",
        "Competencia específica 5.",
        "5.1 Utilizar el lenguaje audiovisual como un medio para manifestar su singularidad, afianzar el conocimiento de sí mismo y generar autoconfianza, a través de la experimentación y la innovación en el proceso de la producción audiovisual.",
        "5.2 Representar las propias ideas, opiniones y sentimientos en producciones audiovisuales creativas, a partir de temas personales, empleando la expresión audiovisual como herramienta de exploración de sí mismo y del entorno.",
        "5.3 Desarrollar, en distintas producciones audiovisuales, procesos de trabajo en equipos inclusivos y participativos, incorporando en su ejecución tanto las experiencias personales como el respeto y la comprensión del otro.",
        "Competencia específica 6.",
        "6.1 Analizar las técnicas, recursos y convenciones del lenguaje audiovisual en diferentes creaciones, identificando los equipos necesarios y extrayendo de ello un aprendizaje para el crecimiento creativo.",
        "6.2 Ejecutar las diferentes fases del proceso de creación en una producción artística audiovisual, evaluando su sostenibilidad y determinando, de manera justificada, los medios, técnicas y habilidades necesarios para hacerlo.",
        "6.3 Realizar una producción audiovisual, individual o colectivamente, abierta y colaborativa, utilizando correctamente y de forma creativa tanto los medios como las habilidades necesarios, buscando un resultado final ajustado al proyecto planificado y reduciendo, en la medida de lo posible, su impacto medioambiental.",
        "6.4 Comprender la importancia del trabajo colaborativo en el desarrollo de un equipo equilibrado, expresando la opinión personal de forma crítica y respetuosa, así como valorando las aportaciones los demás.",
        "Competencia específica 7.",
        "7.1 Exponer el resultado final de una creación artística y/o audiovisual, compartiendo el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y la valoración de los logros alcanzados.",
        "7.2 Analizar y evaluar, de forma conjunta, las creaciones artísticas y audiovisuales presentadas de manera abierta y respetuosa, considerando tanto las opiniones positivas como las negativas y extrayendo de ello un aprendizaje para el crecimiento artístico."
    ]
}