{
    "criteriosEvaluacion": [
        "Competencia específica 1. ",
        "1.1. Manejar diferentes estrategias y herramientas, incluidas las digitales, que modelizan y ",
        "resuelven problemas de la vida cotidiana y de la ciencia y la tecnología, seleccionando las ",
        "más adecuadas según su eficiencia. ",
        "1.2. Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ",
        "ciencia y la tecnología, describiendo el procedimiento utilizado. ",
        "Competencia específica 2. ",
        "2.1. Demostrar la validez matemática de las posibles soluciones de un problema utilizando el ",
        "razonamiento y la argumentación. ",
        "2.2. Seleccionar la solución más adecuada de un problema en función del contexto, usando el ",
        "razonamiento y la argumentación. ",
        "Competencia específica 3. ",
        "3.1. Adquirir nuevo conocimiento matemático mediante la formulación, razonamiento y justificación ",
        "de conjeturas y problemas de forma autónoma. ",
        "3.2. Integrar el uso de herramientas tecnológicas en la formulación o investigación de conjeturas y ",
        "problemas. ",
        "Competencia específica 4. ",
        "4.1. Interpretar, modelizar y resolver situaciones de la vida cotidiana y de la ciencia y la ",
        "tecnología, utilizando el pensamiento computacional, modificando, creando y generalizando ",
        "algoritmos. ",
        "Competencia específica 5. ",
        "5.1. Demostrar una visión matemática integrada, investigando y conectando las diferentes ideas ",
        "matemáticas. ",
        "5.2. Resolver problemas en contextos matemáticos estableciendo y aplicando conexiones entre ",
        "las diferentes ideas matemáticas. ",
        "Competencia específica 6. ",
        "6.1. Resolver problemas en situaciones diversas utilizando procesos matemáticos, reflexionando, ",
        "estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las ",
        "matemáticas. ",
        "6.2. Analizar la aportación de las matemáticas al progreso de la humanidad, valorando su ",
        "contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y ",
        "tecnológicos que se plantean en la sociedad. ",
        "Competencia específica 7. ",
        "7.1. Representar ideas matemáticas, estructurando diferentes razonamientos matemáticos y ",
        "seleccionando las tecnologías más adecuadas. ",
        "7.2. Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir ",
        "información. ",
        "Competencia específica 8. ",
        "8.1. Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la ",
        "terminología y el rigor apropiados. ",
        "8.2. Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la ",
        "información con precisión y rigor. ",
        "Competencia específica 9. ",
        "9.1. Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, ",
        "aceptando y aprendiendo del error como parte del proceso de aprendizaje de las ",
        "matemáticas. ",
        "9.2. Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada ",
        "al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas. ",
        "9.3. Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, escuchando su ",
        "razonamiento, aplicando las habilidades sociales más propicias y fomentando el bienestar del ",
        "equipo y las relaciones saludables.         "
    ],
    "saberes": [
        "A. Números y operaciones. ",
        "– Operaciones.  ",
        "Adición y producto de vectores y matrices: interpretación, comprensión y uso adecuado ",
        "de las propiedades.  ",
        "Potencia de una matriz: cálculo de la potencia de una matriz en situaciones cíclicas.  ",
        "Cálculo de determinantes de orden no superior a 4 mediante la regla de Sarrus y el uso ",
        "de las propiedades.  ",
        "Cálculo de la inversa de una matriz cuadrada mediante determinantes.  ",
        "Producto escalar de dos vectores en el espacio: definición, propiedades y aplicaciones.  ",
        "Producto vectorial de dos vectores en el espacio: definición, propiedades y aplicaciones.  ",
        "Producto mixto de tres vectores en el espacio: definición, propiedades y aplicaciones. ",
        "Estrategias para operar con números reales, vectores y matrices: cálculo mental o escrito ",
        "en los casos sencillos y con herramientas tecnológicas en los casos más complicados. ",
        "– Relaciones.  ",
        "Conjuntos de vectores y matrices: estructura, comprensión y propiedades.  ",
        "Determinantes: definición y propiedades.  ",
        "Matriz inversa: definición y propiedades. ",
        "B. Medida y geometría. ",
        "– Medición.  ",
        "Resolución de problemas que impliquen medidas de longitud, superficie o volumen en un ",
        "sistema de coordenadas cartesianas.  ",
        "Resolución de problemas que impliquen medida de ángulos en un sistema de ",
        "coordenadas cartesianas.  ",
        "Interpretación de la integral definida como el área bajo una curva.  ",
        "Cálculo de áreas bajo una curva: técnicas elementales para el cálculo de primitivas.  ",
        "Cálculo de primitivas inmediatas simples y compuestas. Integración de funciones ",
        "racionales (con denominador de grado no superior a dos). Métodos de integración por ",
        "partes y por sustitución (ejemplos sencillos de cambio de variable). Regla de Barrow.  ",
        "Técnicas para la aplicación del concepto de integral a la resolución de problemas que ",
        "impliquen cálculo de superficies planas o volúmenes de revolución.  ",
        "La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: ",
        "interpretación subjetiva, clásica y frecuentista. ",
        "– Cambio.  ",
        "Límite de una función en un punto: cálculo gráfico y analítico. Resolución de ",
        "indeterminaciones (0/0, k/0, ∞–∞, 0·∞, 1∞). Límites laterales.  ",
        "Límite de una función en el infinito: cálculo gráfico y analítico. Resolución de ",
        "indeterminaciones.  ",
        "Determinación de las asíntotas de una función racional o de una función definida a trozos.  ",
        "Estudio de la continuidad de una función (incluyendo funciones definidas a trozos). Tipos ",
        "de discontinuidades.  ",
        "Uso del teorema de Bolzano para acotar las soluciones de una ecuación.  ",
        "Conocimiento del resultado del teorema de los valores intermedios de Darboux.  ",
        "Derivadas: interpretación y aplicación al cálculo de límites. Regla de L´Hôpital.   ",
        "Derivación de funciones polinómicas, racionales, irracionales, exponenciales, logarítmicas ",
        "y trigonométricas. Reglas de derivación de las operaciones elementales con funciones y ",
        "regla de la cadena. Derivación logarítmica.  ",
        "Estudio de la derivabilidad de una función (incluyendo funciones definidas a trozos). ",
        "Relación entre derivabilidad y continuidad de una función en un punto. Derivadas ",
        "laterales.  ",
        "Aplicaciones de las derivadas: ecuación de la recta tangente a una curva en un punto de ",
        "la misma; cálculo de los coeficientes de una función para que cumpla una serie de ",
        "propiedades.  ",
        "Aplicación de los conceptos de límite, continuidad y derivabilidad a la representación y al ",
        "estudio de situaciones susceptibles de ser modelizadas mediante funciones.  ",
        "Obtención de extremos relativos, puntos de inflexión, intervalos de crecimiento y ",
        "decrecimiento e intervalos de concavidad y convexidad de una función.  ",
        "La derivada como razón de cambio en la resolución de problemas de optimización en ",
        "contextos diversos.  ",
        "Conocimiento de los resultados del teorema de Rolle y del teorema del valor medio de ",
        "Lagrange. ",
        "C. Geometría en el plano y el espacio. ",
        "– Formas geométricas de dos y tres dimensiones. ",
        "Objetos geométricos de tres dimensiones: análisis de las propiedades y determinación de ",
        "sus atributos.  ",
        "Manejo de tetraedros y paralelepípedos en el espacio tridimensional.  ",
        "Resolución de problemas relativos a objetos geométricos en el espacio representados ",
        "con coordenadas cartesianas.  ",
        "Planteamiento y resolución de problemas de geometría afín relacionados con la ",
        "incidencia, el paralelismo y la ortogonalidad de rectas y planos en el espacio ",
        "tridimensional.  ",
        "Planteamiento y resolución de problemas de geometría métrica relacionados con la ",
        "medida de ángulos entre rectas y planos y la medida de distancias entre puntos, rectas y ",
        "planos. ",
        "– Localización y sistemas de representación.  ",
        "Relaciones de objetos geométricos en el espacio: representación y exploración con ",
        "ayuda de herramientas digitales.  ",
        "Expresiones algebraicas de los objetos geométricos en el espacio: selección de la más ",
        "adecuada en función de la situación a resolver.  ",
        "Ecuaciones de la recta y del plano en el espacio tridimensional.  ",
        "Construcción del plano que contiene a una recta y pasa por un punto exterior, así como ",
        "del plano que contiene a dos rectas paralelas o secantes.  ",
        "Construcción de la recta perpendicular común y de la recta que pasa por un punto y corta ",
        "a dos rectas que se cruzan.  ",
        "Lugares geométricos: plano mediador y planos bisectores. ",
        "– Visualización, razonamiento y modelización geométrica.  ",
        "Representación de objetos geométricos en el espacio mediante herramientas digitales.  ",
        "Modelos matemáticos (geométricos, algebraicos...) para resolver problemas en el ",
        "espacio. Conexiones con otras disciplinas y áreas de interés.  ",
        "Conjeturas geométricas en el espacio: validación por medio de la deducción y la ",
        "demostración de teoremas.  ",
        "Estudio de la posición relativa de puntos, rectas y planos en el espacio.  ",
        "Estudio de la simetría en el espacio: punto simétrico respecto de otro punto, de un plano ",
        "y de una recta; recta simétrica respecto de un plano; recta proyección ortogonal sobre un ",
        "plano.  ",
        "Modelización de la posición y el movimiento de un objeto en el espacio utilizando ",
        "vectores. ",
        "D. Álgebra. ",
        "– Patrones.  ",
        "Generalización de patrones en situaciones diversas. ",
        "– Modelo matemático.  ",
        "Relaciones cuantitativas en situaciones complejas: estrategias de identificación y ",
        "determinación de la clase o clases de funciones que pueden modelizarlas.  ",
        "Sistemas de ecuaciones: modelización de situaciones en diversos contextos.  ",
        "Técnicas y uso de matrices para, al menos, modelizar situaciones en las que aparezcan ",
        "sistemas de ecuaciones lineales o grafos.   ",
        "Utilización de las matrices para representar datos estructurados y situaciones de contexto ",
        "real. ",
        "– Igualdad y desigualdad.  ",
        "Formas equivalentes de expresiones algebraicas en la resolución de sistemas de ",
        "ecuaciones e inecuaciones, mediante cálculo mental, algoritmos de lápiz y papel, y con ",
        "herramientas digitales.  ",
        "Regla de Cramer para la resolución de sistemas compatibles (determinados o ",
        "indeterminados) de, como máximo, tres ecuaciones lineales con tres incógnitas.  ",
        "Resolución de sistemas de ecuaciones en diferentes contextos. ",
        "Resolución de ecuaciones matriciales mediante el uso de la matriz inversa y mediante su ",
        "transformación en un sistema de ecuaciones lineales. ",
        "– Elementos de álgebra lineal.  ",
        "Dependencia e independencia lineal de conjuntos de vectores en el espacio.  ",
        "Expresión de un vector como combinación lineal de otros vectores.  ",
        "Estudio del rango de una matriz, a lo sumo de orden 4, que dependa de uno o varios ",
        "parámetros reales.  ",
        "Teorema de Rouché-Frobenius para la discusión de un sistema de ecuaciones lineales ",
        "que depende de un parámetro real. ",
        "– Relaciones y funciones.  ",
        "Representación, análisis e interpretación de funciones con herramientas digitales.  ",
        "Propiedades de las distintas clases de funciones: comprensión y comparación.  ",
        "Estudio y representación gráfica de funciones polinómicas, racionales, exponenciales, ",
        "logarítmicas y definidas a trozos a partir de sus propiedades globales y locales obtenidas ",
        "empleando las herramientas del análisis (límites y derivadas). ",
        "– Pensamiento computacional.  ",
        "Formulación, resolución y análisis de problemas de la vida cotidiana y de la ciencia y la ",
        "tecnología empleando las herramientas o los programas más adecuados.  ",
        "Análisis algorítmico de las propiedades de las operaciones con matrices, los ",
        "determinantes y la resolución de sistemas de ecuaciones lineales. ",
        "E. Estadística. ",
        "– Incertidumbre.  ",
        "Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e ",
        "independencia entre sucesos aleatorios. Diagramas de árbol y tablas de contingencia.  ",
        "Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación ",
        "del teorema de Bayes para actualizar la probabilidad a partir de la observación y la ",
        "experimentación y la toma de decisiones en condiciones de incertidumbre.  ",
        "Planteamiento y resolución de problemas que requieran del manejo de los axiomas de la ",
        "probabilidad de Kolmogorov o del trazado de diagramas de Venn.  ",
        "Planteamiento y resolución de problemas de contexto real que requieran del empleo de ",
        "los teoremas de la probabilidad total y de Bayes o del trazado de diagramas de árbol. ",
        "– Distribuciones de probabilidad.  ",
        "Variables aleatorias discretas y continuas. Parámetros de la distribución.  ",
        "Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad ",
        "binomial y normal. Cálculo de probabilidades asociadas mediante herramientas ",
        "tecnológicas.  ",
        "Distribución binomial: definición, parámetros y cálculo de probabilidades en casos en que ",
        "los números combinatorios implicados sean sencillos.  ",
        "Distribución normal: definición, parámetros y cálculo de probabilidades usando la tabla de ",
        "la distribución normal estándar.  ",
        "Aproximación de la binomial a la normal. Correcciones de Yates.  ",
        "Resolución de problemas que requieran de estos modelos de probabilidad en situaciones ",
        "de contexto real o en contextos científicos y tecnológicos. ",
        "F. Actitudes y aprendizaje. ",
        "– Actitudes.  ",
        "Tratamiento y análisis del error, como elemento movilizador de conocimientos previos ",
        "adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas. ",
        "– Toma de decisiones.  ",
        "Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de ",
        "problemas y tareas matemáticas. ",
        "– Inclusión, respeto y diversidad. ",
        "Destrezas de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.  ",
        "Valoración de la contribución de las Matemáticas y el papel de matemáticos a lo largo de ",
        "la historia en el avance de la ciencia y la tecnología.         "
    ]
}
